Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.ACTIONS.ACTIVATE.INVESTIGATE
source: Investigate
cs: Prozkoumat

# STRINGS.ACTIONS.CHECKTRAP
source: Check
cs: Zkontrolovat

# STRINGS.ACTIONS.RESETMINE
source: Reset
cs: Obnovit

# STRINGS.ACTIONS.UNEQUIP
source: Unequip
cs: Sundat

# STRINGS.ACTIONS.TURNOFF
source: Turn Off
cs: Vypnout

# STRINGS.ACTIONS.PICK
source: Pick
cs: Sebrat

# STRINGS.ACTIONS.COMBINESTACK
source: Combine Stack
cs: Spojit èásti

# STRINGS.ACTIONS.SHAVE
source: Shave
cs: Oholit

# STRINGS.ACTIONS.DIG
source: Dig
cs: Kopat

# STRINGS.ACTIONS.MAKEBALLOON
source: Inflate
cs: Naplnit

# STRINGS.ACTIONS.TALKTO
source: Talk to
cs: Promluvit si

# STRINGS.ACTIONS.BLINK
source: Telepoof
cs: Teleportace

# STRINGS.ACTIONS.POLLINATE
source: Pollinate
cs: Opylit

# STRINGS.ACTIONS.DROP.GENERIC
source: Drop
cs: Zahodit

# STRINGS.ACTIONS.DROP.SETTRAP
source: Set Trap
cs: Nastra¾it past

# STRINGS.ACTIONS.DROP.PLACELANTERN
source: Place
cs: Polo¾

# STRINGS.ACTIONS.DROP.SETMINE
source: Set Mine
cs: Nastra¾it minu

# STRINGS.ACTIONS.MURDER
source: Murder
cs: Zabít

# STRINGS.ACTIONS.USEITEM
source: Use
cs: Pou¾ít

# STRINGS.ACTIONS.TAKEITEM
source: Take Item
cs: Vzít polo¾ku

# STRINGS.ACTIONS.PICKUP
source: Pick up
cs: Zvednout

# STRINGS.ACTIONS.CASTSPELL
source: Cast Spell
cs: Vyvolávání kouzla

# STRINGS.ACTIONS.EAT
source: Eat
cs: Sníst

# STRINGS.ACTIONS.SLEEPIN
source: Sleep
cs: Spát

# STRINGS.ACTIONS.TEACH
source: Learn
cs: Nauèit se

# STRINGS.ACTIONS.CHOP
source: Chop
cs: Sekat

# STRINGS.ACTIONS.LIGHT
source: Light
cs: Zapálit

# STRINGS.ACTIONS.STORE.GENERIC
source: Store
cs: Ulo¾it

# STRINGS.ACTIONS.STORE.COOK
source: Cook
cs: Uvaøit

# STRINGS.ACTIONS.STORE.IMPRISON
source: Imprison
cs: Uvìznit

# STRINGS.ACTIONS.GNAW
source: Gnaw
cs: Hlodat

# STRINGS.ACTIONS.UNLOCK.GENERIC
source: Unlock
cs: Odemknout

# STRINGS.ACTIONS.UNLOCK.LOCK
source: Lock
cs: Zamknout

# STRINGS.ACTIONS.SEW
source: Sew
cs: Za¹ít

# STRINGS.ACTIONS.FERTILIZE
source: Fertilize
cs: Pohnojit

# STRINGS.ACTIONS.HEAL
source: Heal
cs: Léèit

# STRINGS.ACTIONS.JUMPIN
source: Jump In
cs: Skoèit dovnitø

# STRINGS.ACTIONS.MINE
source: Mine
cs: Kutat

# STRINGS.ACTIONS.HAMMER
source: Hammer
cs: Rozbít

# STRINGS.ACTIONS.REEL.GENERIC
source: Hook
cs: Zachytit

# STRINGS.ACTIONS.REEL.CANCEL
source: Stop Fishing
cs: Pøestat chytat

# STRINGS.ACTIONS.REEL.REEL
source: Reel In
cs: Namotat

# STRINGS.ACTIONS.CRAFT
source: Craft
cs: Vytvoøit

# STRINGS.ACTIONS.FISH
source: Fish
cs: Rybaøit

# STRINGS.ACTIONS.CATCH
source: Catch
cs: Chytit

# STRINGS.ACTIONS.WALKTO
source: Walk To
cs: Pøejít k

# STRINGS.ACTIONS.TRAVEL
source: Travel
cs: Pøejít

# STRINGS.ACTIONS.BUILD
source: Build
cs: Postavit

# STRINGS.ACTIONS.DEPLOY.GENERIC
source: Plant
cs: Zasadit

# STRINGS.ACTIONS.DEPLOY.TURRET
source: Place
cs: Umístit

# STRINGS.ACTIONS.DEPLOY.GROUNDTILE
source: Place Ground
cs: Polo¾it podlahu

# STRINGS.ACTIONS.DEPLOY.WALL
source: Build Wall
cs: Postavit zeï

# STRINGS.ACTIONS.NET
source: Catch
cs: Chytit

# STRINGS.ACTIONS.LOOKAT
source: Examine
cs: Prozkoumat

# STRINGS.ACTIONS.PLAY
source: Play
cs: Hrát

# STRINGS.ACTIONS.BAIT
source: Bait
cs: Návnada

# STRINGS.ACTIONS.GIVE.GENERIC
source: Give
cs: Dát

# STRINGS.ACTIONS.GIVE.READY
source: Sacrifice
cs: Obìtovat

# STRINGS.ACTIONS.GIVE.NOTREADY
source: Place
cs: Umístit

# STRINGS.ACTIONS.EQUIP
source: Equip
cs: Nasadit

# STRINGS.ACTIONS.DRY
source: Dry
cs: Su¹it

# STRINGS.ACTIONS.TOGGLE_DEPLOY_MODE
source: Place
cs: Polo¾

# STRINGS.ACTIONS.ADDFUEL
source: Add Fuel
cs: Pøilo¾it

# STRINGS.ACTIONS.HARVEST
source: Harvest
cs: Sklidit

# STRINGS.ACTIONS.PLANT
source: Plant
cs: Zasadit

# STRINGS.ACTIONS.REPAIR
source: Repair
cs: Opravit

# STRINGS.ACTIONS.RUMMAGE.GENERIC
source: Open
cs: Otevøít

# STRINGS.ACTIONS.RUMMAGE.CLOSE
source: Close
cs: Zavøít

# STRINGS.ACTIONS.READ
source: Read
cs: Èíst

# STRINGS.ACTIONS.COOK
source: Cook
cs: Opéct

# STRINGS.ACTIONS.ATTACK.GENERIC
source: Attack
cs: Sejmout

# STRINGS.ACTIONS.ATTACK.SMASHABLE
source: Smash
cs: Rozbít

# STRINGS.PIG_TALK_FOLLOWWILSON.1
source: YOU FRIEND
cs: TY PØÍTEL

# STRINGS.PIG_TALK_FOLLOWWILSON.2
source: I LOVE FRIEND
cs: JÁ RÁD PØÍTEL

# STRINGS.PIG_TALK_FOLLOWWILSON.3
source: YOU IS GOOD
cs: TY BÝT DOBRÝ

# STRINGS.PIG_TALK_FOLLOWWILSON.4
source: I FOLLOW!
cs: JÁ NÁSLEDOVAT!

# STRINGS.STACKMOD
source: Stack
cs: Seskupit

# STRINGS.NAMES.ADVENTURE_PORTAL
source: Maxwell's Door
cs: Maxwelovy dveøe

# STRINGS.NAMES.DEERCLOPS
source: Deerclops
cs: Zvìøklop

# STRINGS.NAMES.COMPASS
source: Compass
cs: Kompas

# STRINGS.NAMES.FROGLEGS_COOKED
source: Cooked Frog Legs
cs: Grilovaná ¾abí stehýnka

# STRINGS.NAMES.BLOWDART_SLEEP
source: Sleep Dart
cs: Uspávací ¹ipka

# STRINGS.NAMES.EVERGREEN_SPARSE
source: Lumpy Evergreen
cs: Hrudkovitý Zelenáè

# STRINGS.NAMES.LUREPLANT
source: Meat Bulb
cs: Masová Cibulka

# STRINGS.NAMES.CROW
source: Crow
cs: Vrána

# STRINGS.NAMES.MERM
source: Merm
cs: Ryboèlovìk

# STRINGS.NAMES.LIGHTER
source: Willow's Lighter
cs: Zapalovaè Willow

# STRINGS.NAMES.PINECONE
source: Pine Cone
cs: ©i¹ka

# STRINGS.NAMES.MERMHOUSE
source: Rundown House
cs: Zanedbaný Domek

# STRINGS.NAMES.GHOST
source: Ghost
cs: Duch

# STRINGS.NAMES.BOARDS
source: Boards
cs: Prkna

# STRINGS.NAMES.CAVE_BANANA_TREE
source: Cave Banana Tree
cs: Banánovník Jeskynní

# STRINGS.NAMES.LIVINGTREE
source: Totally Normal Tree
cs: Naprosto normální strom

# STRINGS.NAMES.TWIGS
source: Twigs
cs: Vìtvièky

# STRINGS.NAMES.GREENSTAFF
source: Deconstruction Staff
cs: Dekostrukèní Hùl

# STRINGS.NAMES.BIRDTRAP
source: Bird Trap
cs: Ptaèí past

# STRINGS.NAMES.PICKAXE
source: Pickaxe
cs: Krumpáè

# STRINGS.NAMES.HONEY
source: Honey
cs: Med

# STRINGS.NAMES.BLOWDART_FIRE
source: Fire Dart
cs: Ohnivá ¹ipka

# STRINGS.NAMES.SPIDEREGGSACK
source: Spider Eggs
cs: Pavouèí vajíèka

# STRINGS.NAMES.PLANTMEAT
source: Leafy Meat
cs: Listnaté Maso

# STRINGS.NAMES.CAVE_ENTRANCE_CLOSED
source: Plugged Sinkhole
cs: Ucpaný Závrt

# STRINGS.NAMES.CHESSJUNK1
source: Broken clockworks
cs: Rozbitý mechanismus

# STRINGS.NAMES.RED_CAP
source: Red Cap
cs: Èervený Klobouèek

# STRINGS.NAMES.MAXWELLKEY
source: Shadow Key
cs: Temný klíè

# STRINGS.NAMES.BLUE_MUSHROOM
source: Blue Mushroom
cs: Modrá houba

# STRINGS.NAMES.BEEFALOWOOL
source: Beefalo Wool
cs: Buvolí vlna

# STRINGS.NAMES.BERRIES
source: Berries
cs: Bobule

# STRINGS.NAMES.GOLDENAXE
source: Luxury Axe
cs: Luxusní sekera

# STRINGS.NAMES.TRAP_TEETH_MAXWELL
source: Maxwell's Tooth Trap
cs: Maxwellova zubatá past

# STRINGS.NAMES.BLUE_CAP
source: Blue Cap
cs: Modrý klobouèek

# STRINGS.NAMES.SEEDS
source: Seeds
cs: Semínka

# STRINGS.NAMES.REEDS
source: Reeds
cs: Rákosí

# STRINGS.NAMES.RUINSHAT
source: Thulecite Crown
cs: Koruna z artefaktu

# STRINGS.NAMES.BIRD_EGG_COOKED
source: Cooked Egg
cs: Sma¾ené vejce

# STRINGS.NAMES.HONEYNUGGETS
source: Honey Nuggets
cs: Medové Nugetky

# STRINGS.NAMES.BUTTERFLYMUFFIN
source: Butter Muffin
cs: Máslový Moffin

# STRINGS.NAMES.RABBITHOUSE
source: Rabbit Hutch
cs: Králíkárna

# STRINGS.NAMES.EARMUFFSHAT
source: Rabbit Earmuffs
cs: Králièí chránièe u¹í

# STRINGS.NAMES.THULECITE
source: Thulecite
cs: Artefakt

# STRINGS.NAMES.MUSHTREE_TALL
source: Mushtree
cs: Houbostrom

# STRINGS.NAMES.SAPLING
source: Sapling
cs: Stromek

# STRINGS.NAMES.DIVININGRODBASE
source: Divining Rod Holder
cs: Dr¾ák virgule

# STRINGS.NAMES.CAMPFIRE
source: Campfire
cs: Táborák

# STRINGS.NAMES.COOKEDMANDRAKE
source: Cooked Mandrake
cs: Peèená mandragora

# STRINGS.NAMES.TENTACLE_PILLAR_ARM
source: Baby Tentacle
cs: Mladé chapadlo

# STRINGS.NAMES.REDGEM
source: Red Gem
cs: Rudý drahokam

# STRINGS.NAMES.CHARCOAL
source: Charcoal
cs: Døevìné uhlí

# STRINGS.NAMES.KOALEFANT_SUMMER
source: Koalefant
cs: Koaloslon

# STRINGS.NAMES.PIGGUARD
source: Guard Pig
cs: Praseèí Strá¾

# STRINGS.NAMES.MANRABBIT_TAIL
source: Bunny Puff
cs: Králièí ocásek

# STRINGS.NAMES.ROOK
source: Clockwork Rook
cs: Mechanická vì¾

# STRINGS.NAMES.GRASS
source: Grass
cs: Tráva

# STRINGS.NAMES.WORM_DIRT
source: Dirt Mound
cs: ©pinavá hromádka

# STRINGS.NAMES.FISHINGROD
source: Fishing Rod
cs: Rybáøský prut

# STRINGS.NAMES.WALRUS_CAMP
source: Walrus Camp
cs: Mro¾í tábor

# STRINGS.NAMES.PITCHFORK
source: Pitchfork
cs: Vidle

# STRINGS.NAMES.MULTITOOL_AXE_PICKAXE
source: Pick/Axe
cs: Sekero-krumpáè

# STRINGS.NAMES.MINERHAT
source: Miner Hat
cs: Hornická helma

# STRINGS.NAMES.RAINOMETER
source: Rainometer
cs: De¹»omìr

# STRINGS.NAMES.TALLBIRD
source: Tallbird
cs: Velkopták

# STRINGS.NAMES.POMEGRANATE_SEEDS
source: Pomegranate Seeds
cs: Semínka granátového jablka

# STRINGS.NAMES.NIGHTMARELIGHT
source: Nightmare Light
cs: Svìtlo Noèních Mùr

# STRINGS.NAMES.ROBIN_WINTER
source: Snowbird
cs: Snì¾ný pták

# STRINGS.NAMES.FOOTBALLHAT
source: Football Helmet
cs: Rugby helma

# STRINGS.NAMES.FISH_COOKED
source: Cooked Fish
cs: Peèená ryba

# STRINGS.NAMES.SWEATERVEST
source: Dapper Vest
cs: Elegantní Vesta

# STRINGS.NAMES.BERRIES_COOKED
source: Roasted Berries
cs: Pra¾ené bobule

# STRINGS.NAMES.BUGNET
source: Bug Net
cs: Sí»ka na hmyz

# STRINGS.NAMES.SPIDERQUEEN
source: Spider Queen
cs: Pavouèí královna

# STRINGS.NAMES.TURF_CHECKERFLOOR
source: Checkered Flooring
cs: ©achovnitá podlaha

# STRINGS.NAMES.RUINS_RUBBLE
source: Broken Relic
cs: Znièená Relikvie

# STRINGS.NAMES.MEATRACK
source: Drying Rack
cs: Su¹ící tyè

# STRINGS.NAMES.ARMORWOOD
source: Log Suit
cs: Kladný oblek

# STRINGS.NAMES.BUTTERFLY
source: Butterfly
cs: Motýl

# STRINGS.NAMES.MINOTAUR
source: Ancient Guardian
cs: Starodávný Ochránce

# STRINGS.NAMES.RESURRECTIONSTATUE
source: Meat Effigy
cs: Masná Podobizna

# STRINGS.NAMES.MAXWELLHEAD
source: Maxwell's Head
cs: Maxwellova Hlava

# STRINGS.NAMES.GREEN_MUSHROOM
source: Green Mushroom
cs: Zelená houba

# STRINGS.NAMES.FLOWER_CAVE_TRIPLE
source: Light Flower
cs: Svìtélkující kvìtina

# STRINGS.NAMES.RED_MUSHROOM
source: Red Mushroom
cs: Èervená houba

# STRINGS.NAMES.LOG
source: Log
cs: Poleno

# STRINGS.NAMES.FIREFLIES
source: Fireflies
cs: Svìtlu¹ky

# STRINGS.NAMES.DRAGONFRUIT
source: Dragon Fruit
cs: Pitaya - Draèí ovoce

# STRINGS.NAMES.COOKEDMONSTERMEAT
source: Cooked Monster Meat
cs: Peèené maso pøí¹ery

# STRINGS.NAMES.BLUEAMULET
source: Chilled Amulet
cs: Chladivý Amulet

# STRINGS.NAMES.ARMORSNURTLESHELL
source: Snurtle Shell Armour
cs: Výzbroj z hlem¾elsí schránky

# STRINGS.NAMES.BUSHHAT
source: Bush Hat
cs: Keøitá èepice

# STRINGS.NAMES.GOLDENSHOVEL
source: Regal Shovel
cs: Lopata králù

# STRINGS.NAMES.WINTEROMETER
source: Winterometer
cs: Zimomìr

# STRINGS.NAMES.COOKPOT
source: Crock Pot
cs: Varný hrnec

# STRINGS.NAMES.WALL_STONE_ITEM
source: Stone Wall
cs: Kamenná zeï

# STRINGS.NAMES.TURF_FOREST
source: Forest Turf
cs: Lesní drn

# STRINGS.NAMES.WALL_HAY_ITEM
source: Hay Wall
cs: Vysoká slamìná zeï

# STRINGS.NAMES.TURF_SAVANNA
source: Savanna Turf
cs: Stepní drn

# STRINGS.NAMES.BASALT
source: Basalt
cs: Èediè

# STRINGS.NAMES.BIRD_EGG
source: Egg
cs: Vejce

# STRINGS.NAMES.PENGUIN
source: Pengull
cs: Tuèòák

# STRINGS.NAMES.MANDRAKE
source: Mandrake
cs: Mandragora

# STRINGS.NAMES.KILLERBEE
source: Killer Bee
cs: Zabijácká vèela

# STRINGS.NAMES.DURIAN_COOKED
source: Extra Smelly Durian
cs: Velmi páchnoucí Durian

# STRINGS.NAMES.DRAGONFRUIT_COOKED
source: Prepared Dragon Fruit
cs: Pøipravená Pitaya - Draèí ovoce

# STRINGS.NAMES.POTTEDFERN
source: Potted Fern
cs: Kapradina v kvìtináèi

# STRINGS.NAMES.TENTACLE_PILLAR
source: Big Tentacle
cs: Velké chapadlo

# STRINGS.NAMES.BALLOON
source: Balloon
cs: Balónek

# STRINGS.NAMES.PURPLEAMULET
source: Nightmare Amulet
cs: Amulet noèních mùr

# STRINGS.NAMES.BOOMERANG
source: Boomerang
cs: Bumerang

# STRINGS.NAMES.DRAGONFRUIT_SEEDS
source: Dragon Fruit Seeds
cs: Semínka pitayy - Draèího ovoce

# STRINGS.NAMES.GREENGEM
source: Green Gem
cs: Zelený drahokam

# STRINGS.NAMES.TEENBIRD
source: Smallish Tallbird
cs: Pomen¹í Velkopták

# STRINGS.NAMES.PINECONE_SAPLING
source: Evergreen Sapling
cs: Sazenice Zelenáèe

# STRINGS.NAMES.TURF_FUNGUS
source: Fungal Turf
cs: Houbovitý drn

# STRINGS.NAMES.WALL_RUINS
source: Thulecite Wall
cs: Zeï z artefaktu

# STRINGS.NAMES.HEATROCK
source: Heat Stone
cs: ®hnoucí kámen

# STRINGS.NAMES.TRINKET_10
source: Second-hand Dentures
cs: Umìlé zuby z druhé "ruky"

# STRINGS.NAMES.PURPLEGEM
source: Purple Gem
cs: Fialový drahokam

# STRINGS.NAMES.MOUND
source: Grave
cs: Hrob

# STRINGS.NAMES.BEDROLL_STRAW
source: Straw Roll
cs: Slamìná role

# STRINGS.NAMES.ASH
source: Ashes
cs: Popel

# STRINGS.NAMES.TERRORBEAK
source: Terrorbeak
cs: Klovající teror

# STRINGS.NAMES.HAMMER
source: Hammer
cs: Kladivo

# STRINGS.NAMES.TURF_SINKHOLE
source: Slimey Turf
cs: Slizký drn

# STRINGS.NAMES.MONSTERLASAGNA
source: Monster Lasagna
cs: Monster Lasagne

# STRINGS.NAMES.FAST_FARMPLOT
source: Improved Farm
cs: Vylep¹ená farma

# STRINGS.NAMES.HONEYCOMB
source: Honeycomb
cs: Plástev medu

# STRINGS.NAMES.MUSHTREE_MEDIUM
source: Red Mushtree
cs: Èervený houbostrom

# STRINGS.NAMES.SILK
source: Silk
cs: Hedvábí

# STRINGS.NAMES.BOOK_BIRDS
source: Birds of the World
cs: Ptáci Svìta

# STRINGS.NAMES.TURF_WOODFLOOR
source: Wooden Flooring
cs: Døevìná podlaha

# STRINGS.NAMES.ROCKY
source: Rock Lobster
cs: Langusta

# STRINGS.NAMES.KNIGHT
source: Clockwork Knight
cs: Mechanický jezdec

# STRINGS.NAMES.TENT
source: Tent
cs: Stan

# STRINGS.NAMES.PETALS_EVIL
source: Dark Petals
cs: Temné okvìtí

# STRINGS.NAMES.BISHOP
source: Clockwork Bishop
cs: Mechanický støelec

# STRINGS.NAMES.ANCIENT_ALTAR_BROKEN
source: Broken Ancient Pseudoscience Station
cs: Rozpadlá starobylá pseudovìdecká stanice

# STRINGS.NAMES.PANDORASCHEST
source: Ornate Chest
cs: Zdobená truhla

# STRINGS.NAMES.MAXWELLLIGHT
source: Maxwell's Light
cs: Maxwellovo svìtlo

# STRINGS.NAMES.RAZOR
source: Razor
cs: Bøitva

# STRINGS.NAMES.TREASURECHEST
source: Chest
cs: Truhla

# STRINGS.NAMES.PLANT_NORMAL
source: Crop
cs: Plodina

# STRINGS.NAMES.DRUMSTICK_COOKED
source: Fried Drumstick
cs: Peèené drùbe¾í stehno

# STRINGS.NAMES.PIGKING
source: Pig King
cs: Praseèí král

# STRINGS.NAMES.HORN
source: Beefalo Horn
cs: Roh bùvola

# STRINGS.NAMES.CORN
source: Corn
cs: Kukuøice

# STRINGS.NAMES.FIRESTAFF
source: Fire Staff
cs: Ohnivá Hùl

# STRINGS.NAMES.HAMBAT
source: Ham Bat
cs: Masná Palièka

# STRINGS.NAMES.EGGPLANT
source: Eggplant
cs: Lilek

# STRINGS.NAMES.TOPHAT
source: Top Hat
cs: Cylindr

# STRINGS.NAMES.SPEAR
source: Spear
cs: Kopí

# STRINGS.NAMES.SMALLBIRD
source: Smallbird
cs: Malopták

# STRINGS.NAMES.WALL_WOOD
source: Wood Wall
cs: Døevìná zeï

# STRINGS.NAMES.CAVE_ENTRANCE_OPEN
source: Sinkhole
cs: Závrt

# STRINGS.NAMES.SKELETON
source: Skeleton
cs: Kostra

# STRINGS.NAMES.YELLOWGEM
source: Yellow Gem
cs: ®lutý drahokam

# STRINGS.NAMES.STINGER
source: Stinger
cs: ®ihadlo

# STRINGS.NAMES.WAXWELLJOURNAL
source: Codex Umbra
cs: Kodex Temnoty

# STRINGS.NAMES.TURF_GRASS
source: Grass Turf
cs: Travnatý drn

# STRINGS.NAMES.CAVE_EXIT
source: Rope
cs: Lano

# STRINGS.NAMES.PUMPKIN
source: Pumpkin
cs: Dýnì

# STRINGS.NAMES.POOP
source: Manure
cs: Hovínko

# STRINGS.NAMES.LIGHTNING_ROD
source: Lightning Rod
cs: Bleskosvod

# STRINGS.NAMES.ANIMAL_TRACK
source: Animal Track
cs: Stopa zvíøete

# STRINGS.NAMES.TRINKET_4
source: Gnome
cs: Skøítek

# STRINGS.NAMES.BERRYBUSH
source: Berry Bush
cs: Bobulovitý Keø

# STRINGS.NAMES.CUTGRASS
source: Cut Grass
cs: Posekaná tráva

# STRINGS.NAMES.HOMESIGN
source: Sign
cs: Cedule

# STRINGS.NAMES.MONSTERMEAT_DRIED
source: Monster Jerky
cs: Su¹ené maso pøí¹ery

# STRINGS.NAMES.ASH_REMAINS
source: Ashes of %s
cs: Popel z %s

# STRINGS.NAMES.TURF_ROCKY
source: Rocky Turf
cs: Skalnatý povrch

# STRINGS.NAMES.WETGOOP
source: Wet Goop
cs: Vlhký extrakt

# STRINGS.NAMES.BOOK_TENTACLES
source: On Tentacles
cs: Na Chapadlech

# STRINGS.NAMES.SHOVEL
source: Shovel
cs: Lopata

# STRINGS.NAMES.TURF_CARPETFLOOR
source: Carpeted Flooring
cs: Kobercová podlaha

# STRINGS.NAMES.BIRDCAGE
source: Birdcage
cs: Ptaèí klícka

# STRINGS.NAMES.TRINKET_7
source: Ball and Cup
cs: Míèek s kalí¹kem

# STRINGS.NAMES.SPIDER_WARRIOR
source: Spider Warrior
cs: Pavouk Váleèník

# STRINGS.NAMES.TURF_WEBBING
source: Sticky Webbing
cs: Lepkavý popruh

# STRINGS.NAMES.BOOK_BRIMSTONE
source: The End is Nigh!
cs: Konec se blí¾í!

# STRINGS.NAMES.WALRUS_TUSK
source: Walrus Tusk
cs: Mro¾í ¹pièák

# STRINGS.NAMES.TRINKET_1
source: Melty Marbles
cs: Rozteklé kulièky

# STRINGS.NAMES.ROCK_LIGHT
source: Lava Pit
cs: Jáma s lávou

# STRINGS.NAMES.CHESSJUNK3
source: Broken clockworks
cs: Rozbitý mechanismus

# STRINGS.NAMES.TAFFY
source: Taffy
cs: Karamelky

# STRINGS.NAMES.TRAP
source: Trap
cs: Past

# STRINGS.NAMES.BLUEGEM
source: Blue Gem
cs: Modrý drahokam

# STRINGS.NAMES.SHADOWWAXWELL
source: Shadow
cs: Stín

# STRINGS.NAMES.EGGPLANT_COOKED
source: Braised Eggplant
cs: Du¹ený lilek

# STRINGS.NAMES.CRAWLINGNIGHTMARE
source: Crawling Nightmare
cs: Plí¾ivá noèní mùra

# STRINGS.NAMES.DIVININGROD
source: Divining Rod
cs: Virgule

# STRINGS.NAMES.RABBIT
source: Rabbit
cs: Králík

# STRINGS.NAMES.FLOWER_EVIL
source: Evil Flower
cs: Ïábelská kvìtina

# STRINGS.NAMES.TURF_ROAD
source: Cobblestones
cs: Dla¾ba

# STRINGS.NAMES.BEEMINE
source: Bee Mine
cs: Vèelí mina

# STRINGS.NAMES.FEATHERHAT
source: Feather Hat
cs: Ptaèí èelenka

# STRINGS.NAMES.FOLIAGE
source: Foliage
cs: Listy

# STRINGS.NAMES.DEPLETED_GRASS
source: Grass
cs: Tráva

# STRINGS.NAMES.SLURTLE
source: Slurtle
cs: Slim¾elvák

# STRINGS.NAMES.CARROT_COOKED
source: Roasted Carrot
cs: Opeèená mrkev

# STRINGS.NAMES.CUTLICHEN
source: Lichen
cs: Li¹ejník

# STRINGS.NAMES.DURIAN_SEEDS
source: Durian Seeds
cs: Semínka Durianu

# STRINGS.NAMES.BERRYBUSH2
source: Berry Bush
cs: Bobulovitý Keø

# STRINGS.NAMES.PIGMAN
source: Pig Man
cs: Praseèí mu¾

# STRINGS.NAMES.TURF_MARSH
source: Marsh Turf
cs: Ba¾inatý drn

# STRINGS.NAMES.CAVE_ENTRANCE_OPEN_CAVE
source: Deeper
cs: Hloubìji

# STRINGS.NAMES.CUTSTONE
source: Cut Stone
cs: Opracované kámeny

# STRINGS.NAMES.GOLDENPICKAXE
source: Opulent Pickaxe
cs: Okázalý krumpáè

# STRINGS.NAMES.FROG
source: Frog
cs: ®ába

# STRINGS.NAMES.HOUNDSTOOTH
source: Hound's Tooth
cs: Zub ohaøe

# STRINGS.NAMES.COOKEDSMALLMEAT
source: Cooked Morsel
cs: Peèené sousto

# STRINGS.NAMES.STATUEHARP
source: Harp Statue
cs: Socha harfy

# STRINGS.NAMES.LICHEN
source: Cave Lichen
cs: Jeskynní li¹ejník

# STRINGS.NAMES.SLURTLEHOLE
source: Slurtle Mound
cs: Slim¾elví doupì

# STRINGS.NAMES.TALLBIRDNEST
source: Tallbird Nest
cs: Hnízdo velkého ptáka

# STRINGS.NAMES.FISHTACOS
source: Fish Tacos
cs: Rybí tortilla

# STRINGS.NAMES.PUMPKIN_LANTERN
source: Pumpkin Lantern
cs: Dýòová lucerna

# STRINGS.NAMES.TRINKET_8
source: Hardened Rubber Bung
cs: Ztvrdlá pry¾ová zátka

# STRINGS.NAMES.SPIDER
source: Spider
cs: Pavouk

# STRINGS.NAMES.PETALS
source: Petals
cs: Kvìty

# STRINGS.NAMES.SNURTLE
source: Snurtle
cs: Hlem¾elva

# STRINGS.NAMES.NITRE
source: Nitre
cs: Ledek

# STRINGS.NAMES.MOSQUITO
source: Mosquito
cs: Komár

# STRINGS.NAMES.TURF_CAVE
source: Guano Turf
cs: Netopýøí drn

# STRINGS.NAMES.TRUNK_SUMMER
source: Koalefant Trunk
cs: Chobot Koaloslona

# STRINGS.NAMES.UNKNOWN
source: Unknown
cs: Neznámá

# STRINGS.NAMES.FRUITMEDLEY
source: Fruit Medley
cs: Ovocná smìs

# STRINGS.NAMES.MARBLE
source: Marble
cs: Mramor

# STRINGS.NAMES.RESURRECTIONSTONE
source: Touch Stone
cs: Kámen doteku

# STRINGS.NAMES.FISH
source: Fish
cs: Ryba

# STRINGS.NAMES.SPIDER_HIDER
source: Cave Spider
cs: Pavouk jeskynní

# STRINGS.NAMES.SEEDS_COOKED
source: Toasted Seeds
cs: Opra¾ená semínka

# STRINGS.NAMES.BATCAVE
source: Bat Cave
cs: Netopýøí sluj

# STRINGS.NAMES.MUSHTREE_SMALL
source: Green Mushtree
cs: Zelený houbostrom

# STRINGS.NAMES.MINOTAURHORN
source: Guardian's Horn
cs: Strá¾cùv roh

# STRINGS.NAMES.BOOK_SLEEP
source: Sleepytime Stories
cs: Pohádky pøed spaním

# STRINGS.NAMES.MONSTERMEAT
source: Monster Meat
cs: Maso pøí¹ery

# STRINGS.NAMES.TRUNK_COOKED
source: Koalefant Trunk Steak
cs: Koaloslonní chobotí steak

# STRINGS.NAMES.NIGHTLIGHT
source: Night Light
cs: Noèní svìtlo

# STRINGS.NAMES.JAMMYPRESERVES
source: Fist Full of Jam
cs: Hrst plná d¾emu

# STRINGS.NAMES.TURF_DIRT
source: Dirt Turf
cs: Hlinitý drn

# STRINGS.NAMES.CHESSJUNK2
source: Broken clockworks
cs: Rozbitý mechanismus

# STRINGS.NAMES.GREEN_CAP
source: Green Cap
cs: Zelený klobouèek

# STRINGS.NAMES.SEWING_KIT
source: Sewing Kit
cs: ©icí souprava

# STRINGS.NAMES.CARROT
source: Carrot
cs: Mrkev

# STRINGS.NAMES.STALAGMITE
source: Stalagmite
cs: Stalagmit

# STRINGS.NAMES.TENTACLE_GARDEN
source: Big Tentacle
cs: Velké chapadlo

# STRINGS.NAMES.BAT
source: Batilisk
cs: Netopýr

# STRINGS.NAMES.ICEBOX
source: Ice Box
cs: Lednice

# STRINGS.NAMES.RESEARCHLAB4
source: Prestihatitator
cs: Abrakacylindra

# STRINGS.NAMES.LIGHTBULB
source: Light Bulb
cs: ®árovka

# STRINGS.NAMES.KRAMPUS_SACK
source: Krampus Sack
cs: Krampusùv pytel

# STRINGS.NAMES.TALLBIRDEGG_COOKED
source: Fried Tallbird Egg
cs: Peèené vejce Velkoptáka

# STRINGS.NAMES.GREEN_CAP_COOKED
source: Cooked Green Cap
cs: Uvaøený zelený klobouèek

# STRINGS.NAMES.RELIC
source: Relic
cs: Relikvie

# STRINGS.NAMES.NIGHTMAREFUEL
source: Nightmare Fuel
cs: Palivo noèních mùr

# STRINGS.NAMES.FLOWER
source: Flower
cs: Kvìtina

# STRINGS.NAMES.TRINKET_2
source: Fake Kazoo
cs: Fale¹né kazoo

# STRINGS.NAMES.PUMPKIN_COOKED
source: Hot Pumpkin
cs: Horká dýnì

# STRINGS.NAMES.FIRE
source: Fire
cs: Oheò

# STRINGS.NAMES.MAXWELLTHRONE
source: Nightmare Throne
cs: Trùn noèních mùr

# STRINGS.NAMES.CANE
source: Walking Cane
cs: Vycházková hole

# STRINGS.NAMES.DARKNESS
source: Darkness
cs: Temnota

# STRINGS.NAMES.BEEHAT
source: Beekeeper Hat
cs: Vèelaøská kukla

# STRINGS.NAMES.MEAT
source: Meat
cs: Maso

# STRINGS.NAMES.BEARDHAIR
source: Beard Hair
cs: Vousy

# STRINGS.NAMES.ORANGEGEM
source: Orange Gem
cs: Oran¾ový drahokam

# STRINGS.NAMES.STATUEMAXWELL
source: Maxwell Statue
cs: Socha Maxwella

# STRINGS.NAMES.ANCIENT_STATUE
source: Ancient statue
cs: Starodávná socha

# STRINGS.NAMES.FLINT
source: Flint
cs: Pazourek

# STRINGS.NAMES.FEATHER_ROBIN
source: Crimson Feather
cs: Rudé pírko

# STRINGS.NAMES.CUTREEDS
source: Cut Reeds
cs: Natrhané rákosí

# STRINGS.NAMES.WALL_RUINS_ITEM
source: Thulecite Wall
cs: Zeï z artefaktu

# STRINGS.NAMES.PIGHOUSE
source: Pig House
cs: Praseèí domek

# STRINGS.NAMES.KNIGHT_NIGHTMARE
source: Damaged Knight
cs: Ponièený jezdec

# STRINGS.NAMES.TURF_MUD
source: Mud Turf
cs: Bahnitý drn

# STRINGS.NAMES.FROGLEGS
source: Frog Legs
cs: ®abí stehýnka

# STRINGS.NAMES.THULECITE_PIECES
source: Thulecite Fragments
cs: Fragmenty artefaktu

# STRINGS.NAMES.ROBIN
source: Redbird
cs: Èervený pták

# STRINGS.NAMES.RESEARCHLAB2
source: Alchemy Engine
cs: Alchemistický Stroj

# STRINGS.NAMES.LIVINGLOG
source: Living Log
cs: O¾ivlé poleno

# STRINGS.NAMES.BALLOONS_EMPTY
source: Pile o' Balloons
cs: Hromádka z balónkù

# STRINGS.NAMES.MARSH_BUSH
source: Spiky Bush
cs: Trnitý keø

# STRINGS.NAMES.BANDAGE
source: Honey Poultice
cs: Medový obklad

# STRINGS.NAMES.TRINKET_12
source: Dessicated Tentacle
cs: Su¹ené chapadlo

# STRINGS.NAMES.DEFAULT
source: INVENTORY ITEM
cs: PØEDMÌT V INVENTÁØI

# STRINGS.NAMES.MARSH_PLANT
source: Plant
cs: Rostlina

# STRINGS.NAMES.TURF_UNDERROCK
source: Cave Rock Turf
cs: Povrch z jeskynì

# STRINGS.NAMES.PANFLUTE
source: Pan Flute
cs: Panova flétna

# STRINGS.NAMES.TRINKET_5
source: Tiny Rocketship
cs: Malá raketka

# STRINGS.NAMES.WALL_HAY
source: Hay Wall
cs: Slamìná zeï

# STRINGS.NAMES.LANTERN
source: Lantern
cs: Lucerna

# STRINGS.NAMES.TRINKET_9
source: Mismatched Buttons
cs: Neshodné knoflíky

# STRINGS.NAMES.ROPE
source: Rope
cs: Lano

# STRINGS.NAMES.SLURPER_PELT
source: Slurper Pelt
cs: Ko¾e¹ina usrkávaèe.

# STRINGS.NAMES.EEL
source: Eel
cs: Úhoø

# STRINGS.NAMES.BEEMINE_MAXWELL
source: Maxwell's Mosquito Trap
cs: Maxwelova komáøí pastièka
