Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLY.GENERIC
source: Butterfly, flutter by.
cs: Motýl, tøepetá se vzduchem.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLY.HELD
source: Now I have you!
cs: A mám tì!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAUR
source: That thing doesn't look happy.
cs: Tahle vìc nevypadá vesele.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL
source: Rocks, rocks, rocks, rocks...
cs: Kamení, kamení, kamení, kamení...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CANE
source: It makes walking seem much easier!
cs: Chùze s ní je mnohem jednodu¹¹í!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPOILED_FOOD
source: It's a furry ball of rotten food.
cs: Chlupatá hrouda rozkládajícího se jídla.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_11
source: He whispers beautiful lies to me.
cs: Na¹eptává mi pøekrásné l¾i.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_10
source: I hope I get out of here before I need these.
cs: Doufám, ¾e odtud vypadnu døív, ne¾ je budu potøebovat.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UNAGI
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It's a mushroom.
cs: Houba.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It's sleeping.
cs: Spí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I wonder if it will come back?
cs: Jestlipak se vrátí?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOARDS
source: Boards.
cs: Prkna.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Science makes it glow.
cs: Záøí z ní vìda.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a mushroom.
cs: Je to houba.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.INGROUND
source: It's sleeping.
cs: Spí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.PICKED
source: I wonder if it will come back?
cs: Jestlipak se vrátí?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEHAT
source: This should keep me protected.
cs: To by mì mìlo ochránit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREFLIES.GENERIC
source: If only I could catch them!
cs: Kdyby se tak daly chytit!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREFLIES.HELD
source: They make my pocket glow!
cs: Rozzaøují mi kapsy!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_LOW
source: Rocks, rocks, rocks, rocks...
cs: Kamení, kamení, kamení, kamení...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYETURRET
source: I hope it doesn't turn on me.
cs: Doufám, ¾e se to neobrátí proti mì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERHOLE
source: It's encrusted with old webbing.
cs: Je pokrytá starou sítí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREECLUMP
source: It's almost like someone is trying to prevent me from going somewhere.
cs: Jako by se mi nìkdo sna¾il zabránit nìkam se dostat.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMONSTERMEAT
source: That's only somewhat more appetizing than when it was raw.
cs: Je to jen o nìco více chutné, ne¾ kdy¾ to bylo syrové.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEARDHAIR
source: I made them with my face.
cs: Vytvoøil jsem je svou tváøí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREASURECHEST_TRAP
source: How convenient!
cs: Jak praktické!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREASURECHEST
source: It's my tickle trunk!
cs: Má skøíòka plná zábavy!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Science makes it glow.
cs: Záøí z ní vìda.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP_TEETH
source: This is a nasty surprise.
cs: Jak podlé pøekvapení.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGEGEM
source: It's an orange gem.
cs: Oran¾ový drahokam.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUSHHAT
source: It's kind of scratchy.
cs: Je ponìkud kousavý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENSHOVEL
source: I can't wait to dig holes.
cs: Nemohu se doèkat, a¾ zaènu hloubit díry.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP
source: I wove it real tight.
cs: Je upletena velmi pevnì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TORCH
source: Something to hold back the night.
cs: Nìco na zahnání tmy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STATUEMAXWELL
source: It really captures his personality.
cs: To vá¾nì vystihuje jeho osobnost.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_STATUE
source: It seems to throb out of tune with the world.
cs: Zdá se, ¾e pulzuje odli¹ným tónem ne¾ tento svìt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TOPHAT
source: What a nice hat.
cs: Parádní klobouk.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLINT
source: It's a very sharp rock.
cs: To je velmi ostrý kámen.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_GARDEN
source: Yet another slimy pole.
cs: Dal¹í slizký sto¾ár.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Looks even meaner than usual.
cs: Vypadá je¹tì zákeønìji ne¾ obvykle.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I should keep my distance.
cs: Bylo by rozumné udr¾ovat svou vzdálenost.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Good riddance!
cs: Spánembohem!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_ROBIN
source: A redbird feather.
cs: Pírko èerveného ptáka.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.COOKING_SHORT
source: It's almost done!
cs: Je to témìø hotové.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.EMPTY
source: It makes me hungry just to look at it.
cs: Jen se na to podívám a u¾ mám hlad.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.DONE
source: Mmmmm! It's ready to eat!
cs: Mmmmm! Pøipraveno k jídlu!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.COOKING_LONG
source: This is going to take a while.
cs: Chvíli to potrvá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_STONE_ITEM
source: They make me feel so safe.
cs: Cítím se s nimi v bezpeèí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I want to use it, and I want the world to know what I did.
cs: Chci aby celý svìt vìdìl, ¾e jsem to dokázal.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTREEDS
source: Cut reeds, ready for crafting and hobbying.
cs: Natrhané rákosí, pøipravené ke zpracování a zálibám.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE
source: It looks like the inside of an alien's brain.
cs: Vypadá to jako mozek mimozem¹»ana.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENT
source: I get crazy when I don't sleep.
cs: Zaènu ¹ílet, pokud nemám dostatkem spánku.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_FOREST
source: A chunk of ground.
cs: Kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUREPLANT
source: It's so alluring.
cs: Jak svùdná.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAMPUS
source: He's going after my stuff!
cs: Jde po mých vìcech!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RATATOUILLE
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.FULL
source: I can see a snout pressed up against the window.
cs: Moc dobøe vidím ten rypák pøilepený k oknu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Come ON! I know you're home!
cs: No TAK! Vím, ¾e jsi doma!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.GENERIC
source: These pigs have pretty fancy houses.
cs: Tahle prasata mají celkem nóbl domky.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SAVANNA
source: A chunk of ground.
cs: Kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_RING
source: A ring that could focus dimensional energies.
cs: Kruh, jen¾ soustøedí dimenzionální energie.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KNIGHT_NIGHTMARE
source: It's a knightmare!
cs: To je ale koni-mùra!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MUD
source: Yet another ground type.
cs: Zase jiný kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_POTATO
source: This metal potato contains great and fearful power...
cs: Ten kovový brambor obsahuje obrovskou a hrozivou moc...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGTENT
source: Smells like bacon.
cs: Voní po slaninì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BASALT
source: That's too strong to break through!
cs: Je pøíli¹ odolný na rozbití.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGLEGS
source: I've heard it's a delicacy.
cs: Doneslo se mi, ¾e jsou vynikající.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRD_EGG
source: A small, normal egg.
cs: Malé, bì¾né vejce.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BOX
source: This may control the polarity of the whole universe.
cs: Tohle mo¾ná ovládá polaritu celého vesmíru.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER
source: It's pretty but it smells like a common labourer.
cs: Je pìkná ale voní jak øadový dìlník.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLMEAT
source: A tiny chunk of dead animal.
cs: Kousek mrtvého zvíøete.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.THULECITE_PIECES
source: It's some smaller chunks of Thulecite.
cs: Jsou to nìjaké men¹í kousky artefaktu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Looks like it's hatching.
cs: Vypadá to, ¾e se líhne.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Are eggs supposed to sweat?
cs: Mohou se snad vejce potit?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: It should hatch any time now.
cs: Ka¾dou chvíli by se mìl vylíhnout.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: I have a feeling this is going to take a while...
cs: Mám pocit, ¾e to chvíli potrvá...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PENGUIN
source: Must be breeding season.
cs: Bude asi období páøení.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG
source: Will it hatch?
cs: Vylíhne se?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.GENERIC
source: I've heard strange things about those plants.
cs: O tìchto rostlinách se vypráví podivné vìci.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.PICKED
source: Stop following me!
cs: Pøestaò mì pronásledovat!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.DEAD
source: A mandrake root has strange powers.
cs: Koøen mandragory má mocné úèinky.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KILLERBEE.GENERIC
source: Oh no! It's a killer bee!
cs: Ale ne! Zabijácké stvoøení!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KILLERBEE.HELD
source: This seems dangerous.
cs: To vypadá nebezpeènì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN_COOKED
source: Now it smells even worse!
cs: Teï to smrdí je¹tì hùø.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_FIRE
source: This seems fundamentally unsafe.
cs: Vypadá v podstatì nebezpeènì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEATERVEST
source: This vest is dapper as all get-out.
cs: Ta není elegantní ani trochu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIVINGLOG
source: It looks worried.
cs: Vypadá ustaranì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEE.GENERIC
source: To bee or not to bee.
cs: Bít èi nebít?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEE.HELD
source: Careful!
cs: Opatrnì!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_COOKED
source: Still weird.
cs: Stále bizarní.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLEHAT
source: I hope it doesn't mess up my hair.
cs: Doufám, ¾e mi neponièí úèes.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STUFFEDEGGPLANT
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STRAWHAT
source: What a nice hat.
cs: Parádní klobouk.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STINGER
source: Looks sharp!
cs: Vypadá ostøe!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POTTEDFERN
source: A fern in a pot.
cs: Kapradí v kvìtináèi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BANDAGE
source: Seems sterile enough.
cs: Zdá se být dostateènì sterilní.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STATUEHARP
source: What has happened to the head?
cs: Co se stalo s hlavou?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_12
source: I'm not sure what I should do with a dessicated tentacle.
cs: Nemám jasno v tom, co budu dìlat s vysu¹eným chapadlem.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_PILLAR
source: A slimy pole.
cs: Slizký sto¾ár.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERHAT
source: I hope I got all of the spider goo out of it.
cs: Doufám, ¾e u¾ je zbaven ve¹keré pavouèí lepkavosti.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOG.GENERIC
source: It's big, it's heavy, and it's wood.
cs: Je to velké, tì¾ké a je to døevo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOG.BURNING
source: That's some hot wood!
cs: Trocha horkého døeva!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDEREGGSACK
source: I hope these don't hatch in my pocket.
cs: Doufám, ¾e se mi nevylíhnou v kapse.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERDEN
source: Sticky!
cs: Lepkavé!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_PLANT
source: It's a plant.
cs: Je to rostlina.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEAR
source: That's one pointy stick.
cs: Jedna ¹pièatá tyè.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLMEAT_DRIED
source: A little jerky.
cs: Trocha su¹eného masa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PURPLEAMULET
source: It's whispering to me.
cs: Nìco mi ¹eptá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOOMERANG
source: Aerodynamical!
cs: Aerodynamický!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_UNDERROCK
source: Yet another ground type.
cs: Zase jiný kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENGEM
source: It's green and gemmy.
cs: Zelený a drahokamenný.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBOT_PUPPET
source: It's trapped!
cs: Je v pasti!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PANFLUTE
source: I can serenade the animals.
cs: Mù¾u na ni hrát zvíøatùm.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.GENERIC
source: Not a very tall bird.
cs: Není zatím moc vysoký.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.HUNGRY
source: I'd better find it some food.
cs: Mìli bychom mu sehnat nìjaké jídlo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.STARVING
source: It has a dangerous look in it's eye.
cs: Má nebezpeèný pohled.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.GENERIC
source: That's a rather small bird.
cs: To je spí¹e malý pták.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.HUNGRY
source: It looks hungry.
cs: Vypadá hladovì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.STARVING
source: It must be starving.
cs: Musí být hladový.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTATUE
source: What a handsome devil!
cs: Jak pohledný ïáblík!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_HAY
source: Hmmmm. I guess that'll have to do.
cs: Hmmmm. Myslím, ¾e to bude muset staèit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REDGEM
source: It sparkles with inner warmth.
cs: Uvnitø høejivì jiskøí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LANTERN
source: A more civilized light.
cs: Civilizovanìj¹í osvìtlení.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_9
source: I'm more of a zipper person, myself.
cs: Jsem spí¹e zipovì orientovaný jedinec.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEWING_KIT
source: Darn it! Darn it all to heck!
cs: Za¹ij to! Zalátuj to! Sprav to ksakru!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.GENERIC
source: I could heat this up near the fire.
cs: Tohle by se mìlo ohøát u ohnì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.HOT
source: Nice and toasty hot!
cs: Pøíjemnì topinkovitì teplý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.COLD
source: It's stone cold.
cs: Je chladný jak kámen.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.WARM
source: It's warm and cuddly... for a rock!
cs: Je vøelý a mazlivý... na kámen!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEVTOOL
source: It smells of bacon!
cs: Je z nìj cítit slanina!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPER_PELT
source: Doesn't look much different dead.
cs: Mrtvý nevypadá moc odli¹nì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EEL
source: This will make a delicious meal.
cs: Z toho bude výteèné jídlo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEEDS_COOKED
source: I cooked all the life out of 'em!
cs: Byl z nich vyvaøen ve¹kerý ¾ivot.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEMINE_MAXWELL
source: Bottled mosquito rage!
cs: Balená komáøí zuøivost!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOUND.DUG
source: I should probably feel bad about that.
cs: Èlovìk by mìl mít z toho nejspí¹ výèitky.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOUND.GENERIC
source: I bet there's all sorts of good stuff down there!
cs: Vsadím se, ¾e tam dole je spousta u¾iteèných vìcí!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BABYBEEFALO
source: Awwww. So cute!
cs: Jé. Je tak roztomilý!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEEDS
source: Each one is a tiny mystery.
cs: Ka¾dé z nich je malou záhadou.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLEPILLAR
source: I think I could use that.
cs: Myslím, ¾e by se mohl hodit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA_COOKED
source: Yum!
cs: Mòam!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANITYROCK.INACTIVE
source: Where did the rest of it go?
cs: Kam se vypaøil ten zbytek?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANITYROCK.ACTIVE
source: That's a CRAZY looking rock!
cs: To je ale ©ÍLENÌ vypadající kámen!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROTTENEGG
source: Ew! It stinks!
cs: Fuj! To páchne!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROPE
source: Some short lengths of rope.
cs: Pár krátkých provázkù.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROOK
source: Storm the castle!
cs: Útokem na hrad!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_EVIL
source: Augh! It's so evil!
cs: Och! Ztìlesnìné zlo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.GENERIC
source: All that's left after fire has done its job.
cs: V¹e co zbylo poté, co oheò dokonal svou práci.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_THINGIE
source: This was once some thing before it got burned...
cs: Kdysi to nìèím bývalo, ne¾ to shoøelo...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
cs: Oèní kost pohltily plameny bìhem teleportace!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK
source: It wouldn't fit in my pocket.
cs: Ten se mi do kapsy nevejde.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
cs: Láva vyvìrající z prohlubnì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.OUT
source: Looks fragile.
cs: Vypadá køehce.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.LOW
source: The lava's crusting over.
cs: Vyvìrávání lávy je u konce.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.NORMAL
source: Nice and comfy.
cs: Takhle je to pøíjemné.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_CAP_COOKED
source: It's different now...
cs: Nyní je jiná...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POND_ALGAE
source: Some algae by a pond.
cs: Nìjaké øasy u jezera.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEROGIES
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGGLEBUNWICH
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT
source: Is that how I got here?
cs: Je tohle to, co mì sem dostalo?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN_WINTER.GENERIC
source: Life in the frozen wastes.
cs: ®ivot v zamrzlé pustinì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN_WINTER.HELD
source: It's so soft.
cs: Je tak mìkká.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORSLURPER
source: A soggy, sustaining, succulent suit.
cs: Mazlavost udr¾ující, ¹»avnatý oblek.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN.GENERIC
source: Does that mean spring is coming?
cs: Znamená to snad, ¾e pøichází jaro?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN.HELD
source: He likes my pocket.
cs: Líbí se mu má kapsa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SINKHOLE
source: Yet another ground type.
cs: Zase jiný kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTONE
source: What an odd looking stone.
cs: Jak podivnì vypadající kámen.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_DROPPER
source: Note to self: Don't look up.
cs: Poznamenám si: Nedívat se nahoru.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERLASAGNA
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.BURNT
source: I feel like I could have prevented that.
cs: Cítím se, jakoby se tomu dalo zabránit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.CHOPPED
source: Take that, nature!
cs: Tumá¹, pøírodo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.GENERIC
source: It's all Piney.
cs: Je celý borovicatý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.BURNING
source: What a waste of wood.
cs: Jaké plýtvání døevem.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKULLCHEST
source: I'm not sure if I want to open it.
cs: Nevím, jestli to chci otevøít.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB3
source: What have I created?
cs: Co¾e jsme to vyrobili?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_PIPE
source: Good practice for my birthday cake!
cs: Praktický trénink na mou narozeninovou oslavu!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB2
source: It's even more science-y than the last one!
cs: Je¹tì vìdeètìj¹í ne¾ ten pøedchozí!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB
source: It breaks down objects into their scientific components.
cs: Rozkládá objekty na jejich pùvodní vìdeckou podstatu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUBBLE
source: Just bits and pieces of rock.
cs: Jen ¹tìrk a úlomky kamenù.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGTORCH
source: Sure looks cozy.
cs: Vypadá jistì útulnì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENAMULET
source: Just when I thought I couldn't get any better.
cs: A teï u¾ snad ani nemohu mít nic lep¹ího.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_MEDIUM
source: These used to grow in my bathroom.
cs: Takovéhle rostly v mé koupelnì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_BERRYBUSH
source: I should plant this.
cs: Tohle by se mìlo zasadit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SILK
source: It comes from a spider's butt.
cs: Pochází ze zadku pavouka.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAZOR
source: A sharpened rock tied to a stick. Hygienic!
cs: Naostøený kámen pøipevnìný ke klacíku. Hygienické!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PAPYRUS
source: Some sheets of paper.
cs: Nìjaké listy papíru.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAINOMETER
source: It measures cloudiness.
cs: Mìøí oblaènost.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOLE
source: That must lead to the Kingdom of the Bunnymen.
cs: To musí vést do Království Králíkù.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGEAMULET
source: Teleportation can be so useful.
cs: Teleportace mù¾e být tak u¾iteèná.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOCKEDWES
source: Maxwell's statues are trapping him.
cs: Vìzní ho Maxwellovy sochy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREHOUND
source: That one is glowy.
cs: Tenhle je záøivý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GUNPOWDER
source: It looks like pepper.
cs: Vypadá jako pepø.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_WOODFLOOR
source: These are floorboards.
cs: Øíká se jim parkety.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PURPLEGEM
source: It contains the mysteries of the universe.
cs: Obsahuje záhady vesmíru.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed.
cs: To je semínko.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCKY
source: It has terrifying claws.
cs: Má stra¹idelné drápy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KNIGHT
source: Check it out!
cs: Podívej se na to!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKINCOOKIE
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE
source: Science makes it glow.
cs: Záøí z ní vìda.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PETALS_EVIL
source: I'm not sure I want to hold these.
cs: Nevím, jestli je chci brát s sebou.
