Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.UI.HUD.DEPLOY
source: Deploy
cs: Umístit

# STRINGS.UI.HUD.PUT
source: Put
cs: Polo¾it

# STRINGS.UI.HUD.READY
source: How long will you survive?
cs: Jak dlouho doká¾e¹ pøe¾ít?

# STRINGS.UI.HUD.MAP
source: Show Map (TAB)
cs: Zobrazit mapu (TAB)

# STRINGS.UI.HUD.TAKE
source: Take
cs: Vzít

# STRINGS.UI.HUD.READYTITLE
source: Ready to play!
cs: Pøipraven hrát!

# STRINGS.UI.HUD.EQUIP
source: Equip
cs: Nasadit

# STRINGS.UI.HUD.GETHALF
source: Get Half
cs: Vzít polovinu

# STRINGS.UI.HUD.SPOILED
source: Spoiled
cs: Hnijící

# STRINGS.UI.HUD.PUTONE
source: Put One
cs: Polo¾it jeden

# STRINGS.UI.HUD.DROP
source: Drop
cs: Zahodit

# STRINGS.UI.HUD.INSPECT
source: Inspect
cs: Prozkoumat

# STRINGS.UI.HUD.PAUSE
source: Pause (ESC)
cs: Pozastavit (ESC)

# STRINGS.UI.HUD.HERE
source: here
cs: zde

# STRINGS.UI.HUD.START
source: Start
cs: Spustit

# STRINGS.UI.HUD.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.HUD.ATTACK
source: Attack
cs: Sejmout

# STRINGS.CHARACTER_DESCRIPTIONS.wilson
source: *Grows a magnificent beard
cs: *Pìstuje úctyhodný vous

# STRINGS.CHARACTER_DESCRIPTIONS.wendy
source: *Haunted by her twin sister *Comfortable with darkness *Doesn't hit very hard
cs: *Pronásledována svou sestrou, dvojèetem *Smíøená s temnotou *Nerozdává pøíli¹ silné rány

# STRINGS.CHARACTER_DESCRIPTIONS.willow
source: *Immune to heat damage *Has a sweet lighter *Lights fires when nervous
cs: *Odolává ¾áru *Vlastní milý zapalovaè *Kdy¾ je nervní, zakládá po¾áry.

# STRINGS.CHARACTER_DESCRIPTIONS.waxwell
source: *Is dapper but frail *Can fragment his mind *Brings his own sword
cs: *Je elegantní, ale køehký *Doká¾e rozdìlit svoji mysl *Pøiná¹í si svùj vlastní meè

# STRINGS.CHARACTER_DESCRIPTIONS.wickerbottom
source: *Knows many things *Self-publishes books *Can't sleep, hates spoilage
cs: *Zná spousty vìcí *Vydává vlastní knihy *Trpí nespavostí, nesná¹í zka¾ené jídlo

# STRINGS.CHARACTER_DESCRIPTIONS.wolfgang
source: *Gets stronger with a full belly *Is afraid of the dark and monsters
cs: *Naplnìný ¾aludek ho èiní silnìj¹ím *Obává se temnoty a nestvùr

# STRINGS.CHARACTER_DESCRIPTIONS.wx78
source: *Not a picky eater *Charged by lightning, damaged by rain *Can upgrade with gears
cs: *Nevybíravý v jídle *Dobíjen blesky, po¹kozován de¹tìm *Lze ho vylep¹it ozubenými koleèky

# STRINGS.CHARACTER_DESCRIPTIONS.woodie
source: *Has a lovely axe *Has a terrible secret
cs: *Má milou sekeru *Má hrozné tajemství

# STRINGS.CHARACTER_DESCRIPTIONS.wes
source: *Can't talk *Has trouble staying alive *Practices balloonomancy
cs: *Neumí mluvit *Má problémy zùstat na¾ivu *Miluje balónky

# STRINGS.CHARACTER_QUOTES.wilson
source: "I will conquer it all with the power of my MIND!"
cs: "Podmaním si v¹e silou své MYSLI!"

# STRINGS.CHARACTER_QUOTES.wendy
source: "Abigail? Come back! I'm not done playing with you."
cs: "Abigail? Vra» se! Chci si s tebou je¹tì hrát."

# STRINGS.CHARACTER_QUOTES.willow
source: "Things are so much prettier when they burn."
cs: "Vìci jsou mnohem krásnìj¹í, kdy¾ hoøí."

# STRINGS.CHARACTER_QUOTES.waxwell
source: "Freedom!"
cs: "Koneènì volný!"

# STRINGS.CHARACTER_QUOTES.wickerbottom
source: "Shhhh! No talking!"
cs: "Psssst! Nemluvit!"

# STRINGS.CHARACTER_QUOTES.wolfgang
source: "I am mighty! No one is mightier!"
cs: "Jsem mocný! Nikdo není mocnìj¹í!"

# STRINGS.CHARACTER_QUOTES.woodie
source: "That's nice tree, eh?"
cs: "To je pìkný strom, co?"

# STRINGS.CHARACTER_QUOTES.wx78
source: "EMPATHY MODULE NOT RESPONDING"
cs: "MODUL SOUCITU NEODPOVÍDÁ"

# STRINGS.PIGNAMES.3
source: Caligula
cs: Kaligula

# STRINGS.PIGNAMES.9
source: Vespasian
cs: Vespasianus

# STRINGS.PIGNAMES.11
source: Domitian
cs: Domitianus

# STRINGS.PIGNAMES.14
source: Hadrian
cs: Hadrianus

# STRINGS.PIGNAMES.24
source: Marcrinus
cs: Macrinus

# STRINGS.PIGNAMES.31
source: Philip
cs: Filip

# STRINGS.PIGNAMES.32
source: Hostilian
cs: Hostilianus

# STRINGS.PIGNAMES.34
source: Aemilian
cs: Aemilianus

# STRINGS.PIGNAMES.35
source: Valerian
cs: Valerianus

# STRINGS.PIGNAMES.38
source: Aurelian
cs: Aurelianus

# STRINGS.PIGNAMES.40
source: Florian
cs: Florián

# STRINGS.PIGNAMES.43
source: Numerian
cs: Numerianus

# STRINGS.PIGNAMES.45
source: Diocletian
cs: Diocletianus

# STRINGS.PIGNAMES.96
source: Bug
cs: Brouk

# STRINGS.PIGNAMES.97
source: Moon Pie
cs: Dortík

# STRINGS.PIGNAMES.98
source: Bagel
cs: Koláèek

# STRINGS.PIGNAMES.99
source: Biscuit
cs: Su¹enka

# STRINGS.PIGNAMES.100
source: Bacon
cs: Slanina

# STRINGS.PIGNAMES.102
source: Hamms
cs: Pivásek

# STRINGS.PIGNAMES.103
source: Mr.P
cs: Pan Pé

# STRINGS.PIGNAMES.104
source: Brownie
cs: ©otek

# STRINGS.PIGNAMES.105
source: Butters
cs: Másloviè

# STRINGS.PIGNAMES.106
source: Tuna
cs: Tuòák

# STRINGS.PIGNAMES.107
source: Clover
cs: Jetel

# STRINGS.PIGNAMES.108
source: Coco
cs: Kokosák

# STRINGS.PIGNAMES.109
source: Custard
cs: Pudink

# STRINGS.PIGNAMES.110
source: Dumpling
cs: Knedlík

# STRINGS.PIGNAMES.111
source: Eggy
cs: Vajeèòák

# STRINGS.PIGNAMES.113
source: Weiner
cs: Ochmelka

# STRINGS.PIGNAMES.114
source: Waffle
cs: Vafloviè

# STRINGS.PIGNAMES.115
source: Twinkie
cs: Tyèinka

# STRINGS.PIGNAMES.116
source: Truffle
cs: Laný¾

# STRINGS.PIGNAMES.117
source: Tater
cs: Bramboráø

# STRINGS.PIGNAMES.118
source: Cheddar
cs: Èedar

# STRINGS.PIGNAMES.119
source: Pumpkin
cs: Dýòák

# STRINGS.PIGNAMES.120
source: Oatey
cs: Ovesák

# STRINGS.PIGNAMES.121
source: Oinkey
cs: Kvíky

# STRINGS.PIGNAMES.124
source: Doughnut
cs: Koblí¾ek

# STRINGS.PIGNAMES.125
source: Cabbage
cs: Kapus»ák

# STRINGS.PIGNAMES.126
source: Porky
cs: Vepøenka

# STRINGS.PIGNAMES.127
source: Porkins
cs: Vepø-man

# STRINGS.PIGNAMES.128
source: Porkbun
cs: Vepø-buchta

# STRINGS.PIGNAMES.129
source: Pepper
cs: Pepøík

# STRINGS.PIGNAMES.131
source: Eggbert
cs: Vejcoviè

# STRINGS.PIGNAMES.132
source: Chip
cs: Hranolka

# STRINGS.PIGNAMES.133
source: Berry
cs: Bobuláè

# STRINGS.PIGNAMES.134
source: Crabby
cs: Krabík

# STRINGS.PIGNAMES.135
source: Reuben
cs: Sendvièák

# STRINGS.PIGNAMES.136
source: Barley
cs: Jeèmen

# STRINGS.PIGNAMES.137
source: Olive
cs: Oliva

# STRINGS.PIGNAMES.138
source: Pickles
cs: Èalamáda

# STRINGS.PIGNAMES.139
source: Wiggles
cs: Vrtiè

# STRINGS.PIGNAMES.140
source: Jerky
cs: Su¹oun

# STRINGS.PIGNAMES.141
source: Smelly
cs: Smraïoch

# STRINGS.PIGNAMES.142
source: Salty
cs: Soliè

# STRINGS.PIG_TALK_RUNAWAY_WILSON.1
source: TOO CLOSE!
cs: MOC BLÍZKO!

# STRINGS.PIG_TALK_RUNAWAY_WILSON.2
source: STAY AWAY!
cs: DR®ET SE DÁL!

# STRINGS.PIG_TALK_RUNAWAY_WILSON.3
source: YOU BACK OFF!
cs: TY JÍT ZPÁTKY!

# STRINGS.PIG_TALK_RUNAWAY_WILSON.4
source: THAT MY SPACE.
cs: TO MÙJ PROSTOR.

# STRINGS.PIG_TALK_ATTEMPT_TRADE.1
source: WHAT YOU GOT?
cs: CO TY MÍT?

# STRINGS.PIG_TALK_ATTEMPT_TRADE.2
source: BETTER BE GOOD.
cs: RADÌJI BÝT HODNÝ.

# STRINGS.TABS.FARM
source: Food
cs: Jídlo

# STRINGS.TABS.TOWN
source: Structures
cs: Stavby

# STRINGS.TABS.ANCIENT
source: Ancient
cs: Starovìké

# STRINGS.TABS.GEMOLOGY
source: Gemology
cs: Drahokamologie

# STRINGS.TABS.MAGIC
source: Magic
cs: Magie

# STRINGS.TABS.TOOLS
source: Tools
cs: Nástroje

# STRINGS.TABS.BOOKS
source: Books
cs: Knihy

# STRINGS.TABS.WAR
source: Fight
cs: Boj

# STRINGS.TABS.DRESS
source: Dress
cs: Obleèení

# STRINGS.TABS.REFINE
source: Refine
cs: Zpracování

# STRINGS.TABS.SCIENCE
source: Science
cs: Vìda

# STRINGS.TABS.LIGHT
source: Light
cs: Svìtlo

# STRINGS.TABS.SURVIVAL
source: Survival
cs: Pøe¾ití

# STRINGS.EPITAPHS.1
source: Here lies some guy. Blah blah blah.
cs: Zde le¾í òáký chlápek. Bla bla bla.

# STRINGS.EPITAPHS.2
source: This headstone is blank
cs: Tenhle náhrobek je bez textu

# STRINGS.EPITAPHS.3
source: It says: 'Milk. Eggs. Bacon.'
cs: Pí¹e se tam: "Mléko. Vejce. Slanina."

# STRINGS.EPITAPHS.4
source: Hey that's my name!
cs: Hele, to je moje jméno!

# STRINGS.PIG_TALK_GO_HOME.1
source: HOME TIME!
cs: ÈAS JÍT DOMÙ!

# STRINGS.PIG_TALK_GO_HOME.2
source: HOME! HOME!
cs: DOMÙ! DOMÙ!

# STRINGS.DIRECTIONS.NE
source: Northeast
cs: Severovýchod

# STRINGS.DIRECTIONS.NW
source: Northwest
cs: Severozápad

# STRINGS.DIRECTIONS.S
source: South
cs: Jih

# STRINGS.DIRECTIONS.SE
source: Southeast
cs: Jihovýchod

# STRINGS.DIRECTIONS.E
source: East
cs: Východ

# STRINGS.DIRECTIONS.SW
source: Southwest
cs: Jihozápad

# STRINGS.DIRECTIONS.W
source: West
cs: Západ

# STRINGS.DIRECTIONS.N
source: North
cs: Sever
