Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTSTONE
source: Some smoothed rock slabs.
cs: Trocha jemnìj¹ích kamenných desek.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENPICKAXE
source: The most malleable of metals, but let's see how this mines.
cs: Nejpoddajnìj¹í kov, ale podívejme se, jak se s ním bude kutat.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.GENERIC
source: A amphibian tetrapod.
cs: Oboj¾ivelný ètyøno¾ec.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.SLEEPING
source: It's sleeping.
cs: Spí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.DEAD
source: Considered a delicacy in some countries.
cs: V nìkterých zemích je pova¾ována za pochoutku.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GHOST
source: It must be fake. I don't believe it.
cs: To musí být nìjaký podvod. Nevìøím tomu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDSTOOTH
source: Made of calcium and brimstone.
cs: Obsahuje vápník a síru.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA_TREE
source: The seeds must have fallen down a sinkhole.
cs: Ta semínka sem dolù musela spadnout závrtem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDSMALLMEAT
source: It is slightly more appetizing when cooked.
cs: Je ponìkud více chutné, kdy¾ se uvaøí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATBAT
source: Interesting. This weapon appears to be alive.
cs: Zajímavé. Tahle zbraò vypadá jako ¾ivá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TWIGS
source: Some small twigs.
cs: Nìjaké malé vìtvièky.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENSTAFF
source: It appears to rewind time on an object.
cs: Zdá se, ¾e doká¾e vracet objekty v èase.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LICHEN
source: A symbiot! A fungus and a phycobiontic bacteria.
cs: Symbióza! Houba a li¹ejníkovitá bakterie.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PICKAXE
source: A specialized axe for chipping away at rocks.
cs: Speciální nástroj na roz¹típnutí skal.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLEHOLE
source: A gastropod pod.
cs: Doupì pl¾e.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_MED
source: Another stalagmite.
cs: Dal¹í stalagmit.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDNEST.GENERIC
source: What a tremendous Magnus Avis egg!
cs: Jak obrovské vejce Velkoptáka!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty. Soon the cycle will begin again.
cs: Hnízdo je prázdné. Musím poèkat na dal¹í sná¹ku.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONPIE
source: I do love a nice fruit pie.
cs: Miluji výborný ovocný koláè.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANTMEAT
source: The plant produced a meaty substance.
cs: Ta rostlina produkuje masitou substanci.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN
source: Aha, the Durio zibethinus. It really does reek.
cs: Ach, Durian cibetkový. Skuteènì páchne.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUSHAT
source: Should auld acquaintance be forgot?
cs: Mù¾e snad stará známost být zapomenuta?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHTACOS
source: Oh, I do like a spot of spice on my fish.
cs: Hmm, moc se mi líbí ta okoøenìná rybí èást.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN_LANTERN
source: Carving the Cucurbita pepo is such a nice pastime.
cs: Vyøezávání dýnì obecné je tak pøíjemná kratochvíle.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK1
source: Clockwork junk
cs: Mechanické haraburdí

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROTTENEGG
source: How unappetizing.
cs: Jak nechutné.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.GENERIC
source: A large, carnivorous arachnid species.
cs: Velký, maso¾ravý druh pavoukovce.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.SLEEPING
source: They appear to be nocturnal.
cs: Zdá se, ¾e nocují.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.DEAD
source: It's dead.
cs: Je mrtev.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It is a fungus.
cs: To je houba.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
cs: Potøebuje dostatek hydratace ne¾ opìt zaène plodit.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It is dormant this time of day.
cs: V tuto èást dne je latentní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PETALS
source: I've made some potpourri.
cs: Vyrobila jsem su¹enou vonnou smìs.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRIES
source: Some Ardisia crenata berries, I think.
cs: Myslím, ¾e je to nìjaký keø ardísie.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SNURTLE
source: A rare varient of gastropod.
cs: Velmi vzácný druh pl¾e.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NITRE
source: Also known as saltpeter.
cs: Známý také jako ledek amonný

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENAXE
source: The most malleable of metals, but let's see how this chops.
cs: Nejpoddajnìj¹í kov, ale podívejme se, jak se s ním bude sekat.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP_TEETH_MAXWELL
source: A crude attempt at tricking me.
cs: Hulvátský pokus léèky na mou osobu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_CAP
source: This seems to have medicinal properties
cs: Vypadá to, ¾e obsahuje léèivé vlastnosti.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CAVE
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEEDS
source: A handful of unidentifiable seeds.
cs: Hrstka neznámých semen.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.GENERIC
source: A group of juncaceae graminoids.
cs: Skupina sítinovitých graminoidù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.PICKED
source: I believe they shall grow back.
cs: Vìøím, ¾e by mìlo znovu vyrùst.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.BURNING
source: Combustion!
cs: Spalování!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EARMUFFHAT
source: Only the most insulating part was used.
cs: Byly pou¾ity jen nejvíce izolaèní èásti.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRD_EGG_COOKED
source: If only I had some toast.
cs: Kdybych tak mìla nìjaký toust.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYNUGGETS
source: Bite-sized sweetened meat!
cs: Sladká masitá soustíèka!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLYMUFFIN
source: Who knew that butterflies made such nice baked goods?
cs: Kdo by èekal, ¾e z motýla bude tak výteèný pekaøský výrobek?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOUSE
source: Sadly, it is just painted to look like a carrot.
cs: Bohu¾el, je pouze namalovaný tak, aby vypadal jako mrkev.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FRUITMEDLEY
source: What a nice selection of fruit!
cs: Jak lahodná ovocná kombinace!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLE
source: A statuesque rock.
cs: Vytesaný kámen.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EARMUFFSHAT
source: Poor Leporidae. At least my ears will be warm.
cs: Ubohý zajícovec. Alespoò mé u¹i budou teï v teple.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.THULECITE
source: This seems to be an interesting, ectoplasmic residue-bearing variety of ziosite.
cs: To vypadá na zajímavé, ektoplazmatické zbytkové lo¾isko odrùdy ziositu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH
source: Some kind of whitefish, I believe.
cs: Nìjaký druh sladkovodní ryby.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYETURRET_ITEM
source: I'll need to place this.
cs: Potøebuji to nìkam umístit.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.GENERIC
source: It's a small tree.
cs: Je to malý strom.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.PICKED
source: Odd. I thought that would have killed it.
cs: Podivné. Myslela jsem, ¾e ho to vyhubí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.BURNING
source: Combustion!
cs: Spalování!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_HIDER
source: An arachnid with a thick carapace.
cs: Pavoukovec se silným krunýøem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEEDS_COOKED
source: A toasted embryonic plant treat!
cs: Lahùdka z pra¾ených zárodkù rostlin!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.GENERIC
source: A camp fire.
cs: Táborový oheò.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.OUT
source: I can re-light it.
cs: Mohu ho znovu-zapálit.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.EMBERS
source: The fire has almost self-extinguished.
cs: Oheò je témìø samo-uha¹en.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.HIGH
source: That fire is burning at an alarming rate.
cs: Tenhle oheò dosahuje znepokojivé intenzity.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.LOW
source: The fire could use some more fuel.
cs: Tomu ohni by prospìlo více topiva.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.NORMAL
source: A perfectly average fire.
cs: Dokonale prùmìrný oheò.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_SMALL
source: My word! A huge Mycena silvaelucens.
cs: Propánajána! Obrovská Mycena silvaelucens. Houba známá také jako "Svìtlo lesa"

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_PILLAR_ARM
source: A tiny horror waiting in the mud.
cs: Hrùza èíhající v ba¾inách.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAURHORN
source: An amazingly large horn. I wonder if the nightmare helped fuel the growth.
cs: Obdivuhodnì velký roh. Zajímalo by mì, zda mu palivo noèních mùr pomáhalo s rùstem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORGRASS
source: Surprisingly effective with enough layers.
cs: Pøekvapivì efektivní pøi dostateèných vrstvách.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIVINGTREE
source: Animal or vegetable?
cs: Je to zvíøe nebo rostlina?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHOUSE
source: Obviously dilapidated.
cs: Oèividnì zchátralý.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHARCOAL
source: It's mostly carbon and ash.
cs: Pøevá¾nì tvoøeno z uhlíku a popela.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KOALEFANT_SUMMER
source: Koalefanta Proboscidea
cs: Koalefant, chobotnatec.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGGUARD
source: One of the warrior caste.
cs: Jeden z kasty váleèníkù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_DROPPER
source: Ah, this species of arachnid has adapted to life on the cave ceiling.
cs: Á, tento druh pavoukovce se pøizpùsobil ¾ivotu na jeskynním stropì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_SLEEP
source: Warm milk in book form.
cs: Teplé mlíèko v kni¾ní podobì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINSHAT
source: A bit gaudy for my tastes, but it seems useful.
cs: Ponìkud køiklavá na mùj vkus, ale vypadá u¾iteènì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERMEAT
source: I don't think it's safe to eat this.
cs: Nemyslím si, ¾e je bezpeènì to jíst.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINS_BAT
source: I could hit things with this.
cs: S tímhle mohu udeøit do rùzných vìcí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINS_RUBBLE
source: With a little elbow grease this could be put into working order.
cs: Trocha masti na klouby a pár spálených kalorií a dám to zase dohromady.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANRABBIT_TAIL
source: They use their tails to balance.
cs: Vyu¾ívají svého ocasu pro udr¾ení rovnováhy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POWCAKE
source: The crowning achievement of the agricultural-industrial complex.
cs: Vrcholný poèin zemìdìlsko-prùmyslového komplexu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.GENERIC
source: A cluster graminoid stalks.
cs: Shluk graminoidních stonkù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.PICKED
source: I think it will grow back.
cs: Myslím, ¾e doroste.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.BARREN
source: It needs poop.
cs: Potøebuje hovínko.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.BURNING
source: Combustion!
cs: Spalování!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.JAMMYPRESERVES
source: I'd love some toast to put this jam on. Oh well.
cs: Kdybych tam mìla nìjaký toust k tomu d¾umu. Nu co¾.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_DIRT
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROOK_NIGHTMARE
source: It looks like it could break apart at any moment.
cs: Vypadá, jako by se mìla ka¾dou chvíli rozpadnout.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: The placement of that rock looks intentional.
cs: Umístìní tohoto kamene vypadá zámìrné.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_ENTRANCE.OPEN
source: The subterranean world awaits.
cs: Podzemní svìt èeká.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGESTAFF
source: Handy over small distances.
cs: Praktická pro pøekonávání vzdáleností.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK2
source: Clockwork junk
cs: Mechanické haraburdí

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: Levels of ectoplasmic residue seem to be increasing.
cs: Zdá se, ¾e úroveò ektoplazmatických usazenin narùstá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: There doesn't seem to be any ectoplasmic vapor around here.
cs: Nezdá se, ¾e by tu v okolí byly nìjaké ektoplazmatické výpary.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Levels of ectoplasmic residue are high but seem to be decreasing.
cs: Úroveò ektoplazmatických usazenin je vysoká, ale zdá se, ¾e je¹tì narùstá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: There are low, but increasing levels of vapours containing ectoplasmic residue.
cs: Je zde nízká, ale narùstající úroveò výparù obsahujícíh ektoplazmatické usazeniny.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: There is very little ectoplasmic residue vapor.
cs: Zde je velmi slabý ektoplazmatický zbytkový výpar.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: The levels of ectoplasmic residue seem to be at their lowest.
cs: Úroveò ektoplazmatických usazenin se zdá být na svém minimu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: The levels of ectoplasmic residue seem to be at their peak.
cs: Úroveò ektoplazmatických usazenin se zdá být na svém maximu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHINGROD
source: I've read all about fishing, this should be a snap.
cs: O rybaøení jsem pøeèetla spoustu. Mìla by to být hraèka.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_CAMP.GENERIC
source: Some kind of temporary habitation.
cs: Nìjaký druh pøechodného obydlí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_CAMP.EMPTY
source: It has been deserted for now.
cs: V tuto chvíli se zdá být opu¹tìný.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PITCHFORK
source: It's design is effective at loosening earth.
cs: Jeho design je efektivní pro uvolnìní zeminy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_CAP
source: I believe this one is just food.
cs: Vìøím, ¾e tahle je jen k jídlu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARELIGHT
source: The ancients seem to have used nightmare fuel to power everything.
cs: Zdá se, ¾e antiètí autoøi byli zvyklí na ve¹kerý pohon u¾ívat palivo noèních mùr.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.GENERIC
source: Meats can be dehydrated.
cs: Maso mù¾e být dehydratováno.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.DONE
source: The process has completed.
cs: Proces dehydratace byl dokonèen.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.DRYING
source: Dehydration is a slow process.
cs: Dehydratace je pomalý proces.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Quite functional, it operates as both an axe and a pickaxe.
cs: Docela u¾iteèný, dá se pou¾ít jako sekera i jako krumpáè.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEWING_KIT
source: A simple implement for domestic tasks
cs: Jednoduché náèiní na domácí práce

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUNNYMAN
source: A sentient lagomorph.
cs: Uvìdomìlý zajícovec.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDBONE
source: The endoskeleton of Canis lupus, definitely not familiaris.
cs: Vnitøní kostra vlka obecného. Rozhodnì to není pes domácí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT
source: Daucus carota. Edible, and delicious.
cs: Mrkev obecná. Po¾ivatelná a delikátní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE
source: A strange rock formation.
cs: Podivná skalní formace.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK3
source: Clockwork junk
cs: Mechanické haraburdí

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.GENERIC
source: A small cultivated patch of ground.
cs: Malý kousek kultivované zemì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.GROWING
source: The plants are extracting minerals from the ground.
cs: Rostliny extrahují minerály ze zemì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: It has been rendered infertile for lack of nutrients.
cs: Stala se neplodnou pro nedostatek ¾ivin.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BISHOP_NIGHTMARE
source: Such exhilaratingly complex technology.
cs: Tak vzru¹ující komplexní technologie.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_FUNGUS
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT_SEEDS
source: A seed for the magnificently mild Hylocereus undatus.
cs: Semínka velkolepé Pitayi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRD
source: Magnus Avis, fully developed.
cs: Magnus Avis, plnì vyvinutý.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BONESTEW
source: Not quite how mum used to make, but it smells great!
cs: Ne zrovna taková, jakou dìlávala maminka, ale voní skvìle!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_GARDEN
source: I wonder how they breed?
cs: Jak se asi rozmno¾ují?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BAT
source: A flying mammal.
cs: Létající savec.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEBOX
source: It is a crude heat exchanger.
cs: Surový výmìník tepla.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CANE
source: I'm no rabologist.
cs: Nejsem sbìratelem vycházkových holí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEALINGSALVE
source: A natural disinfectant.
cs: Pøírodní desinfekèní prostøedek.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BANDAGE
source: Medicinal dressings.
cs: Léèivé obvazy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB4
source: I think the hat collects energy from the air.
cs: Myslím, ¾e ten cylindr shromaïuje energii z okolního vzduchu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTBULB
source: Is this animal or vegetable?
cs: Je to zvíøe nebo rostlina?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FOOTBALLHAT
source: Protective gear for full-contact endeavors.
cs: Ochraná pomùcka pøi blízkém kontaktu s okolím.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_COOKED
source: Full of cholesterol.
cs: Plné cholesterolu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH_COOKED
source: Beautifully grilled.
cs: Nádhernì usma¾ené.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWEATERVEST
source: This vest screams "stylish, but well-read.".
cs: Ta vesta pøímo køièí " mùj majitel je stylový a seètìlý".

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRIES_COOKED
source: Roasted Ardisia crenata, just in case.
cs: Upra¾ená ardísie, jen pro jistotu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BACONEGGS
source: My stomach is aching. Blue eggs and bacon!
cs: Ach, bolí mì bøícho. Modrá vejce se slaninou!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RELIC
source: A relic of an ancient civilization long dead the the ravages of time.
cs: Relikvie antické civlizace ji¾ dávno zpusto¹ené zubem èasu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUGNET
source: The tool of entomologists
cs: Nástroj entomologù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERQUEEN
source: That must be the center of the hive-mind.
cs: To musí být centrální mozek jejich doupìte.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMAREFUEL
source: Ectoplasmic residue.
cs: Ektoplazmatické usazeniny.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STUFFEDEGGPLANT
source: I've cooked this auburgine and packed it with other comestibles.
cs: Uvaøila jsem tento lilek vejcoplodý a smíchala s dal¹ími pøísadami.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEMSOCKET.VALID
source: What a strange effect.
cs: To je ale podivný efekt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEMSOCKET.GEMS
source: These hold gems.
cs: Dr¾í klenoty.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK
source: A large sedimentary rock.
cs: Velká usazená hornina.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STRAWHAT
source: This will offer some protection from the sun.
cs: Poskytne ochranu pøed sluneèním záøením.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER
source: It's a wildflower. I'm unfamiliar with the species.
cs: Divoká kvìtina. Pøesná odrùda mi není známa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_STONE
source: That is quite secure.
cs: Tomu øíkám zabezpìèení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN_COOKED
source: Cooked Cucurbita pepo. Gooey and delicious.
cs: Uvaøená dýnì obecná. Lepkavá a lahodná.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURPER
source: A classic example of symbiosis.
cs: Klasický pøíklad symbiózy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLMEAT_DRIED
source: High sodium content.
cs: Vysoký obsah sodíku.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLY.GENERIC
source: A colourful lepidopteran.
cs: Pestrobarevný motýl.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLY.HELD
source: It is captured.
cs: Je polapen.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAUR
source: Get away, you beast!
cs: Ztra» se, ty bestie!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL
source: Another stalagmite.
cs: Dal¹í stalagmit.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLHEAD
source: I wish he wouldn't do that.
cs: Ké¾ by to nikdy nedìlal.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_RUINS_ITEM
source: My pockets must be bigger on the inside.
cs: Mé kapsy jsou uvnitø zøejmì vìt¹í ne¾ se zdají.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKBOAT
source: A shipwreck, looks to be useless.
cs: Vrak lodi, vypadá nepou¾itelnì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_BERRYBUSH
source: It requires soil to grow.
cs: K rùstu potøebuje zeminu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.UNAGI
source: A common way to prepare eel.
cs: Bì¾ný zpùsob pøípravy úhoøe.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It is a fungus.
cs: To je houba.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
cs: Potøebuje dostatek hydratace ne¾ opìt zaène plodit.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It is dormant this time of day.
cs: V tuto èást dne je latentní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PANDORASCHEST
source: An artifact which may contain other artifacts.
cs: Artefakt, který mù¾e obsahovat jiné artefakty.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE_TRIPLE
source: You could read by that light.
cs: Pod tím svìtlem bys mohl èíst.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.GENERIC
source: It is a fungus.
cs: To je houba.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
cs: Potøebuje dostatek hydratace ne¾ opìt zaène plodit.
