Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WX78.DESCRIBE.GHOST
source: ERROR: UNKNOWN
cs: CHYBA: NEZNÁMÝ OBJEKT

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDSTOOTH
source: MASTICATING EDGE
cs: ®VÝKACÍ NÁSTROJ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_TREE
source: LIFE FINDS A WAY, UNFORTUNATELY
cs: ®IVOT SI V®DY CESTU NAJDE, BOHU®EL

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDSMALLMEAT
source: IT TASTES LIKE BURNT REVENGE
cs: CHUTNÁ JAK SPÁLENÁ POMSTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATBAT
source: AHHAHA! FREE POWER!
cs: MUHEHE! BEZPLATNÁ ENERGIE!

# STRINGS.CHARACTERS.WX78.DESCRIBE.TWIGS
source: STICKS
cs: VÌTVIÈKY

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENSTAFF
source: HAHAHA! SUCH A POWERFUL TOOL.
cs: CHACHACHA! JAK MOCNÝ NÁSTROJ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LICHEN
source: A SLOW GROWING SYMBIOTE
cs: POMALU ROSTOUCÍ SYMBIONT

# STRINGS.CHARACTERS.WX78.DESCRIBE.PICKAXE
source: MINING IMPLEMENT DETECTED
cs: HORNICKÝ PROSTØEDEK DETEKOVÁN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLEHOLE
source: THEY DON'T WEAR THEIR SHELLS IN THERE
cs: NENOSÍ TAM NA SOBÌ SVÉ SCHRÁNKY

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL_MED
source: ROCK WITH ROCKS
cs: KÁMEN Z KAMENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDNEST.GENERIC
source: I WANT THAT EGG
cs: CHCI TO VEJCE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDNEST.PICKED
source: IT IS EMPTY
cs: JE PRÁZDNÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONPIE
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANTMEAT
source: A SURPRISINGLY HIGH AMOUNT OF PROTEIN.
cs: NEÈEKANÌ VYSOKÝ OBSAH PROTEINÙ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN
source: GOOD THING I LACK A NOSE
cs: JE©TÌ ®E MI CHYBÍ NOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUSHAT
source: SMELLS LIKE MAMMAL
cs: SMRDÍ JAKO SAVEC

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHTACOS
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_LANTERN
source: IT HAS AN EERIE LIGHT
cs: MYSTERIÓZNÌ ZÁØÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESSJUNK1
source: EX-AUTOMATON
cs: EX-MECHANISMUS

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_CAP
source: POISONOUS FUNGUS
cs: JEDOVATÁ HOUBA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.GENERIC
source: THREAT DETECTED
cs: DETEKOVÁNA HROZBA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.SLEEPING
source: IT IS VULNERABLE
cs: JE ZRANITELNÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.DEAD
source: I WIN
cs: VYHRÁL JSEM

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: BLUE FUNGUS
cs: MODRÁ HOUBA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: IT IS HIDING
cs: SCHOVÁVÁ SE

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I TOOK IT.
cs: VZAL JSEM JI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALOWOOL
source: EXTRUDED BEEFALO DISGUSTINGNESS
cs: EXTRUDOVANÁ BUVOLÍ ODPORNOST

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRIES
source: THEY REMIND ME OF BLOOD
cs: PØIPOMÍNAJÍ MI KREV

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNURTLE
source: DIFFERENT SHELL, SAME SLUG
cs: JINÁ SCHRÁNKA, STEJNÝ PL®

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.GENERIC
source: WORK HARDER, BEES
cs: PRACUJTE PILNÌJI, VÈELY

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.SOMEHONEY
source: HONEY LEVELS ARE LOW
cs: HLADINA MEDU JE NÍZKÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.FULLHONEY
source: HONEY LEVELS ARE HIGH
cs: HLADINA MEDU JE VYSOKÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.NOHONEY
source: NO HONEY DETECTED
cs: NEBYL DETEKOVÁN ®ÁDNÝ MED

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENAXE
source: GOLD IS MORE DURABLE?
cs: ZLATO VYDR®Í VÍCE?

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP_TEETH_MAXWELL
source: TECHNOLOGY TURNED AGAINST ME
cs: TECHNOLOGIE SE PROTI MÌ SPIKLA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_CAP
source: MEDICINAL FUNGUS
cs: ZDRAVOTNÍ HOUBY

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CAVE
source: GROUND PARTS
cs: ÈÁSTI TERÉNU

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENPITCHFORK
source: GOLD IS MORE DURABLE?
cs: ZLATO VYDR®Í VÍCE?

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.GENERIC
source: USEFUL MATERIALS DETECTED
cs: DETEKOVÁNY U®ITEÈNÉ MATERIÁLY

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.PICKED
source: REGROWTH REQUIRED
cs: PÌSTOVÁNÍ ZNOVU VY®ADOVÁNO

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.BURNING
source: TOO HOT
cs: PØÍLI© HORKÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINSHAT
source: A HEAD-MOUNTED DYNAMIC DAMAGE MITIGATION DEVICE
cs: NA HLAVU SE MONTUJÍCÍ ZAØÍZENÍ DYNAMICKY SNI®UJÍCÍ PØIJATÉ PO©KOZENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRD_EGG_COOKED
source: THIS IS SUPPOSED TO BE AN IMPROVEMENT
cs: MÌLO BY TO BÝT VYLEP©ENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYNUGGETS
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLYMUFFIN
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOUSE
source: THAT IS ONE LARGE CARROT
cs: TO JE JEDNA VELKÁ OHROMNÁ MRKEV

# STRINGS.CHARACTERS.WX78.DESCRIBE.FRUITMEDLEY
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLE
source: I SHOULD BUILD A STATUE OF MYSELF.
cs: MÌL BYCH SI POSTAVIT VLASTNÍ SOCHU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EARMUFFSHAT
source: I WILL UTILIZE THEIR FURRINESS
cs: ZU®ITKUJI JEJICH KO®E©INU

# STRINGS.CHARACTERS.WX78.DESCRIBE.THULECITE
source: A MOST AESTHETICALLY PLEASING MINERAL
cs: ESTETICKY NEJPØÍJEMNÌJ©Í MINERÁL

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH
source: IT HAS RUN OUT OF LIFE. I WIN.
cs: JEJÍ ®IVOT BYL SPOTØEBOVÁN. VYHRÁL JSEM.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYETURRET_ITEM
source: I NEED TO SET THIS UP PROPERLY.
cs: U® TO JEN POTØEBUJI SPRÁVNÌ NASTAVIT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.GENERIC
source: POTENTIAL CONSTRUCTION MATERIAL
cs: POTENCIÁLNÍ STAVEBNÍ MATERIÁL

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.PICKED
source: IT IS RECHARGING
cs: DOBÍJÍ SE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.BURNING
source: RESOURCES WASTED
cs: ZDROJ ZTRACEN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_HIDER
source: AN ARMOURED SPIDER
cs: OZBROJENÝ PAVOUK

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.GENERIC
source: PURPOSE OF USE UNCLEAR.
cs: ÚÈEL POU®ITÍ NEZNÁMÝ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.READY
source: FINAL INPUT IS LARGE KEY, THEN ROD WILL FUNCTION.
cs: JAKO POSLEDNÍ VSTUP JE PO®ADOVÁN VELKÝ KLÍÈ. TAK SE VIRGULE STANE FUKÈNÍ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: ROD IS FULLY OPERATIONAL.
cs: VIRGULE JE NYNÍ V PLNÉM PROVOZU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.GENERIC
source: A TEMPORARY ENCAMPMENT
cs: DOÈASNÉ TÁBOØI©TÌ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.OUT
source: NO FIRE DETECTED
cs: NENALEZEN ®ÁDNÝ OHEÒ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.EMBERS
source: WARNING: FIRE LEVEL CRITICAL
cs: VAROVÁNÍ: ÚROVEÒ OHNÌ KRITICKÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.HIGH
source: WARNING: FIRE IS RAMBUNCTIOUS
cs: VAROVÁNÍ: ÚROVEÒ OHNÌ JE BOUØLIVÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.LOW
source: WARNING: FIRE LEVEL LOW
cs: VAROVÁNÍ: ÚROVEÒ OHNÌ NÍZKÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.NORMAL
source: IT REMINDS ME OF SOMETHING
cs: NÌCO MI PØIPOMÍNÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_SMALL
source: SHINY GREEN
cs: ZÁØIVÌ ZELENÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR_ARM
source: DANGER! DANGER!
cs: NEBEZPEÈÍ! NEBEZPEÈÍ!

# STRINGS.CHARACTERS.WX78.DESCRIBE.MALE_PUPPET
source: HE APPEARS TO BE TRAPPED.
cs: VYPADÁ TO, ®E JE CHYCEN V PASTI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAURHORN
source: I HAVE TAKEN A TROPHY TO PROVE MY MIGHT.
cs: PONECHAL JSEM SI TROFEJ NA DÙKAZ SVÉ SÍLY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIVINGTREE
source: NATURE NEVER CEASES TO ANNOY ME
cs: PØÍRODA MÌ NEPØESTANE OBTÌ®OVAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_5
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BACONEGGS
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_DROPPER
source: VERTICAL SPIDER SOURCE DETECTED
cs: VERTIKÁLNÍ PAVOUÈÍ ZDROJ NALEZEN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHARCOAL
source: COMPRESSED DEAD MATTER. WHAT IS NOT TO LIKE?
cs: KOMPRIMOVANÝ NE®IVÝ MATERIÁL. CO JE NA NÌM ©PATNÉHO?

# STRINGS.CHARACTERS.WX78.DESCRIBE.KOALEFANT_SUMMER
source: POSSESSES AMPLE ENERGY RESERVES
cs: OBSAHUJE BOHATÉ ZDROJE ENERGIE

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINS_BAT
source: A HIGH VELOCITY MASS INFLUENCE DEVICE
cs: VYSOKORYCHLOSTNÍ OVLIVÒOVAÈ HMOTY

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINS_RUBBLE
source: REQUIRES RECONDITIONING
cs: VY®ADUJE OPRAVU

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGGUARD
source: HOSTILE DETECTED.
cs: DETEKOVÁN NEPØÍTEL.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROOK_NIGHTMARE
source: LOOSE WIRING DETECTED
cs: DETEKOVÁNY UVOLNÌNÉ VODIÈE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERMEAT
source: IT IS INCOMPATIBLE WITH MY CHEMICAL ENGINE
cs: JE NEKOMPATIBILNÍ S MÝM CHEMICKÝM POHONEM

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGESTAFF
source: TEMPORAL DISPLACEMENT TECHNOLOGY
cs: TECHNOLOGIE DOÈASNÉ DISLOKACE

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: INCREMENTAL INCREASE DETECTED
cs: NARÙSTAJÍCÍ NÁRÙST DETEKTOVÁN

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: FLUCTUATIONS AT UNDETECTIBLE LEVELS
cs: KOLÍSÁNÍ NA NEDETEKTOVATELNÉ ÚROVNI

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: THE CYCLE IS SUBSIDING
cs: OBÌH SLÁBNE

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: CYCLE MINIMUM HAS PASSED
cs: OBÌHOVÉ MINIMUM POMINULO

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: LEVELS ARE LOW AND DIMINISHING
cs: HLADINY JSOU NÍZKÉ A ZMEN©UJÍ SE

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: AT CYCLE MINIMUM
cs: NA OBÌHOVÉM MINIMU

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: LEVELS ARE HIGH AND MONOTONIC
cs: HLADINY JSOU VYSOKÉ A MONOTÓNNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANRABBIT_TAIL
source: FUZZY BUNNY NUMBER ONE
cs: CHLUPATÝ KRÁLÍK ÈÍSLO JEDNA

# STRINGS.CHARACTERS.WX78.DESCRIBE.POWCAKE
source: IT NEVER GOES BAD
cs: NIKDY SE NEPOKAZÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.BARREN
source: FERTILIZATION REQUIRED
cs: VY®ADOVÁNO POHNOJENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.PICKED
source: IT WILL RETURN SOON
cs: BRZY SE VRÁTÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.GENERIC
source: IT LOOKS COMBUSTIBLE
cs: VYPADÁ HOØLAVÌ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.BURNING
source: OOPS
cs: JEJDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.JAMMYPRESERVES
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_DIRT
source: THE GROUND
cs: TERÉN

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARELIGHT
source: AN ANCIENT OPTICAL WAVELENGTH EMITTER
cs: STARODÁVNÝ EMITOR OPTICKÝCH VLNOVÝCH DÉLEK

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: DECENT BLOCKED. HOW TO PROCEED?
cs: DECENTNÌ ZABLOKOVANÉ. JAK POSTUPOVAT?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE.OPEN
source: DESCEND?
cs: SPUSTIT?

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYCOMB
source: ONE UNIT OF BEE STORAGE
cs: JEDNOTKA VÈELÍHO ÚLO®I©TÌ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESSJUNK2
source: EX-AUTOMATON
cs: EX-MECHANISMUS

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_STONE
source: THAT MAKES ME FEEL SAFE
cs: DODÁVÁ MI POCIT BEZPEÈÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHINGROD
source: I DO NOT LIKE WATER
cs: NEMÁM RÁD VODU

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_CAMP.EMPTY
source: WHERE ARE THEY?
cs: KDE JSOU?

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_CAMP.GENERIC
source: I HEAR A FAINT OORKING
cs: SLY©ÍM SLABÉ BRUÈENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PITCHFORK
source: I ENJOY ITS POINTY PARTS
cs: LÍBÍ SE MI TY ©PIÈATÉ ÈÁSTI

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_CAP
source: CULINARY FUNGUS
cs: KULINÁØ©KÁ HOUBA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_11
source: HIS NAME IS HAL. HE IS MY FRIEND.
cs: JMENUJE SE HAL. JE TO MÙJ PØÍTEL.

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_COOKED
source: IT IS FLOPPY NOW
cs: NYNÍ JE DISKOVITÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: A PRACTICAL TOOL
cs: PRAKTICKÝ NÁSTROJ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINERHAT
source: SUPPORTS HANDS-FREE OPERATION
cs: PODPORUJE HANDS-FREE OPERACE

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUNNYMAN
source: ITS METABOLISM OFFENDS ME
cs: JEHO METABOLISMUS MÌ URÁ®Í

# STRINGS.CHARACTERS.WX78.DESCRIBE.BISHOP_NIGHTMARE
source: THERE SEEMS TO BE A BUG IN ITS BELIEF CIRCUITS
cs: ZDÁ SE, ®E MÁ CHYBU V OBVODECH VÍRY

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT
source: NUTRITIOUS
cs: VÝ®IVNÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE
source: ROCKS CONTAINING ROCKS
cs: KAMENÍ OBSAHUJÍCÍ KAMENY

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORGRASS
source: THIS WILL ADD EXTRA PROTECTION TO MY METAL CASING.
cs: DODATEÈNÁ OCHRANA K MÉMU KOVOVÉMU OBALU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMHOLE.GENERIC
source: I WANT TO STEP ON IT
cs: CHCI NA NI VSTOUPIT

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMHOLE.OPEN
source: THIS MEAT TUBE WILL SERVE MY PURPOSES
cs: TATO MASITÁ ROURA POSLOU®Í MÝM ÚÈELÙM

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINTEROMETER
source: HELLO, FRIEND.
cs: NAZDÁREK, PØÍTELI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITOSACK
source: MOSQUITO HARD DRIVE
cs: KOMÁØÍ HARD DISK

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHSTICKS
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRD
source: IT LOOKS TERRITORIAL
cs: VYPADÁ JAK ÈLEN DOMOBRANY

# STRINGS.CHARACTERS.WX78.DESCRIBE.BONESTEW
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_GARDEN
source: SENSORS DETECT SOMETHING BENEATH
cs: SENZORY DETEKUJÍ COSI POD POVRCHEM

# STRINGS.CHARACTERS.WX78.DESCRIBE.BAT
source: FLYING RAT
cs: LÉTAJÍCÍ KRYSA

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_PLANTED
source: ROBOT NEEDS FOOD
cs: ROBOT VY®ADUJE JÍDLO

# STRINGS.CHARACTERS.WX78.DESCRIBE.WASPHIVE
source: A BEAUTIFUL EXAMPLE OF EFFICIENCY
cs: KRÁSNÝ PØÍKLAD EFEKTIVITY

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT
source: IT HAS HEALING PROPERTIES
cs: MÁ LÉÈIVÉ VLASTNOSTI

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS
source: I DON'T LIKE THE LOOK OF HIM
cs: NELÍBÍ SE MI JEHO POHLED

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB4
source: WITH THIS EXTRA POWER I HAVE... MORE POWER!
cs: S TOUTO ENERGIÍ NAVÍC MÁM... VÍCE ENERGIE!

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTBULB
source: BIOLUMINESCENCE IS GROSS
cs: BIOLUMINISCENCE JE DRZÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FOOTBALLHAT
source: PADDING FOR MY PROCESSING UNIT
cs: KRYT PRO MOU VÝPOÈETNÍ JEDNOTKU

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_COOKED
source: IT IS NO LONGER ALIVE
cs: U® NENÍ ®IVÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH_COOKED
source: REQUIRES CHIPS
cs: JSOU PO®ADOVÁNY HRANOLKY [FISH AND CHIPS]

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWEATERVEST
source: VEST HAS HIGH DAPPERNESS QUOTIENT
cs: OBSAHUJE VYSOKÝ PODÍL ELEGANCE

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRIES_COOKED
source: THEY HAVE LOST STRUCTURAL INTEGRITY
cs: ZTRATILY SVOU STRUKTURÁLNÍ INTEGRITU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYHAM
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RELIC
source: I HAVE NO NEED OF THIS.
cs: PRO TOHLE NEMÁM ®ÁDNOU POTØEBU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUGNET
source: HARVEST INSECTS
cs: SKLÍZÍ HMYZ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERQUEEN
source: THE SPIDERS LIVE UNDER A SYSTEM OF MONARCHY
cs: PAVOUCI MAJÍ SYSTÉM MONARCHIE

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMAREFUEL
source: DEBUGGING RESIDUE
cs: ODLADÌNÉ POZÙSTATKY

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_WOOD
source: I AM SOMEWHAT REASSURED
cs: JSEM PONÌKUD KLIDNÌJ©Í

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEMSOCKET.VALID
source: POWER == ON
cs: NAPÁJENÍ == ZAPNUTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEMSOCKET.GEMS
source: IT REQUIRES A BATTERY.
cs: VLO®TE BATERIE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_RUINS_ITEM
source: POCKET STONER DEFENSE
cs: KAMENÌJ©Í KAPESNÍ OCHRANA

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_RUINS
source: OLD BUT STILL FUNCTIONAL
cs: STARÉ ALE STÁLE FUNKÈNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER
source: MY APPRECIATION FOR BEAUTY IS LIMITED
cs: MÁ SCHOPNOST OBDIVOVAT KRÁSU JE OMEZENÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.DRYING
source: MEATSACKS TAKE TIME TO DRY
cs: MASOVÉ VÁÈKY POTØEBUJÍ K SU©ENÍ ÈAS.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.DONE
source: I HAVE NEW PROTEINS
cs: MÁM NOVÉ PROTEINY

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.GENERIC
source: I SHOULD HANG EXPIRED MEATSACKS HERE
cs: MÌL BYCH TU POVÌSIT PRO©LÉ MASO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_COOKED
source: DELICIOUS
cs: VÝTEÈNÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURPER
source: IT VIOLATED MY SMELLING MODULE.
cs: ZAZNAMENÁVÁM PO©KOZENÍ NA MÉM ÈICHOVÉM MODULU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_6
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLY.GENERIC
source: IT THINKS IT IS SO PRETTY
cs: MYSLÍM, ®E JE OPRAVDU KRÁSNÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLY.HELD
source: SQUISH
cs: MÁÈK

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAUR
source: THIS MEAT HAS A POINTY END
cs: TOHLE MASO MÁ ZA©PIÈATÌLÝ KONEC

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL
source: ROCK WITH ROCKS
cs: KÁMEN S KAMENÍM

# STRINGS.CHARACTERS.WX78.DESCRIBE.CANE
source: ASSISTED LOCOMOTION DEVICE
cs: ZAØÍZENÍ PRO ASISTENCI POHYBU

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_HAY_ITEM
source: NOT VERY GOOD DEFENSES
cs: NEPØÍLI© DOBRÁ OBRANA

# STRINGS.CHARACTERS.WX78.DESCRIBE.STINGER
source: WARNING: TOXINS PRESENT
cs: VAROVÁNÍ: OBSAHUJE TOXINY

# STRINGS.CHARACTERS.WX78.DESCRIBE.WAFFLES
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.UNAGI
source: A FANCIER FUEL PACK.
cs: LABU®NICKÝ PALIVOVÝ BALÍÈEK.

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: GREEN FUNGUS
cs: ZELENÁ HOUBA

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: IT IS HIDING
cs: SCHOVÁVÁ SE

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I TOOK IT.
cs: VZAL JSEM JI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_LOW
source: ROCKS CONTAINING ROCKS
cs: KAMENY OBSAHUJÍCÍ KAMENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE_TRIPLE
source: POWER SOURCE: UNKNOWN
cs: ZDROJ ENERGIE: NEZNÁMÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.GENERIC
source: RED FUNGUS
cs: ÈERVENÁ HOUBA

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.INGROUND
source: IT IS HIDING
cs: SCHOVÁVÁ SE

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.PICKED
source: I TOOK IT.
cs: VZAL JSEM JI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEHAT
source: THE MESH IS SMALLER THAN BEE STINGERS
cs: VELIKOST SÍ«KY JE MEN©Í NE® JE VELIKOST VÈELÍCH ®IHADEL.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREFLIES.GENERIC
source: BIOLUMINESCENT INSECTS
cs: BIOLUMINESCENTNÍ HMYZ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREFLIES.HELD
source: THEY ARE VERY LIGHT
cs: JSOU VELMI SVÌTELNÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL_LOW
source: ROCK WITH ROCKS
cs: KÁMEN S KAMENÍM

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYETURRET
source: I HAVE TAMED MIGHTY BEASTS TO FIGHT FOR ME.
cs: ZKROTIL JSEM MOCNÉ BESTIE A NYNÍ BOJUJÍ V MÙJ PROSPÌCH.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERHOLE
source: SPIDERS DETECTED
cs: PAVOUCI DETEKOVÁNI

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK
source: LUMPY
cs: HRBOLATÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMONSTERMEAT
source: IT IS STILL SOMEWHAT INCOMPATIBLE
cs: STÁLE JE PONÌKUD NEKOMPATIBILNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEARDHAIR
source: DISGUSTING
cs: NECHUTNÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_WINTER
source: CABLE IS MORE DISGUSTING AND HAIRY THAN NORMAL
cs: TENTO KABEL JE MNOHEM VÍCE CHLUPATÝ A ODPORNÝ NE® JE OBVYKLÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_SUMMER
source: CABLE UNPLUGGED
cs: KABEL ODPOJEN

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE_DOUBLE
source: POWER SOURCE: UNKNOWN
cs: ZDROJ ENERGIE: NEZNÁMÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_COOKED
source: MEAT RENDERED INACTIVE. EXCELLENT.
cs: MASO EXKTRAKTOVÁNO. ZNAMENITÌ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGEGEM
source: IT SHIMMERS IN MY HANDS.
cs: MIHOTÁ SE MI V PA®ÍCH.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUSHHAT
source: HOW DEMEANING
cs: JAK ZNEMO®ÒUJÍCÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENSHOVEL
source: GOLD IS MORE DURABLE?
cs: ZLATO VYDR®Í VÍCE?

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNKVEST_WINTER
source: IMPROVED TEMPERATURE CONTROL HOUSING
cs: INOVAÈNÍ SCHRÁNKA PRO REGULACI TÌLESNÉ TEPLOTY

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNKVEST_SUMMER
source: TEMPERATURE CONTROL HOUSING
cs: SCHRÁNKA PRO REGULACI TÌLESNÉ TEPLOTY

# STRINGS.CHARACTERS.WX78.DESCRIBE.STATUEMAXWELL
source: HIGH LEVELS OF EVIL DETECTED.
cs: DETEKOVÁNA VYSOKÁ ÚROVEÒ ZLA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_STATUE
source: A NIGHTMARE INDICATOR
cs: INDIKÁTOR ZLÝCH SNÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPOILED_FOOD
source: EVEN I CAN NOT PROCESS THAT
cs: TO ANI JÁ NEMOHU PROVÉST

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLINT
source: THIS ROCK IS SHARPER THAN MOST
cs: TENHLE KÁMEN JE OSTØEJ©Í NE® VÌT©INA OSTATNÍCH

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_8
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_MARSH_BUSH
source: IT WOULD BE MORE USEFUL IN THE GROUND
cs: V ZEMI BY BYL U®ITEÈNÌJ©Í

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_ROBIN
source: IT HAS BEEN SEPARATED FROM ITS BIRD
cs: BYL ODSTRANÌN OD SVÉHO OPEØENCE

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.COOKING_SHORT
source: IT IS ALMOST COMPLETE
cs: JE TÉMÌØ HOTOVÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.EMPTY
source: I CAN REFINE MEATS AND VEGETABLES INTO MORE ROBUST FORMS
cs: MOHU VYLEP©IT MASO A ZELENINU DO ROBUSTNÌJ©Í FORMY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.DONE
source: THE COOKING PROCESS IS DONE
cs: PROCES VAØENÍ BYL ÚSPÌ©NÌ DOKONÈEN

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.COOKING_LONG
source: MORE TIME IS REQUIRED
cs: JE PO®ADOVÁNO VÍCE ÈASU. ÈEKEJTE PROSÍM.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_STONE_ITEM
source: STONE DEFENSES
cs: KAMENNÁ OBRANA

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTREEDS
source: HOLLOW PLANT MATTER
cs: DUTÁ ROSTLINNÁ LÁTKA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_4
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_3
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_FOREST
source: THE GROUND
cs: TERÉN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_2
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAMPUS
source: STOP! THIEF!
cs: ZASTAV SE! ZLODÌJI!

# STRINGS.CHARACTERS.WX78.DESCRIBE.RATATOUILLE
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.FULL
source: OCCUPIED
cs: OBSAZENO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: THE OCCUPANT MUST BE SLEEPING
cs: JEHO OBYVATEL ZØEJMÌ SPÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.GENERIC
source: THE FURNITURE IS ALL PIG-SHAPED
cs: VE©KERÝ NÁBYTEK JE V PRASEÈÍCH TVERECH.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_SAVANNA
source: THE GROUND
cs: TERÉN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_RING
source: HOW DELIGHTFULLY INORGANIC
cs: TAK PØÍJEMNÌ ANORGANICKÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KNIGHT_NIGHTMARE
source: REPROGRAMMING REQUIRED
cs: VY®ADUJE PØEPROGRAMOVÁNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_MUD
source: GROUND PARTS
cs: ÈÁST TERÉNU
