Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLTHRONE
source: It's less painful than it looks. Barely.
cs: Není tak bolestivý, jak vypadá. To sotva.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK
source: It's a rock.
cs: Je to kámen.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_CAP_COOKED
source: Umami!
cs: Chu»ová senzace!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POND_ALGAE
source: It's some algae.
cs: Jsou to nìjaké øasy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEROGIES
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGGLEBUNWICH
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOAT
source: It's not going anywhere.
cs: Ta se nikam nechystá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SHOVEL
source: This is some real advanced technology.
cs: Jedná se o nìjakou pokroèilou technologii.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORSLURPER
source: Wet, soggy, and oddly filling.
cs: Vlhký, mazlavý a podivnì plnìný.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEWING_KIT
source: A fine and noble endeavour.
cs: Drobná a u¹lechtilá práce.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELL
source: Looking good!
cs: Vypadá k svìtu!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEEDS_COOKED
source: I broiled the life out of 'em.
cs: Vypekl jsem jejich ve¹kerý ¾ivot.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_DROPPER
source: Creatures in this world evolve at a terrifying rate.
cs: Stvoøení se v tomto svìtì vyvíjejí stra¹nì rychle.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERLASAGNA
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.BURNT
source: Ashes to ashes.
cs: Prach jsi a v prach se obrátí¹.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.CHOPPED
source: That's not about to grow back.
cs: Tenhle zøejmì nedoroste.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.GENERIC
source: I've heard them described as 'piney'.
cs: Sly¹el jsem je nazývat 'borovicatými'.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.BURNING
source: Oops.
cs: Jejda.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SKULLCHEST
source: That's one snazzy chest.
cs: Vymazlená truhlice.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SANITYROCK.INACTIVE
source: There are two ways to see that obstacle.
cs: Jsou dvì mo¾nosti, jak nahlí¾et na tuto pøeká¾ku.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SANITYROCK.ACTIVE
source: I can see its true nature now!
cs: Nyní je mohu vidìt v pravé podobì!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_PIPE
source: A glorious tube of pain-giving!
cs: Legendární bolest rozdávající trubièka!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROTTENEGG
source: Disgusting. Why am I carrying this around?
cs: Nechutné. Proè je s sebou vùbec tahám?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROPE
source: You'd think this would have more uses.
cs: Jeden by pomyslel na to, na kolik zpùsobù se dá pou¾ít.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROOK
source: A castle for my home.
cs: Vì¾ mého království.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGTORCH
source: Great. Now they have fire.
cs: Skvìlé. U¾ objevili oheò.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENAMULET
source: I swear I don't normally need this.
cs: Pøísahám, ¾e ho bì¾nì nepotøebuji.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_MEDIUM
source: Where's Waldo?
cs: Kdepak je Waldo?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_BERRYBUSH
source: Do I look like a gardener?
cs: Vypadám snad jako zahradník?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURKEYDINNER
source: How festive.
cs: Jak slavnostní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SILK
source: Despite it's origin, it could make some fine garments.
cs: Navzdory svému pùvodu, doká¾e vytvoøit opravdu pøíjemný odìv.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
cs: Láva vyvìrající z prohlubnì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.OUT
source: It looks harmless.
cs: Vypadá ne¹kodnì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.LOW
source: The fires are cooling
cs: Oheò chladne.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.NORMAL
source: It's hot.
cs: Horké.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PAPYRUS
source: A blank canvas.
cs: Prázdné plátno.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN_WINTER.GENERIC
source: I don't recognise that one.
cs: Tohohle nepoznávám.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN_WINTER.HELD
source: Quiet, you.
cs: Ticho, ty.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN.GENERIC
source: The redbird comes from the fire lands.
cs: Èervený pták pocházející ze zemì plamenné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN.HELD
source: Silence, bird!
cs: Ticho, ptáku!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGEAMULET
source: Simple magic is often the best.
cs: Prostá magie bývá èasto tou nìjúèinìj¹í.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOCKEDWES
source: He displeased me.
cs: Znelíbil se mi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREHOUND
source: I put fire gems in there as a joke.
cs: Vlo¾il jsem do nich ohnivý drahokam jako takový malý ¾ert.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GUNPOWDER
source: Now this, I like.
cs: A teï tohle, ten mám rád.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_WOODFLOOR
source: I prefer hardwoods.
cs: Mám radìji tvrdé døevo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESURRECTIONSTATUE
source: I'm not above using this.
cs: Nebudu se zdráhat to pou¾ít.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB3
source: This is where I do my own personal research.
cs: Zde provádím svùj osobní výzkum.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCKY
source: I banished these guys down here for a reason.
cs: Vyhostil jsem tyhle chlapíky sem dolù oprávnìnì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KNIGHT
source: Such quality workmanship!
cs: Jak precizní øemeslná práce!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB2
source: It unlocks recipes of middling utility.
cs: Odemyká recepty druhoøadé u¾iteènosti.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE
source: It's so dark down here.
cs: Tady dole je poøádná tma.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PETALS_EVIL
source: It's dripping with nightmare essence.
cs: Prosakuje esencemi noèních mùr.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BISHOP
source: I'm especially proud of that piece.
cs: Na tenhle kousek jsem obzvlá¹tì hrdý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORGRASS
source: Direct confrontation is quite gauche.
cs: Pøímá konfrontace je ponìkud nepatøièná.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB
source: I can't believe I forgot how to build those things.
cs: Nemohu uveøit, ¾e jsem zapomnìl, jak se ty vìci vytváøejí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUBBLE
source: Just bits and pieces of rock
cs: Jen ¹tìrk a úlomky kamenù

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_CAP_COOKED
source: Kind of bitter.
cs: Ponìkud trpká.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: This can be partially restored.
cs: Tenhle oltáø by mohl projít èásteènou renovací.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Where are their gods now?
cs: Kde jsou jejich bohové teï?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STAFFLIGHT
source: That should chase the shadows away.
cs: Tohle by mìlo rozehnat stíny pryè.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLETREE
source: How whimsical.
cs: Jak rozmarné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REDGEM
source: Red brings fire.
cs: Èervený pøiná¹í oheò.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLLIGHT
source: Aw, it remembers me.
cs: Pamatuje si mì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_CROW
source: Black is the colour of sleep.
cs: Èerná je barvou spánku.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAZOR
source: If only the world had a single neck.
cs: Kdyby tak svìt mìl jeden krk.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE
source: I'm glad the rest of it is still down there.
cs: Jsem vdìèný, ¾e ten zbytek je je¹tì více dole.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOLE
source: There's a world going on under there.
cs: Tam dole probíhá zcela jiný svìt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEHIVE
source: Not the bees!
cs: Ne, vèely ne!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.GENERIC
source: That is a generic plant.
cs: Obyèejná rostlina.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.READY
source: It's ready.
cs: Je pøipravena.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.GROWING
source: It's growing.
cs: Roste.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_FERN
source: I'd like to step on it.
cs: Nejrad¹i bych na to ¹lápnul.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PURPLEGEM
source: Purple brings great power.
cs: Fialový pøiná¹í moc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRUMSTICK_COOKED
source: Still tastes like berries.
cs: Poøád chutná jako bobule.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDBONE
source: Hungry devils, aren't they?
cs: Hladoví ïáblové, ¾e?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HORN
source: Call forth the beasts!
cs: Volání divoèiny!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_CRANK
source: This is used to agitate the humours.
cs: Jak pobuøující humor.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGGYBACK
source: Oh that's just demeaning.
cs: Och to je tak nedùstojné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ONEMANBAND
source: It has a good beat and you can dance to it.
cs: Vydává dobrý rytmus, na který bys mohl tanèit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER
source: Annoying little monster. Has his uses, though.
cs: Otravná malá potvora. Má v¹ak své vyu¾ití.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GUANO
source: Disgusting!
cs: Nechutné!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKINCOOKIE
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KRAMPUS_SACK
source: It's really light.
cs: Je skuteènì lehký.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POOP
source: It's the way of all mortal life.
cs: To jsou zpùsoby smrtelníkù.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POND
source: I can see my face reflected off the top.
cs: Vidím svou tváø, jak se odrá¾í na hladinì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.PLANT
source: You aren't fooling me, plant.
cs: Mì neoklame¹, rostlino.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.DIRT
source: Something stirs.
cs: Nìco se pohnulo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.WORM
source: Well that's new!
cs: To je mi novinka!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE_SEEDS
source: This labour is beneath me.
cs: Takhle práce je pod mou úroveò.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYCOMB
source: It's full of bee seeds.
cs: Je plný vèelích semen.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHEAD
source: The eyes follow you around.
cs: Ty oèi tì v¹ude sledují.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE
source: Usually I'd get someone to seed this for me.
cs: Obvykle najdu nìkoho, kdo to pro mì zasadí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANTMEAT_COOKED
source: The heat has made this a suitable meal.
cs: ®ár to zmìnil na pokrm vhodný ke konzumaci.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYEPLANT
source: The Meat Bulb's pawns.
cs: Pì¹áci Masové cibulky.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGKING
source: That's a man with his priorities in order!
cs: Tento mu¾ má své priority zcela v poøádku!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGSKIN
source: It was him or me.
cs: Musel to být buïto on nebo já.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HAMBAT
source: An undignified weapon for a less refined time.
cs: Nedùstojná zbraò pro ménì vybrané chvíle.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.GENERIC
source: Do I look like a farmer?
cs: Vypadám snad jako farmáø?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.GROWING
source: I have better things to do than watch plants grow.
cs: Mám na práci lep¹í vìci ne¾ pozorovat, jak to roste.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: It needs to be... refreshed.
cs: Potøebuje to... obèerstvit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.AXE
source: Sometimes the direct approach is best.
cs: Nìkdy je osobní pøístup to nejlep¹í.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PETALS
source: Like so much confetti.
cs: Vypadají jako konfety.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PERD
source: It is addicted to fermented berries.
cs: Je závislý na kvasných bobulích.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PANDORASCHEST
source: It's a trap.
cs: Je to past.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT
source: Just another boring plant.
cs: Jen dal¹í nudná rostlina.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NITRE
source: One third of the way there...
cs: Na tøetinì cesty k...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMEAT
source: It smells less like barnyard, now.
cs: Nyní to tu zapáchá jak na dvoøe.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.GENERIC
source: I can use this to find my missing parts.
cs: Mohu to pou¾ít k nalezení mých chybìjících souèástek.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.HOT
source: It must be right under my nose!
cs: U¾ ji mám pøesnì pod nosem!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.COLD
source: Mostly just background noise.
cs: Jen zvuková kulisa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.WARM
source: This is the right direction.
cs: Tohle je ten správný smìr.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.WARMER
source: I should keep my eyes peeled.
cs: Mìl bych mít oèi na ¹»opkách.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTLIGHT
source: It burns with a beautiful glow.
cs: Hoøí s pøekrásnou záøí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITOSACK
source: A bloody sack. With blood in it.
cs: Krvavý sáèek. S krví uvnitø.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ABIGAIL
source: Why won't these mortals just stay dead?
cs: Proè jen tihle smrtelníci nemohou zùstat mrtví?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALOHAT
source: How unfashionable.
cs: Jak kýèovité.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAURCHEST
source: It's almost like he's still alive.
cs: Témìø jako by byl stále ¾ivý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINTERHAT
source: How disappointingly rustic.
cs: Tak znepokojivì venkovské.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMANDRAKE
source: It has lost a lot of its power.
cs: Ztratila spoustu své síly.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLE_SHELLPIECES
source: They don't fit back together.
cs: U¾ se nedají spojit dohromady.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEDROLL_FURRY
source: At least they're good for something.
cs: Alespoò na nìco se hodí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_SMALL
source: Ugh, it smells bad.
cs: Och, to je puch.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATWING
source: I'm not eating that.
cs: Tohle jíst nebudu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHOUSE
source: They copied the pigs, but they're even less intelligent.
cs: Zkopírovali prasata, ale tihle jsou je¹tì ménì inteligentní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.GENERIC
source: Just look at that stupid beast.
cs: Jen se podívej na to hloupé stvoøení.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.SLEEPING
source: It's only marginally less stupid when it's asleep.
cs: Je jen o nìco ménì hloupìj¹í, kdy¾ spí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.FOLLOWER
source: Aw nuts, it's following me.
cs: To snad ne! Ono to za mnou leze.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.NAKED
source: Now it looks dumb AND pathetic.
cs: Nyní vypadá opravdu hloupì a uboze.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_SAPLING
source: Do I look like a gardener?
cs: Vypadám snad jako zahradník?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATBALLS
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEAT
source: I'm used to much finer fare.
cs: Jsem zvyklý na vybranìj¹í stravování.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SKELETON
source: Ha! I remember that one.
cs: Ha! Toho si pamatuji.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELESTAFF
source: Power can do amazing things when it's funneled through the right channels.
cs: Mocné energie doká¾í ú¾asné vìci, kdy¾ proudí tím správným smìrem.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWGEM
source: I can feel the magic in this.
cs: Cítím z nìj magii.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERGLAND
source: Distasteful.
cs: Odporné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_FULL
source: Stalagmite. How dull.
cs: Stalagmit. Jak fádní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.BURNT
source: It's no use to anyone now.
cs: Ji¾ nikomu neposlou¾í.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.CHOPPED
source: Tree 0, Maxwell 1.
cs: Strom-Maxwell, 0-1.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.GENERIC
source: A tree with a foul demeanor.
cs: Strom s nevybraným chováním.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.BURNING
source: There it goes.
cs: Tady to má¹.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.GENERIC
source: It's twisted and thorny, just like me!
cs: Je pokroucený a pichlavý, tak jako já!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.PICKED
source: That was painful.
cs: To bylo bolestivé.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.BURNING
source: I should ask it questions.
cs: Mìl jsem ho nejdøív vyzpovídat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRUMSTICK
source: It tastes strangely like berries.
cs: Chutná podivnì jako bobule.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WAXWELLJOURNAL
source: I'm so sorry Charlie.
cs: Mrzí mì to, Charlie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_GRASS
source: Scratchy.
cs: ©krábavý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKESOUP
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MALE_PUPPET
source: Better him than me.
cs: Radìji on, ne¾-li já.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUREPLANTBULB
source: Perhaps I can use this to my advantange.
cs: Mo¾ná bych ji mohl vyu¾ít pro svùj prospìch.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUREPLANT
source: A vicious plant.
cs: Zlomyslná rostlina.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_EXIT
source: Get me out of here!
cs: Dostaòte mì odsud!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICESTAFF
source: It feels like my heart.
cs: Chladná jako mé srdce.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LITTLE_WALRUS
source: A chip off the old block.
cs: Mladá odno¾.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.INSANITYROCK.INACTIVE
source: It only half-exists on this plane.
cs: Existuje jen napùl v této realitì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.INSANITYROCK.ACTIVE
source: I can see its true nature now!
cs: Nyní mohu vidìt jejich pravou podstatu!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLPHONOGRAPH
source: That accursed thing!
cs: Ta prokletá vìc!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LEIF_SPARSE
source: Disgusting creature!
cs: Odporná stvùra!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LEIF
source: Disgusting creature!
cs: Odporná stvùra!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN
source: Hallowe'en was always my favourite.
cs: Halloween jsem mìl v¾dy oblíben.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KOALEFANT_WINTER
source: It has its winter coat on.
cs: Má na sobì zimní kabát.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_SEEDS
source: This labour is beneath me.
cs: Takhle práce je pod mou úroveò.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KABOBS
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTER
source: Some puns are irresistible.
cs: Nìkteré slovní høíèky jsou neodolatelné. (Butter-fly)

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNING_ROD.GENERIC
source: A little bit of protection.
cs: Trocha ochrany.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Energy flows through it.
cs: Uvnitø proudí energie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEARS
source: My pets! What has become of you?
cs: Moji mazlíèci! Co se svámi stalo?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEBOX
source: A little piece of winter in a box.
cs: Trocha zimy v krabièce.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEAT_DRIED
source: My teeth are getting too old for this.
cs: Na tomhle si vylámu zuby.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EEL_COOKED
source: It will have to do.
cs: Bude to muset staèit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUND
source: They don't recognise me!
cs: Oni mì nepoznávají!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYHAM
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE_COOKED
source: A little more refined, at least.
cs: Alespoò je to o nìco lépe upravené.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_WOOD_ITEM
source: Pocket-sized wall pieces. Yup.
cs: Kousky zdi velké tak akorát do kapsy. Jo!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.BARREN
source: It needs manure.
cs: Potøebuje hnùj.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.PICKED
source: And now we wait.
cs: A teï budeme èekat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.GENERIC
source: Reduced to eating berries. Sigh.
cs: Donucen k pojídání bobulí. Ach.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCKS
source: Hmmm. Now what do I do with them?
cs: Hmmm. A co teï s nimi budu dìlat?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTGRASS
source: The mundane stuff of the earth.
cs: Naprosto obyèejnì pozemské.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT_SEEDS
source: This labour is beneath me.
cs: Takhle práce je pod mou úroveò.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA
source: Like ashes in my mouth.
cs: Jako popel v mých ústech.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATWING_COOKED
source: I'm still not eating that.
cs: Stále na to nemám chu».

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEHOUND
source: I had a lot of surplus gems!
cs: U¾ jsem nevìdìl co s drahokamy!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: My beautiful machine is in pieces!
cs: Mùj pøekrásný stroj v troskách!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: It's alive!
cs: ®ije!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Now to turn it on.
cs: A teï u¾ to jen spustit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It is still incomplete.
cs: Zatím je¹tì stále není kompletní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HAMMER
source: It feels good to undo the work of others.
cs: Krásný pocit, kdy¾ mù¾ete zmaøit díla ostatních.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_CAP_COOKED
source: Salty!
cs: Slaná!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_CAP
source: I should eat it.
cs: Mìl bych ho sníst.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEBASE.VALID
source: That should do the trick.
cs: To by mìlo staèit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEBASE.GEMS
source: The fuel needs more focus points.
cs: K provozu je zapotøebí více pohonných hmot.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERMEAT_DRIED
source: My teeth are getting too old for this.
cs: Na tomhle si vylámu zuby.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOME
source: There's no place like it.
cs: Nikde jinde na svìtì není místo, které by mu bylo rovno.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BACKPACK
source: I wish there were porters around here.
cs: Ké¾ by jen tady v okolí byli nìjací nosièi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWSTAFF
source: With a bigger gem it would be so much more powerful.
cs: S vìt¹ím drahokamem by byla mnohem mocnìj¹í.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_EVIL
source: I like that flower.
cs: Líbí se mi ta kvìtina.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN
source: High in fructose.
cs: Velmi fruktózní.
