Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMANDRAKE
source: Mandragora officinarum, cooked in the name of discovery.
cs: Mandragora lékaøská, upravena ve jménu vìdy a objevu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLYWINGS
source: Wings from a captured butterfly.
cs: Køídla chyceného motýla.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTSWORD
source: Transdimensional weaponry.
cs: Transdimenzionální výzbroj.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENT
source: Sleeping in there would give me a stiff neck.
cs: Po nocování v tomhle mi teda ztuhne krk.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORMARBLE
source: An interesting choice of materials.
cs: Zajímavý výbìr materiálù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_1
source: What a lovely set of bottle washers! Too bad they're all melted.
cs: Jak rozho¹ný set lahvových zátek! Jen ¹koda, ¾e jsou slepené dohromady.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLMEAT
source: It's a small, raw piece of meat.
cs: Malý, syrový kousek masa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWERHAT
source: How celebratory.
cs: Jak slavnostní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.GENERIC
source: It looks almost like a Bos Taurus.
cs: Vypadá skoro jako tur domácí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.SLEEPING
source: It's sleeping.
cs: Spí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.FOLLOWER
source: It appears to be following me.
cs: Zdá se, ¾e mne následuje.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.NAKED
source: It looks cold.
cs: Vypadá chladnì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDNUGGET
source: A small lump of gold. Atomic number 79.
cs: Malá hrouda zlata. Atomové èíslo 79.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TAFFY
source: I don't much care for sweets, but... desperate times.
cs: Nepotrpím si moc na sladkosti, ale... doba je zlá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_TALL
source: A tree with a fungal parasite.
cs: Strom s houbovým parazitem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT
source: A nightshade, specifically Solanum melongena.
cs: Lilek, pøesnìji øeèeno lilek vejcoplodý.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP
source: A simple stick-and-basket trap.
cs: Jednoduchá past o tyèi a ko¹íku.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRUMSTICK_COOKED
source: Not terribly healthy, but my is it delicious!
cs: Není to zrovna nejzdravìj¹í, ale ach tak vynikající!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POND
source: A small, but deep freshwater pond.
cs: Malé, ale hluboké sladkovodní jezero.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKINCOOKIE
source: Pumpkin biscuits, goody!
cs: Dýòové su¹enky, dobrùtka!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEADLYFEAST
source: I'm not sure that's good to eat.
cs: Nejsem si jista, zda by bylo rozumné to jíst.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWAMULET
source: This amulet is glowing at the mid 530 nanometer wavelength.
cs: Tenhle amulet záøí v polovinì 530 nanometrové vlnové délky.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPOILED_FOOD
source: It is heavy with bacteria.
cs: Prorostlý bakteriemi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYEPLANT
source: I believe they are controlled by the larger plant.
cs: Vìøím, ¾e jsou ovládány tou vìt¹í rostlinou.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORRUINS
source: A hardy Thulecite armour.
cs: Robustní zbroj z artefaktù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_ROCKY
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CHECKERFLOOR
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_MED
source: A strange rock formation.
cs: Podivná skalní formace.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_LOW
source: A strange rock formation.
cs: Podivná skalní formace.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLESLIME
source: Their mucus is explosive for some reason.
cs: Z nìjakého dùvodu je jejich sliz výbu¹ný.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT_COOKED
source: I present: Braised Solanum melongena.
cs: Pøedstavuji vám: du¹ený lilek vejcoplodý.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONKEY
source: They produce quite an odor.
cs: Produkují celkem silný zápach.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEDROLL_FURRY
source: I'm not sleeping on the ground.
cs: Nehodlám spát na zemi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONKEYBARREL
source: This appears to be the home of several primates.
cs: Vypadá to na obydlí nìkolikaèlené tlupy primátù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORSNURTLESHELL
source: It is quite capacious.
cs: Celkem prostorné.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DUSK
source: Night will be here soon.
cs: Brzy na kraj padne noc.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ENTER_DARK
source: I am in the dark.
cs: Jsem ve tmì.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_FREEDOM
source: Freedom! I'll find a good book and tuck in.
cs: Svoboda! Najdu si dobrou knihu a mizím odsud.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOOMANYBIRDS
source: It doesn't work as well with this many birds around.
cs: Nefunguje to a¾ tak dobøe, kdy¾ je tu tolik ptákù kolem.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.GENERIC
source: Yum!
cs: Mòam!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.STALE
source: That was not at optimal freshness.
cs: To nebylo zrovna optimálnì èerstvé.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.PAINFUL
source: I should not have ingested that.
cs: To jsem nemìla pozøít.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.SPOILED
source: That was partially decomposed.
cs: To u¾ bylo èástìènì rozlo¾ené.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CHARLIE_ATTACK
source: OUCH! Something bit me!
cs: AU! Nìco mì kouslo!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_MOSQUITOS
source: Cursed bloodsuckers!
cs: Prokleté krev sající potvory!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DEERCLOPS
source: That sounds quite large!
cs: To znìlo jako nìco velkého!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_LOWRESEARCH
source: Not a great resource, but there were useful bits.
cs: Ne pøíli¹ velký zdroj informací, ale i pøesto alespoò nìco.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_RESEARCH
source: Every bit of information is useful.
cs: Ka¾dièký kousek znalosti se dá zu¾itkovat.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WORMHOLE
source: A detailed lesson in biology!
cs: Detailní lekce biologie!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_BEES
source: Stinging nasties!
cs: Bodající potvùrky!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODAYSLEEP_CAVE
source: These caves don't make it any easier to sleep.
cs: V tìchto jeskyních se nespí ani trochu pohodlnìji.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NO_TRAP
source: A cinch!
cs: Trik!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE_GENERIC
source: I don't know what that is.
cs: Netu¹ím, co to je.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_THORNS
source: Dang spinose structure!
cs: Sakry¹, trnitá struktura!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TRAP_WENT_OFF
source: Eek!
cs: Jej!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HIGHRESEARCH
source: My my, that was extremely interesting!
cs: Panejo! Páni! To bylo velmi zajímavé!

# STRINGS.CHARACTERS.WICKERBOTTOM.BATTLECRY.GENERIC
source: Combat!
cs: Boj!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ACCOMPLISHMENT_DONE
source: File that under completed!
cs: Pøípad uzavøen!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNT_LOST_TRAIL
source: The trail is no longer distinguishable.
cs: Smìr stopy ji¾ není rozpoznatelný.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ENTER_LIGHT
source: It is bright enough to see.
cs: Opìt dostatek jasu pro oèi.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNT_BEAST_NEARBY
source: The appearance of this track indicates recent activity.
cs: Vzhled této stopy svìdèí o nedávné aktivitì.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ACCOMPLISHMENT
source: It's not there yet!
cs: Je¹tì to není!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNGRY
source: Librarian needs food.
cs: Knihovnice potøebuje jíst.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_KNOCKEDOUT
source: Oof, that's one way to get some rest, I suppose.
cs: Ááh, nejspí¹ jediná mo¾nost, jak si trochu schrupnout.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TORCH_OUT
source: I need another light.
cs: Potøebuji novou pochodeò.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HOUNDS
source: Something is approaching.
cs: Nìco se bí¾í.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE_TOODARK
source: I can't see in the dark.
cs: Ve tmì nic nevidím.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CHARLIE
source: Did you hear that?
cs: Sly¹el jsi to?

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_PECKED
source: Settle down, this instant!
cs: Pøestaò vyru¹ovat, teï hned!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_COLD
source: The ambient temperature is low.
cs: Okolní teplota je nízká.

# STRINGS.CHARACTERS.WICKERBOTTOM.COMBAT_QUIT.GENERIC
source: Well, that's over.
cs: Tak, to je konec.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODAYSLEEP
source: I can hardly get to sleep at night, nevermind during the day.
cs: Mám problémy usnout i v noci, nato¾ pøes den. Dej pokoj.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TRAP_WENT_OFF
source: Oops!
cs: Jejda!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CRAFTING_FAIL
source: I can't do that right now.
cs: Nìjak mi to teï nejde.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ADVENTUREFAIL
source: Oh well. I gave it a good try.
cs: Nu co¾. Vedl jsem si celkem dobøe.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_QUAKE
source: The ground is heaving!
cs: Zem se vzdouvá!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CHARLIE
source: Who's there, eh?
cs: Kdo je tam?

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.GENERIC
source: You can't shave what's not hair.
cs: Neoholí¹ nevousatého.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I don't think she'd like that.
cs: Nemyslím si, ¾e by se jí to líbilo.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.NOBITS
source: It's already shorn, eh?
cs: U¾ je to snad oholené, ne?

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.STORE.GENERIC
source: It's already packed tighter than a Toronto streetcar.
cs: U¾ je to narvanìj¹í ne¾ tramvaj v Torontu.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.STORE.NOTALLOWED
source: That's not allowed, eh?
cs: To se prý není dovoleno.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BOOMERANG
source: Sorry! Clumsy me!
cs: Kuròa! Já ne¹ika!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NODANGERSLEEP
source: It's too scary out to sleep.
cs: Je to tu pøíli¹ dìsivé na spaní.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_INV_FULL
source: I can't carry any more kit.
cs: U¾ více vìcí neunesu.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL_GENERIC
source: Sorry, I can't do that.
cs: Promiò, to nemù¾u vykonat.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NOHUNGERSLEEP
source: My belly is too empty to fall asleep.
cs: Mám moc prázdný ¾aludek na to, abych mohl spát.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ACCOMPLISHMENT_DONE
source: That's a wrap, eh!
cs: To je ale pecka, hmm!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DUSK
source: It's almost my bedtime.
cs: U¾ je témìø èas na spánek.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ENTER_DARK
source: Who turned out the lights?
cs: Kdo vypnul svìtla?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_FREEDOM
source: I got out!
cs: Dostal jsem se pryè!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CHARLIE_ATTACK
source: Yeouch! That was rough!
cs: Jaúúu! To bylo drsné!

# STRINGS.CHARACTERS.WOODIE.EAT_FOOD.TALLBIRDEGG_CRACKED
source: You can taste the beak, eh?
cs: Køupe v tom trochu ten zobák , co?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNT_BEAST_NEARBY
source: The beastie is nearby.
cs: Ta potvora u¾ je blízko.

# STRINGS.CHARACTERS.WOODIE.COMBAT_QUIT.GENERIC
source: I think that's enough.
cs: Myslím, ¾e to bude staèit.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ADVENTURE_PORTAL
source: I wonder if that's the way out of here.
cs: Zajímalo by mì, jestli to vede odsud pryè.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBIT.GENERIC
source: Dang ground squirrels...
cs: Jejda, pozemní veverky...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBIT.HELD
source: I'd feel bad eating him.
cs: Kdybych ho snìdl, mìl bych ¹patný pocit.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEERCLOPS
source: That's a big moose!
cs: To je poøádný los!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_ROAD
source: Just some ground, eh?
cs: Obyèejná hlína, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEMINE
source: I don't know if the bees like this.
cs: Nevím, jestli se tohle vèelám líbí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN_COOKED
source: Cooked with the goodness of corn.
cs: Uvaøená kukuøièná dobrota.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FOLIAGE
source: Looks like a salad.
cs: Vypadá jako salát.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.GENERIC
source: I can't read it.
cs: Nemohu to pøeèíst.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.S
source: South
cs: Jih

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.SE
source: Southeast
cs: Jihovýchod

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.E
source: East
cs: Východ

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.W
source: West
cs: Západ

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.NE
source: Northeast
cs: Severovýchod

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.SW
source: Southwest
cs: Jihozápad

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.NW
source: Northwest
cs: Severozápad

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.N
source: True north.
cs: Pravý sever.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGLEGS_COOKED
source: At least they stopped moving.
cs: Alespoò se u¾ pøestaly hýbat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
cs: Je to pravdìpodobnì travinový povrch.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLE
source: He's just misunderstood.
cs: Nebyl jen správnì pochopen.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_SLEEP
source: I can make my escape if I use this!
cs: Kdybych ji pou¾il, mohl bych uniknout!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTLICHEN
source: Yum! Tastes woody!
cs: Hmm! Chutná døevitì!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I feel terrible!
cs: Citím se stra¹nì!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Another one!
cs: A dal¹í!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Lucy would want me to chop it down.
cs: Lucy by chtìla, abych je pokácel.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: I'm sorry!
cs: Omlouvám se!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN_SEEDS
source: Why would I want to grow more of those things.
cs: Proè bych mìl chtít pìstovat dal¹í?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CROW.GENERIC
source: He's planning something. I can tell.
cs: Nìco plánuje. To ti mù¾u øíct.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CROW.HELD
source: You'll pay for your crimes, crow!
cs: Zaplatí¹ za své èiny, vráno!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.GENERIC
source: Walking back bacon!
cs: Táhni, slanino!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.WEREPIG
source: What happened to him?!
cs: Co se mu to stalo?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.FOLLOWER
source: We're a team! Yah!
cs: Jsme tým! Jé!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.GUARD
source: That one looks like he means business.
cs: Vypadá, ¾e by se s ním dalo obchodovat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERM
source: What foul sea did that crawl out of?
cs: Z jak ¹pinavého oceánu tenhle moøskej panák vylezl?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_ROBIN_WINTER
source: A stupid feather.
cs: Hloupé pírko.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_MARSH
source: Just some ground, eh?
cs: Obyèejná hlína, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTSTONE
source: Part of the Canadian shield.
cs: Èást kanadského ¹títu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENPICKAXE
source: It's pretty but can't chop down trees.
cs: Je pìkná, ale nemù¾e kácet stromy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.GENERIC
source: I don't trust anything that can't decide between air and water.
cs: Nevìøím nièemu, co se nedoká¾e rozhodnout mezi vzduchem a vodou.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.SLEEPING
source: It's tired.
cs: Je utahaná.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.DEAD
source: Ex-frog.
cs: Ex-¾ába.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GHOST
source: Boo! Ha ha!
cs: Bubu! Ha ha!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDSTOOTH
source: Beauty, eh?
cs: Nádhera, ¾e?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_TREE
source: They don't have those back home.
cs: Tyhle doma nemají.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDSMALLMEAT
source: That'll just make me hungrier!
cs: Jsem z nich jen více hladový!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATBAT
source: A mouse with wings?
cs: My¹ s køídly?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TWIGS
source: I should build a tiny axe to chop these.
cs: Mìl bych si vyrobit malou sekyru, abych je mohl nasekat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENSTAFF
source: This'll help me dismantle stuff!
cs: To mi pomù¾e demontovat vìci!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LICHEN
source: Looks barely edible.
cs: To bude sotva k ¾rádlu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PICKAXE
source: Almost an axe, but not quite.
cs: Témìø sekera, ale ne zcela.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLEHOLE
source: Are you guys doing OK in there?
cs: Máte se tam fajn, ho¹ani?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_MED
source: I'm not too interested in rocks.
cs: ©utry mì zas tolik nezajímaj.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDNEST.GENERIC
source: I should steal its egg to teach it a lesson.
cs: Ukradnu jim vejce. To je nauèí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDNEST.PICKED
source: Nothing there.
cs: Tady nic není.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONPIE
source: Almost as good as butter tarts!
cs: Témìø tak sladký jako máslové koláèe!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT
source: That's gross!
cs: To je hrùza!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN
source: It smells bad.
cs: Hroznì páchne.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUSHAT
source: My grandad wore a hat like this.
cs: Mùj dìda takovou nosil.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHTACOS
source: Tastes like the sea, eh?
cs: Chutná jak moøe, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_LANTERN
source: It better not tip over.
cs: Pozor, a» se nepøevrhnou.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK1
source: Dead metal
cs: Mrtvý kov

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_CAP
source: I don't know...
cs: Já ti nevím...

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER.GENERIC
source: That's the biggest spider I've ever seen!
cs: To je ten nejvìt¹í pavouk, jakého jsem kdy vidìl!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER.SLEEPING
source: Careful, now, eh?
cs: Opatrnì, teï? Jo?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: I can never remember which ones you can eat.
cs: Nikdy si nemù¾u vzpomenout, které jsou jedlé.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: I'll come back later.
cs: Zase se vrátí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Well, that's over.
cs: No, tak to bude v¹e.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALOWOOL
source: It feels like my beard.
cs: Je podobný mému vousu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRIES
source: I have a heartier appetite than that.
cs: Dal bych si teda vìt¹í porci.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNURTLE
source: Spirals!
cs: Spirály!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.GENERIC
source: Bees!
cs: Vèely!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.SOMEHONEY
source: I could get more if I waited.
cs: Mohl jsem získat více, kdybych poèkal.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.FULLHONEY
source: Honey!
cs: Med!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.NOHONEY
source: I get hungry just looking at it.
cs: Mám hlad jen jak se na nìj podívám.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENAXE
source: It's almost as nice as Lucy.
cs: Je témìø tak pìkný jak Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP_TEETH_MAXWELL
source: He's not playing fair, eh?
cs: Nehraje fér, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_CAP
source: That's not meat.
cs: To není maso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CAVE
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENPITCHFORK
source: I don't know why I made this.
cs: Nevím proè jsem je vyrobil

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.GENERIC
source: Reeds.
cs: Rákosí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.PICKED
source: They'll be back.
cs: Brzy se vrátí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.BURNING
source: Fire makes me nervous.
cs: Jsem z ohnì nervózní.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINSHAT
source: It's no toque, but it'll do.
cs: Není to zrovna kanadský styl, ale co.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRD_EGG_COOKED
source: Well, at least it never became a bird.
cs: Tak alespoò z nìho nikdy nebude pták.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYNUGGETS
source: One of my favourite meals!
cs: Jedno z mých oblíbených jídel!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLYMUFFIN
source: Crunchy!
cs: Køupavé!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOUSE
source: Is it carrot flavoured?
cs: Obsahuje mrkvové aroma?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FRUITMEDLEY
source: In syrup!
cs: Sirup!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLE
source: Feels like a government building.
cs: Vypadá jak vládní budova.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BISHOP_NIGHTMARE
source: I can see the internal workings!
cs: Vidím v èinosti jeho vnitønosti!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.THULECITE
source: It's the wood of the caves!
cs: Je to jeskynní stromoøadí!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH
source: Looks like a cod.
cs: Vypadá jak cetka!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYETURRET_ITEM
source: This needs to be installed properly.
cs: Vy¾aduje odbornou montá¾.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.GENERIC
source: I want to see it grow so that I can chop it down.
cs: Chci ho vidìt rùst, abych ho poté mohl skácet.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.PICKED
source: Picking isn't as fun as chopping.
cs: Sbírání není tak zábavné jako sekání.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.BURNING
source: Aw! He barely had a chance!
cs: Ou! Ten mìl jen ztì¾í nìjakou ¹anci!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_HIDER
source: Tricky devil!
cs: Vychytralý ïáblík!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEBOX
source: Ahhhh. Reminds me of home.
cs: Ááách. Pøipomíná mi domovinu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIVINGTREE
source: I feel conflicted, eh?
cs: Trochu dilema, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.GENERIC
source: I looks like something plugs in.
cs: Vypadá to, jako zástrèka na nìco.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.READY
source: It's ready to be unlocked.
cs: Je pøipravena k odemèení.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now all it needs is to be turned on.
cs: Teï u¾ to staèí jen zapnout.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_GARDEN
source: I'm tired of these squids!
cs: Jsem unaven tìmihle chobotnicemi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.GENERIC
source: Where's my guitar?
cs: Kde mám svoji kytaru?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.OUT
source: It was good while it lasted.
cs: Byl dobrý, dokud nepohasl.
