Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_CAP
source: It smells like a gym sock!
cs: Páchne jak pou¾itá pono¾ka!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CAVE
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENPITCHFORK
source: It won't light the ground on fire, but at least it's shiny.
cs: Sice neza¾ehnou pùdu plameny, ale jsou aspoò záøivé.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.GENERIC
source: It's a burnable clump of reeds
cs: Hoølavý trs rákosí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.PICKED
source: I can't do anything with reed stubble.
cs: Z dutých stébel rákosí asi nic neudìlám.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.BURNING
source: Burn! Yeah!
cs: Hoø! Jóóó!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINSHAT
source: It seems like there's something flowing through it.
cs: Vypadá to, jakoby z nìj nìco vyzaøovalo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRD_EGG_COOKED
source: Yuck. The yellow part is all runny.
cs: Ble. Ta ¾lutá èást je nìjak øídká.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYNUGGETS
source: Honey-covered morsels that have met my friend, fire.
cs: Medem pokrytá sousta, jen¾ se setkaly s mým kamarádem ohnìm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLYMUFFIN
source: Heehee, look at that butterfly stuck in the muffin.
cs: Chichi, podívej na toho motýlka uvízlého uprostøed muffinu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOUSE
source: Ugh. Stupid rabbits.
cs: Ach. Zatracení zajíci.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FRUITMEDLEY
source: Yum, fruit!
cs: Mòam, ovoce!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLE
source: It's heavy!
cs: Je tì¾ký!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BISHOP_NIGHTMARE
source: Ahhh!
cs: Áááá!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.THULECITE
source: I don't think it would burn.
cs: To nebude hoøet.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH
source: Slippery fishy!
cs: Slizce rybí!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYETURRET_ITEM
source: It's no good until I place it.
cs: V inventáøi je mi celkem k nièemu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.GENERIC
source: I should pick it.
cs: Mìla bych to sebrat.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.PICKED
source: Poor little limp tree.
cs: Chudáèek stromeèek.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.BURNING
source: Burn! Yeah!
cs: Hoø! Jóóó!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_HIDER
source: What a frustrating jerk!
cs: Jak frustrující hajzlík!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.GENERIC
source: Not sure what this does. Doesn't seem like it's fiery things.
cs: Vùbec netu¹ím k èemu to je. Nevypadá to, ¾e to mìlo nìco spoleèného s ohnìm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.READY
source: Just needs to be unlocked with a key. Not fire, unfortunately.
cs: U¾ jen odemknout tím správným klíèem. ©koda, ¾e ne ohnìm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: It's whirring now!
cs: Bzuèí to!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.GENERIC
source: I like fire.
cs: Mám ráda oheò.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.OUT
source: Awww. It's all over.
cs: Ach. Je po nìm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.EMBERS
source: Uh oh. It's almost gone!
cs: Ale ne! Je témìø pryè!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.HIGH
source: BURN! BURN FASTER!
cs: HOØ! HOØ! RYCHLEJI!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.LOW
source: This fire is small and boring.
cs: Tenhle oheò je pøíli¹ malý a nudný.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.NORMAL
source: Burn!
cs: Hoø!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROOK_NIGHTMARE
source: It has a nasty smile.
cs: Mìl zlomyslný úsmìv.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_PILLAR_ARM
source: Awwww, they want hugs!
cs: Ááááááh, chtìjí se objímat!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAURHORN
source: I wonder if these rings are an indication of age.
cs: Zajímalo by mì, zda ty kruhy znaèí poèet let.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHARCOAL
source: Mmmm. Smells like fire.
cs: Mmmm. Voní ohnìm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KOALEFANT_SUMMER
source: We will be great friends!
cs: Budeme velcí pøátelé!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIRESTAFF
source: This is my absolute favorite toy.
cs: Bezkonkurenènì má nejoblíbenìj¹í hraèka.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGGUARD
source: I like his attitude!
cs: Líbí se mi jeho pøístup!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIVINGTREE
source: I bet it burns extra nicely!
cs: Vsadím se, ¾e by hoøel výbornì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERMEAT
source: Gross. It's full of hairs.
cs: Ohavné. Plné chlupù.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP_TEETH
source: It would be better with fire.
cs: S ohnìm by to bylo lep¹í.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMHOLE.GENERIC
source: Poke it with a stick!
cs: Rýpni do ní klackem!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMHOLE.OPEN
source: I wonder if he likes spicy food?
cs: Jestlipak má rád pikantní jídla?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANRABBIT_TAIL
source: I won that argument.
cs: Tuhle hádku jsem vyhrála.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POWCAKE
source: I wonder if it is flammable.
cs: Jestlipak je hoølavý?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.BARREN
source: It needs poop.
cs: Potøebuje hovínko.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.PICKED
source: Grass stubble is kind of useless.
cs: To strni¹tì je celkem k nièemu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.GENERIC
source: It's flammable a tuft of grass.
cs: Hoølavý travnatý povrch.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.BURNING
source: Fire! Wooo!
cs: Oheò! Jùùùù!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JAMMYPRESERVES
source: Wham, bam, jam! Thank you, ma'am.
cs: Mòami, mòami! Díky mami.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_DIRT
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINTEROMETER
source: It would be better if it measured fire.
cs: Byl by lep¹í, kdyby mohl mìøit oheò.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Who plugged that hole?
cs: Kdopak ucpal tu díru?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_ENTRANCE.OPEN
source: I hope there's lava down there somewhere.
cs: Doufám, ¾e tam dole nìkde narazím na lávu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELL
source: He's so condescending.
cs: Chová se tak pový¹enì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK2
source: Dead windup priest
cs: Mrtvý natahovací knìz.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STUFFEDEGGPLANT
source: It's still not a bird, but I stuffed it like one!
cs: Sice to není pták, ale pøipravila jsem stejnou nádivku!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHINGROD
source: Fishing for the answer with a line and sinker.
cs: Tak jednoduchá lest. A zba¹tí ji i s navijákem.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_CAMP.EMPTY
source: I'm not going in there. Yuck!
cs: Tak tam nejdu. To ne!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_CAMP.GENERIC
source: Why does everyone have a nicer house than me?
cs: Proè jen mají v¹ichni hezèí domek ne¾ já?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PITCHFORK
source: Three times the pointiness.
cs: Tøikrát tak ¹pièaté.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINS_BAT
source: This will keep the nasties at bay.
cs: Tohle udr¾í spros»áky v mezích.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WASPHIVE
source: I had better keep my distance.
cs: Radìji bych mìla udr¾ovat odstup.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK3
source: Dead windup castle
cs: Mrtvá natahovací vì¾

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's so useful!
cs: Je tak u¾iteèná!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINERHAT
source: It's not real fire, but it's still pretty fun.
cs: Není to sice oheò, ale i tak je to celkem zábava.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUNNYMAN
source: Ugh. They look so stupid.
cs: Eeh. Vypadají tak hloupì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS
source: Stop following me!
cs: Pøestaò za mnou dolejzat!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT
source: Yuck. It's all vegetabley.
cs: Fuj. Zelenina.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE
source: Rocks are boring.
cs: Kameny jsou nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER
source: I don't have time to waste on flowers.
cs: Pro kytièky nemám èasu nazbyt.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_WOOD
source: That could totally catch on fire.
cs: Zde by mohl vskutku vnziknout po¾ár.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_RUINS_ITEM
source: Will they fit in my pockets?
cs: Vejdou se mi do kapes?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_RUINS
source: And they'll huff and they'll puff!
cs: Tak akorát natáhnout a bafat!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TREASURECHEST
source: It's a trunk for my junk.
cs: Skøíòky na mé ¹minky.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRD
source: I don't think it wants to be friends.
cs: Nemyslím, ¾e by se chtìl kamarádit.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BONESTEW
source: Just add fire to food and voila!
cs: Staèí k jídlu pøidat jen trochu ohnì a hle!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARELIGHT
source: Light without fire is unnatural.
cs: Svìtlo bez ohnì není pøirozené.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BAT
source: Cute little guy!
cs: Roztomilý chlapík!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_PLANTED
source: Maybe its special carrot friend is in the ground.
cs: Mo¾ná se její speciální mrkvový kamarád nachází pod povrchem.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_STONE
source: Eh. I guess that's OK.
cs: Ech. Pøedpokládám, ¾e to tak má být.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_HAY_ITEM
source: Hmmm. I wonder if these will burn.
cs: Hmmm. Zajímá mì, jak by tohle hoøelo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLMEAT_DRIED
source: Chewy, but satisfying.
cs: Trochu tuhé, ale vydatné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB4
source: I can use the hat like a cauldron!
cs: Ten klobouk by ¹el vyu¾ít jako vìt¹í kotel!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTBULB
source: Bright!
cs: Svìtlo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FOOTBALLHAT
source: Sports are hard.
cs: Sporty jsou nároèné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_COOKED
source: Fire makes them so much better.
cs: Upravené na ohni jsou o mnoho lep¹í.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH_COOKED
source: Less slippery now that it's found fire.
cs: U¾ není tolik slizská po setkání s ohnìm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWEATERVEST
source: Not as nice as a flaming vest, but it'll do.
cs: Ne to zrovna plá¹» plamenù, ale ujde to.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRIES_COOKED
source: Red berries with fire somehow taste even better.
cs: Èervené bobule s ohnìm chutnají nejlépe.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WAFFLES
source: Hi, waffles!
cs: Ahoj wafle!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RELIC.GENERIC
source: Old furniture.
cs: Starý nábytek.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RELIC.BROKEN
source: Bits and pieces, pieces and bits.
cs: Støípky a kousky, kousky a støípky.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUGNET
source: I can catch a bug!
cs: Mohu chytat hmyz!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERQUEEN
source: Kill it with fire!
cs: Upalte ji!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMAREFUEL
source: Eww, it's still warm!
cs: Éééh, je stále teplé!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.GENERIC
source: It's full of electrical junk.
cs: Je plný elektrického haraburdí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.HOT
source: Gah! Enough with the beeping!
cs: No tak! U¾ dost s tím pípáním!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.COLD
source: It's making some kind of noise.
cs: Vydává nìjaké zvlá¹tní zvuky.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.WARM
source: This thing is getting noisier.
cs: Tahle vìc je stále hluènìj¹í.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.WARMER
source: I must be close!
cs: Musím u¾ být blízko!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEMSOCKET.VALID
source: I wonder how they hover?
cs: Zajímalo by mì, jak se vzná¹í.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEMSOCKET.GEMS
source: It's so empty!
cs: Tak prázdný!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_WINTER
source: It's so soft and squishy!
cs: Tak jemný a mìkký!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_SUMMER
source: Well, part of him is still cuddly.
cs: No, alespoò kousek z nìj je stále na pomazlení.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINS_RUBBLE
source: I could probably fix that up.
cs: Pravdìpodobnì bych to dokázala spravit.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.DRYING
source: Come on meat, dry already!
cs: No tak maso, vyschni!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.DONE
source: It's ready!
cs: Je pøipraveno!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.GENERIC
source: I want to hang some meat!
cs: Chci povìsit nìjaké maso!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_COOKED
source: Fire on the outside turned out pretty well.
cs: I na vnìj¹ích stranách dýnì se oheò osvìdèil.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURPER
source: Do they have little fires in their bellies?
cs: Mají snad v bøi¹e malé ohýnky?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_COOKED
source: I'm still not sure I want to eat this.
cs: Stále si nejsem jistá tím, ¾e to chci jíst.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLY.GENERIC
source: Flutter away, butterfly!
cs: Odmotýlej se pryè, motýli!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLY.HELD
source: I want to squish it.
cs: Chtìla bych ho rozmaèkat.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAUR
source: Poor thing. Trapped in this maze.
cs: Ubohá vìc. Chycena se v bludi¹ti.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL
source: More boring rocks.
cs: Dal¹í nudné kameny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CANE
source: I can walk more easily with this!
cs: Mohu s ní chodit mnohem pohodlnìji!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNKVEST_WINTER
source: Not as warm as a good fire, but still pretty good!
cs: Není tak høejivá jako oheò, ale stále je docela dobrá!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNKVEST_SUMMER
source: Now I'll be with my friend forever.
cs: Teï s mým pøítelem zùstanu nav¾dy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.GENERIC
source: Not quite a phoenix but still cute, I guess.
cs: Zøejmì to nebude fénix, ale stále je roztomilý, myslím.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.HUNGRY
source: Are you hungry?
cs: Má¹ hlad?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.STARVING
source: Ok, ok! I get it, you're hungry.
cs: Dobøe, dobøe! Chápu! Má¹ hlad.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.UNAGI
source: I cooked that.
cs: Uvaøen.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Stupid mushroom.
cs: Hloupá houba.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Hey! You! Get up here!
cs: Hej ty! Polez ven!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Maybe it will return some day.
cs: Mo¾ná se nìkdy vrátí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_8
source: I've never liked bathing with water.
cs: Nikdy jsem nemìla ráda vodní koupel.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It's burning inside.
cs: Spalována zevnitø.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.GENERIC
source: Pretty!
cs: Pìkná!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.INGROUND
source: Hey! You! Get up here!
cs: Hej ty! Vylez ven!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.PICKED
source: Maybe it will return some day.
cs: Mo¾ná se nìkdy vrátí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEHAT
source: This will keep the pokeys off of me.
cs: V¾dycky mì zajímalo jaké to asi je, kdy¾ vás za¹ijou.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREFLIES.GENERIC
source: I wish they didn't run away!
cs: Kdyby tak neodlétávali pryè!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREFLIES.HELD
source: They're like little fires in my pocket!
cs: Malé ohýnky v mých kapsách!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_LOW
source: More boring rocks.
cs: Dal¹í nudné kameny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYETURRET
source: I wish it lit stuff on fire.
cs: Ké¾ by s tím ¹ly podpalovat vìci.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERHOLE
source: It's full of spiders.
cs: Plné pavoukù.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIRTPILE
source: Who just leaves dirt lying around in the forest?
cs: Kdopak to tu v lese zenechává ¹pínu?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMONSTERMEAT
source: It's still gross.
cs: Stále ohavné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEAMULET
source: Boo to this.
cs: Búúúú!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_6
source: Not even a spark.
cs: U¾ ani jiskøièka.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_5
source: Check out those tiny thrusters. Such explosive power!
cs: Mrkni na ty malinkaté trysky. Tak výbu¹ná síla!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It's burning inside.
cs: Spalována zevnitø.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_4
source: He looks like he was forged in flame.
cs: Vypadá, jako by byl ukován v ohni.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGEGEM
source: This one makes my fingers tingle.
cs: Chvìjí se mi z nìj prsty.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUSHHAT
source: Too passive!
cs: Pøíli¹ pasivní!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENSHOVEL
source: It won't make flaming pits, but at least it's shiny.
cs: Nehloubí jámy plné ohnì a síry, ale je aspoò záøivá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_3
source: The knot is stuck. Who needs a knife when you've got fire?
cs: Pevný uvázaný uzel. Kdo potøebuje meè, kdy¾ mám oheò?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_2
source: A cheap fake. It probably doesn't even burn properly.
cs: Laciná napodobenina. Nejspí¹ dokonce ani poøádnì nehoøí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STATUEMAXWELL
source: I'm beginning to dislike that man.
cs: Ten chlápek se mi zaèíná protivit.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_STATUE
source: Drat, won't burn.
cs: Pfff, nebude hoøet.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_SANITY
source: Like being wrapped in smoke.
cs: Je to, jako se nechat zabalit do cigaretového papíru.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLINT
source: The poor man's fire-starter.
cs: Køesadlo chudých.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_11
source: Ooh, I wonder if he has a flamethrower!
cs: Óóó, jestlipak byl vyzbrojen plamenometem?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_10
source: I don't think dentures don't burn well.
cs: Nemyslím si, ¾e by umìlý chrup nemohl dobøe hoøet.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_ROBIN
source: Redbird feather. It probably smells terrible on fire.
cs: Pírko èerveného ptáka. Pravdìpodobnì moc nevoní v ohni.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_FIRE
source: This is my favourite thing in the whole wide world.
cs: Má nejoblíbenìj¹í vìc v celém ¹írém svìtì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_STONE_ITEM
source: These are surprisingly heavy.
cs: Jsou pøevapivì tì¾ké.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I hate that arrow!
cs: Nesná¹ím tu ¹ipku!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTREEDS
source: Cut reeds, ready for burning. Or maybe crafting.
cs: Natrhané rákosí, pøipravené k podpalu. Nebo výrobì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP
source: It's a bit passive aggressive, but it'll work.
cs: Není to pøíli¹ akèní, ale bude to fungovat.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TORCH
source: Fire is so pretty.
cs: Oheò je tak krásný.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_FOREST
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TOPHAT
source: A top hat and a lighter, a perfect combination.
cs: Cylindr a zapalovaè, perfektní kombinace.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAMPUS
source: Stay back, you big jerk!
cs: Nepøibli¾uj se, zvrhlíku!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RATATOUILLE
source: Vegetables. So many vegetables.
cs: Zelenina. Tolik zeleniny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.FULL
source: He's doing pig things in there.
cs: Dìlá tam asi pìkný prasárny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: You jerk! Let me in!
cs: Ty dobytku! Pus» mì dovnitø!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.GENERIC
source: These pigs have questionable taste in architecture
cs: Ty prasata mají ale pochybný styl architektury

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_SAVANNA
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_GARDEN
source: I hear little digging sounds.
cs: Jakoby tu nìkdo kopal.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KNIGHT_NIGHTMARE
source: It looks pretty worn down.
cs: Vypadá ponìkud opotøebovanì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_MUD
source: The ground is boring.
cs: Bláto je nudné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STRAWHAT
source: A hat made of straw. To think, it could've been tinder.
cs: Klobouk ze slámy. Mohl by to být skvìlý troud.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLESPIKE
source: It's pointy and slimy.
cs: ©pièaté a slizské.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BASALT
source: It's too hard to break!
cs: Pøíli¹ tvrdý na rozbití!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGLEGS
source: It still twitches every now and then. Freaky.
cs: Je¹tì stále se natahují a stahují. ©ílené.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRD_EGG
source: It smells like a bird's butt.
cs: Páchne po ptaèí zadnici.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLESPOTS
source: Ewwwww.
cs: Bléééééé.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE_SEEDS
source: A tiny seed. Looks like the parts inside the fruit.
cs: Malá semínka. Zdá se ¾e je z nich tvoøen celý vnitøek ovoce.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENT
source: I got all the badges in Girl Scouts.
cs: Ze skautu mám v¹echny odznáèky.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.THULECITE_PIECES
source: This Thulecite crumbled to pieces.
cs: Tento artefakt se drolí na malé kousíèky.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_RING
source: This is too precious to burn!
cs: Je pøíli¹ drahocenný na spálení!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PENGUIN
source: Run away tiny dancers.
cs: Prchejte malí taneèníci.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_POTATO
source: Perhaps I could melt it into a more pleasing shape.
cs: Mo¾ná bych ji mohla roztavit do pùvabnìj¹ího tvaru.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.GENERIC
source: That's not a normal plant
cs: Nevypadá na bì¾nou rostlinu

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.PICKED
source: Now that's just creepy!
cs: No teï u¾ nahání hrùzu!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.DEAD
source: Why did this plant have a face?
cs: Proè má tahle rostlina oblièej?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KILLERBEE.GENERIC
source: I like the cut of that bee's jib.
cs: Líbí se mi tvar té vèelí ploutve.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KILLERBEE.HELD
source: Buzz!
cs: Bzuèí!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN_COOKED
source: Yuck, it smells just as bad cooked!
cs: Ble, i uvaøený stále smrdí!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANTMEAT_COOKED
source: Fire makes everything better.
cs: Oheò vylep¹í v¹echno.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BOX
source: It feels warm.
cs: Høejivá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIVINGLOG
source: It looks upset.
cs: Vypadá rozèilenì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.GENERIC
source: I could watch it for hours.
cs: Mohla bych ho pozorovat celé hodiny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.OUT
source: I should make the fire come back.
cs: Mìla bych ten oheò navrátit.
