Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISH
source: It was flopping around desperately for life. The poor fool.
cs: Házela s sebou zoufale o ¾ivot. Chudinka hloupouèká.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYETURRET_ITEM
source: I think I need to place it.
cs: Myslím, ¾e je potøeba to nìjak umístit.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.GENERIC
source: It's trying to grow up.
cs: Sna¾í se vyrùst.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.PICKED
source: Maybe next time, sapling.
cs: Mo¾ná pøí¹tì stonku.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.BURNING
source: Consigned to the flames.
cs: Odevzdaly se plamenùm.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_HIDER
source: A cowardly spider.
cs: Zbabìlý pavouk.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.GENERIC
source: What does this newfangled thing do?
cs: Copak tenhle výdobytek dìlá?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.READY
source: It still needs a large key.
cs: Stále potøebuji velký klíè.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Let's see what I can find!
cs: To jsem zvìdavá, co najdu uvnitø!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.GENERIC
source: I might survive this night!
cs: Tuhle noc bych mohla pøe¾ít!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.OUT
source: That is not a good sign.
cs: To není dobré znamení.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.EMBERS
source: Darkness is looming.
cs: Temnota se plí¾í.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.HIGH
source: A vision of Hell!
cs: Vize samotného pekla!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.LOW
source: The gloom encroaches.
cs: Zaèíná se vkrádat melancholie.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.NORMAL
source: It's a fire.
cs: Oheò.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROOK_NIGHTMARE
source: Time erodes everything.
cs: Zub èasu rozlo¾í v¹e.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_PILLAR_ARM
source: Babies!
cs: Dìtièky!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAURHORN
source: All that remains of a once great beast.
cs: V¹e co zbylo z kdysi velkého zvíøete.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHARCOAL
source: It is cold and dead, like my heart.
cs: Je chladné a mrtvé. Jako mé srdce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KOALEFANT_SUMMER
source: A beast of solitude.
cs: Zvíøe osamìlosti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGGUARD
source: This little piggie looks mean.
cs: Tahle prasátka vypadají zákeønì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERMEAT
source: Evilness pervades it.
cs: Zlo tím pøímo prostupuje.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KRAMPUS_SACK
source: It smells of goat.
cs: Vùnì kozla.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIVINGTREE
source: The very earth hates me.
cs: Samotná zem se proti mì spikla.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANRABBIT_TAIL
source: It contains his fuzzy wuzzy essence.
cs: Obsahuje jeho chlupáèkovitou esenci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POWCAKE
source: I would have to be desperate.
cs: Musela bych být opravdu zoufalá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.BARREN
source: It needs poop.
cs: Potøebuje hovínko.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.PICKED
source: I have killed it.
cs: Zabila jsem ji.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.GENERIC
source: It's just a tuft of grass.
cs: Je to jen trs trávy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.BURNING
source: It smells funny.
cs: Voní vtipnì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.JAMMYPRESERVES
source: The perfect amount of jam.
cs: Ideální mno¾ství d¾emu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_DIRT
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_10
source: Another mouth to feed.
cs: Dal¹í hladová ústa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Someone is trying to keep the underground at bay.
cs: Nìkdo se pokou¹í udr¾et podzemí na uzdì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_ENTRANCE.OPEN
source: A great evil lurks beneath the surface.
cs: Velké zlo èíhá pod povrchem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMHOLE.GENERIC
source: Life doesn't always make sense.
cs: ®ivot obèas nedává smysl.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMHOLE.OPEN
source: No matter what it consumes, it is never satisfied.
cs: Aè u¾ pozøe cokoliv, nikdy ho to neuspokojí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK2
source: Cold, dead artifical life.
cs: Chladný ¾ivot ne¾ivé civilizace.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINTEROMETER
source: Why do I feel that it is measuring my mortality?
cs: Proè mám pocit, ¾e odmìøuje mùj zbývající ¾ivot?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHINGROD
source: With this, I can yank the fishies out of their precious safe pond.
cs: S tímhle mohu vyrvat ryby z jejich drahocenného bezpeèí jezírka.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_CAMP.EMPTY
source: If they are not in there, where are they?
cs: Pokud nejsou zde, tak kde?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_CAMP.GENERIC
source: This home is not a happy one, I fear.
cs: Obávám se, ¾e tenhle domov nepatøí k tìm ¹»astným.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PITCHFORK
source: What a devilish tool!
cs: Jaký to ïábelský nástroj!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINS_BAT
source: I hold the power of the ancients in my hands.
cs: Tøímám v rukách sílu pradávných èasù.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEAT
source: It is still bloody.
cs: Je stále krvavé.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EARMUFFSHAT
source: Their bitter end protects me from the bitter cold.
cs: Jejich krutá smrt mì uchrání pøed krutou zimou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: An item with multiple uses.
cs: Nástroj nìkolika vyu¾ití.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINERHAT
source: Hands-free lighting!
cs: Hands-free svítilna!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUNNYMAN
source: What tormented inner lives they must have.
cs: Jak muèivý a sklièující musí být jejich du¹evní ¾ivot.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WASPHIVE
source: They hide in their fortress of hate.
cs: Skrývají se ve své pevnosti hnìvu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT
source: It's a carrot.
cs: Je to mrkev.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE
source: The earth gives up its bounty.
cs: Zemì nás zahrnuje svými dary.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK3
source: Cold, dead artifical life.
cs: Chladný ¾ivot ne¾ivé civilizace.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS
source: An old man, of the sea.
cs: Starý mu¾, námoøník.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEARS
source: The insides of a mechanical demon.
cs: Vnitønosti mechanického démona.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_WOOD
source: Now I can delay the inevitable.
cs: S tímhle mohu pozdr¾et nevyhnutelné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_RUINS_ITEM
source: Are the very stones haunted?
cs: Jsou snad pronásledovány i samotné kameny?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRD
source: Free from the shackles of the sky.
cs: Osvobozen z pout oblohy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BONESTEW
source: They died. And then I put them in a stew.
cs: Zemøeli. A pak jsem z nich udìlala gulá¹.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARELIGHT
source: It pulls power from beneath.
cs: Vná¹í sem sílu tam z vpodzemí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BAT
source: A creature of the night.
cs: Stvoøení noci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_PLANTED
source: It's a carrot that's in the ground.
cs: Je to mrkev, ktará je pod zemí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_RUINS
source: These didn't protect the ancients did they!
cs: Zøejmì pøíli¹ neochránili pradávné civilizace, èi snad ano?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_11
source: Lucky robot, it never had a soul.
cs: ©»astný robot, nikdy nemìl du¹i.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_STONE
source: What will protect me from what's inside?
cs: Co mì ochrání pøed tím, co je uvnitø?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB4
source: This is but a step from madness.
cs: To není nic ne¾ èiré ¹ílenství.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTBULB
source: It's slowly burning out.
cs: Pomalu vyhoøívá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FOOTBALLHAT
source: A dead thing for me to wear. Goody.
cs: Mrtvá vìcièka na no¹ení. Senza!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_COOKED
source: All that promise, snatched away. Not bad with bacon.
cs: V¹echny ty nadìje, pominuly. Výborné se slaninou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISH_COOKED
source: A proper grilling puts a stop to the flopping.
cs: Øádné grilování uèinilo pøitr¾ tomu mrskání.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SWEATERVEST
source: I can wear pieces of dead things made into a vest!
cs: Mohu nosit vestièku ze støípkù zemøelých vìcí!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRIES_COOKED
source: More balanced flavor, but they won't last long.
cs: Více vyvá¾ený chu»ový zá¾itek. Nevydr¾í v¹ak dlouho.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_HAY_ITEM
source: Their defensive value is questionable.
cs: Jejich obraná hodnota je velmi diskutabilní.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RELIC.GENERIC
source: A leftover of an ancient world.
cs: Zbytky pradávné civilizace.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RELIC.BROKEN
source: Broken bits of stone
cs: Rozbitý kousek kamene.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUGNET
source: A prison for tiny insects.
cs: ®aláø pro drobný hmyz.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERQUEEN
source: She is regal in her horribleness.
cs: Je pøímo královská ve své hrozivosti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMAREFUEL
source: With the sleep of dreams comes this stuff.
cs: Ze snù ve spánku pochází tyto vìci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUREPLANTBULB
source: Life goes on.
cs: ®ivot jde dál.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEMSOCKET.VALID
source: The gem has focused it.
cs: Gem byl usazen a nasmìrován.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEMSOCKET.GEMS
source: It looks so empty.
cs: Vypadá tak prázdnì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WAFFLES
source: They're definitely waffles.
cs: Urèitì jsou to wafle.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIRTPILE
source: Oh look. More dirt.
cs: No podívej. Dal¹í ¹pína.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINS_RUBBLE
source: A pile of broken dreams.
cs: Støípky znièených snù.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.DRYING
source: It sways in the drying wind.
cs: Je uná¹eno suchým vìtrem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.DONE
source: The drying is over.
cs: Vysou¹ení dokonèeno.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.GENERIC
source: I can hang meat here.
cs: Mohu zde povìsit maso.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_COOKED
source: It shriveled a tiny bit from the heat. I like that.
cs: Lehce se scvrkávala pøi tom ¾áru. To se mi líbilo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURPER
source: Ah, to be so simple.
cs: Ach, být tak primitivním.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESURRECTIONSTONE
source: A futile ward.
cs: Marná ochrana.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLY.GENERIC
source: Pretty, but short-lived.
cs: Nádherný, ale stra¹nì pomíjivý.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLY.HELD
source: I hold its life in my hands.
cs: Mám jeho ¾ivot ve svých rukách.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAUR
source: He must be lonely. Trapped in such a small cage.
cs: Musí se cítit osamìle. Uvìznìn v takové malé kleci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL
source: The earth reaches up.
cs: Zem povstává.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CANE
source: I can get nowhere faster.
cs: Teï tu mohu v kruhu bloudit rychleji.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_WINTER
source: Separated from its only friend.
cs: Oddìlen od svého jediného pøítele.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_SUMMER
source: I would have preferred the ears.
cs: Dala bych radìji pøednost ou¹kám.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_COOKED
source: It looks even worse now.
cs: Teï vypadá je¹tì hùø.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.UNAGI
source: It looks more appetizing this way.
cs: Je to jen o nìco více chutnì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Dank.
cs: Síla.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: I would hide too, if I could.
cs: Také bych se schovala, kdybych mohla.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Harvested.
cs: Sklizena.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNKVEST_WINTER
source: It may warm my body, but what of my spirit?
cs: Mo¾ná doká¾e zahøát mé tìlo, ale co má du¹e?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It looks fragile.
cs: Vypadá køehce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.GENERIC
source: Damp.
cs: Slizská.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.INGROUND
source: I would hide too, if I could.
cs: Také bych se schovala, kdybych mohla.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.PICKED
source: Harvested.
cs: Sklizena.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEHAT
source: This will protect me from those happy buzzing sounds. Oh, and the stings.
cs: To mì ochrání pøed tìmi rozjaøenými bzuèivými zvuky. Jo a taky pøed ¾ihadly.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREFLIES.GENERIC
source: A tiny brightness in the dark.
cs: Drobné svìtýlko uprostøed temnoty.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREFLIES.HELD
source: Tiny lights, stranded from the world outside my pocket.
cs: Drobná svìtélka pronikající na svìt z mé kapsy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_LOW
source: The earth reaches up.
cs: Zem povstává.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYETURRET
source: I do not know why it helps me.
cs: Nechápu, proè mi pomáhá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERHOLE
source: It is infested.
cs: Je to zamoøené.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNKVEST_SUMMER
source: Skin to wear on my skin.
cs: Kù¾e k no¹ení na mé kù¾i.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMONSTERMEAT
source: Cooked evil is still evil.
cs: Uvaøené zlo zùstává stále zlem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEAMULET
source: A familiar chilling embrace.
cs: Povìdomé chladivé objetí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERDEN
source: A nest of filth and villany.
cs: Doupì invazní ¹píny.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_8
source: I wish I could take a bath.
cs: Ké¾ bych si tak mohla dopøát koupel.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It looks fragile.
cs: Vypadá køehce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMANDRAKE
source: It was a good death. He will be delicious.
cs: Byla to slu¹ná smrt. Chutnat bude jistì výteènì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGEGEM
source: Such things used to bring me happiness.
cs: Tyto vìci mi kdysi pøiná¹ely radost.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUSHHAT
source: Oh to disappear.
cs: Jen tak zmizet.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENSHOVEL
source: At least I can dig with style.
cs: Alespoò mohu hloubit jámy se stylem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_6
source: Once alive with electricity, they've met their end.
cs: Kdysi ¾ili elektrickým proudem, ne¾ je potkal jejich konec.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_5
source: I'd fly this straight into the sun, if only it was bigger.
cs: Namíøila bych si to tímhle pøímo do slunce. Kdyby tak byla vìt¹í.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STATUEMAXWELL
source: He brought me here.
cs: On mì sem pøivedl.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_STATUE
source: Not very attractive.
cs: Nepøíli¹ aktraktivní.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_4
source: I'd carry this to the end of the world.
cs: Tohohle bych nesla s sebou a¾ do skonání svìta.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLINT
source: A tiny blade-like rock.
cs: Drobný kámen s ostøím.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_3
source: If only knives solved more of my problems...
cs: Kdyby tak ostré èepele mohly vyøe¹it více mých problémù...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_2
source: It's a fake. Just a temptation, like death.
cs: Podvod. Jen poku¹ení. Jako smrt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_ROBIN
source: A redbird feather, red like blood.
cs: Pírko èerveného ptáka, rudé jako krev.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: A tiny fragile being, struggling towards the light.
cs: Drobná køehtá bytost, probíjející se ke svìtlu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: It cannot bear the heat.
cs: Nemù¾e snést tolik ¾áru.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Chilled by the darkness.
cs: Promrzlý temnotou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Soon now.
cs: Ji¾ brzy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: A life sooner begun is a life sooner ended.
cs: ®ivot døíve zapoèatý je ¾ivotem døíve ukonèeným.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_STONE_ITEM
source: These won't protect from the demons within.
cs: Tohle neochrání pøed démony uvnitø.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I've never much cared for metaphor.
cs: Nikdy mì metafory pøíli¹ nezajímaly.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTREEDS
source: I like to cut things up.
cs: Líbí se mi odøezávat vìci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORWOOD
source: I might hold off the inevitable a bit longer with this.
cs: S tímhle bych mohla pozdr¾et nevyhnutelné o nìjaký èas déle.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TREASURECHEST
source: For which to contain my lucre.
cs: Pro uchování mých pokladù.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_FOREST
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP_TEETH
source: A devious surprise from underground.
cs: Prohnané pøekvapení pod povrchem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KRAMPUS
source: Hello, foul creature of the underworld.
cs: Zdravím, odporné stvoøení z podsvìtí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RATATOUILLE
source: A whole bunch of cooked vegetables. Riveting.
cs: Hromada navaøené zeleniny. Navzájem mezi sebou propletená.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.FULL
source: I hope he is enjoying himself.
cs: Doufám, ¾e se dobøe baví.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Now I am all alone.
cs: A teï jsem sama.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.GENERIC
source: At least they are comfortable.
cs: Alespoò mají pohodlí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_SAVANNA
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP
source: Simple grass has become deadly.
cs: Prostá tráva se stala smrtelnou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KNIGHT_NIGHTMARE
source: Another battle lost to time.
cs: Dal¹í prohraná bitva s èasem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_MUD
source: Some ground.
cs: Nìjaké bahno.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TORCH
source: A tiny bulwark against the night.
cs: Drobná ochrana pøed nocí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TOPHAT
source: I shall cover my head.
cs: Pokrývka hlavy. Mìla bych si ho nasadit.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BASALT
source: Trying to break it would be pointless.
cs: Sna¾it se to rozbít by bylo po¹etilé.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGLEGS
source: Torn right from the frog.
cs: Vytr¾eno pøímo ze ¾abièky.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRD_EGG
source: So much hope, dashed.
cs: Tolik nadìje uvnitø.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_GARDEN
source: This one is different.
cs: Tenhle je odli¹ný.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG
source: So full of potential.
cs: Plný potenciálu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLESPIKE
source: Sharp, slimy and dangerous.
cs: Ostré, slizské a nebezpeèné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.THULECITE_PIECES
source: Fragments of a powerful material.
cs: Fragment materiálu mocné síly.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLESPOTS
source: These are better left unmentioned.
cs: O tomhle je lep¹í nemluvit.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PENGUIN
source: All dressed up, but where to go?
cs: V¹ichni v obleku, ale kam se chystají?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORGRASS
source: I prolong the inevitable.
cs: Oddálím nevyhnutelné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.GENERIC
source: The mighty mandrake. I should pick it at night.
cs: Mocná mandragora. Mìla bych ji trhat v noci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.PICKED
source: Onward, my vegetable minions!
cs: Do støehu, mùj zeleninový kamaráde!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.DEAD
source: Alas, poor mandrake!
cs: Ach bìda, ubohá mandragoro!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KILLERBEE.GENERIC
source: A bee with a cold, dead heart.
cs: Vèela, s chladným mrtvým srdcem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KILLERBEE.HELD
source: Be still, little one.
cs: Klid, malièká.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN_COOKED
source: Less spiky, but even smellier!
cs: Ménì ostnatý, za to více smradlavý.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENT
source: Sleep is but a preview of death.
cs: Spánek je jen ochutnávka smrti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_RING
source: It has no sharp edges.
cs: Nemá ¾ádné ostré hrany.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIVINGLOG
source: It is forever silently screaming.
cs: Je odsouzené k vìènému tichému náøku.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_POTATO
source: What a hideous creation!
cs: Jak ohyzdná kreace!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT_COOKED
source: Still not a dragon. At least it's dead.
cs: Stále to není drak. Ale aspoò u¾ je mrtvý.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLEHAT
source: I doubt it will help me more than it did for the original owner.
cs: Pochybuji, ¾e mì ochrání více ne¾ svého pùvodního majitele.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE_SEEDS
source: I was expecting more seeds than this from that thing.
cs: Oèekávala jsem trochu víc semen od nìèeho takového.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BOX
source: It contains a vital spark.
cs: Obsahuje ¾ivotní jiskru.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER
source: They are bright and cheery. Yuck.
cs: Jsou tak záøivé a radostné. Fuj.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POTTEDFERN
source: It lives in a cage.
cs: ®ivot v kleci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BANDAGE
source: I'll only end up hurt again.
cs: Skonèím akorát opìt ranìná.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPOILED_FOOD
source: Everything turns to waste, eventually.
cs: V¹e se zmìní nakonec v odpad.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_12
source: Not so slimy any more, are we?
cs: Teï u¾ tak slizovité nejsi, ¾e?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_PILLAR
source: So this is what goes on down below.
cs: Tak toto se skrývá pod povrchem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEE.GENERIC
source: I'd steer clear of that stinger.
cs: Radìji bych se tìm ¾ihadlùm vyhýbala.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEE.HELD
source: Be still, little one.
cs: V klidu malièká.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BACONEGGS
source: A balanced breakfast to start another miserable day.
cs: Vyvá¾ená snídanì pro start do dal¹ího stratiplného dne.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STUFFEDEGGPLANT
source: A nightshade. Probably not filled with poison.
cs: Lilek. Pravdìpodobnì neotrávený.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STRAWHAT
source: I shall cover my head.
cs: Pokrývka hlavy. Mìla bych si ho nasadit.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_PLANT
source: It's a plant.
cs: Je to rostlina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STINGER
source: Sharp and deadly.
cs: Ostré a smrtící.
