Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.GENERIC.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Mmm. Beaky.
cs: Hmm. Zobákovité.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CHARLIE_ATTACK
source: OW! Something bit me!
cs: AU! Nìco mì kouslo!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNT_BEAST_NEARBY
source: This track is fresh, the beast must be nearby.
cs: Ta stopa je èerstvá, zvíøe musí být blízko.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CANFIX
source: I think I can fix this!
cs: Myslím, ¾e by to ¹lo spravit!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ADVENTURE_PORTAL
source: I'm not sure I want to fall for that a second time.
cs: Nevím, jestli chci naletìt podruhé.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBIT.GENERIC
source: He's looking for carrots.
cs: Hledá mrkev.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBIT.HELD
source: Do you like science?
cs: Má¹ rád vìdu?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEERCLOPS
source: It's enormous!!
cs: Je obrovský!!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_ROAD
source: Hastily cobbled stones.
cs: Spì¹nì opracované kameny.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEMINE
source: It buzzes when I shake it.
cs: Bzuèí, kdy¾ s ní zatøesu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN_COOKED
source: High in fructose!
cs: Obsahuje spoustu fruktózy!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FOLIAGE
source: Some leafy greens.
cs: Trocha listové zelenì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.GENERIC
source: I can't get a reading.
cs: Nic z nìj nevyètu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.S
source: South
cs: Jih

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.SE
source: Southeast
cs: Jihovýchod

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.E
source: East
cs: Východ

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.W
source: West
cs: Západ

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.NE
source: Northeast
cs: Severovýchod

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.SW
source: Southwest
cs: Jihozápad

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.NW
source: Northwest
cs: Severozápad

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.N
source: North
cs: Sever

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGLEGS_COOKED
source: Tastes like chicken.
cs: Chutnají jako kuøe.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
cs: Jedná se pravdìpodobnì o trs trávy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLE
source: Ew. Just ew.
cs: Fuj. Prostì fuj.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_SLEEP
source: Just don't breathe in.
cs: Hlavnì ji nevdechnout.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTLICHEN
source: Nutritious, but it won't last long.
cs: Vý¾ivné, ale nevydr¾í dlouho.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I feel like I could have prevented that.
cs: Cítím se, jakoby se tomu dalo zabránit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Take that, nature!
cs: Tumá¹, pøírodo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: This sad tree has no cones.
cs: Tenhle smutný strom nemá ¾ádné ¹i¹ky.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: What a waste of wood.
cs: Jaké plýtvání døevem.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN_SEEDS
source: It's a seed.
cs: To je semínko.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CROW.GENERIC
source: Creepy!
cs: Stra¹idelné!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CROW.HELD
source: He's not very happy in there.
cs: Nevypadá tu moc spokojenì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.GENERIC
source: They kind of creep me out.
cs: Tak nìjak mì dìsí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.FOLLOWER
source: He's part of my entourage.
cs: Je souèástí mého doprovodu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.WEREPIG
source: He's not friendly!
cs: Tenhle není pøátelský!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.GUARD
source: He looks serious.
cs: Vypadá docela vá¾nì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.DEAD
source: Someone should tell his family.
cs: Nìkdo by to mìl oznámit jeho rodinì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERM
source: Smells fishy!
cs: Je cítit rybinou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_ROBIN_WINTER
source: A snowbird feather.
cs: Pírko snì¾ného ptáka.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MARSH
source: A chunk of ground.
cs: Kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTSTONE
source: I've made them seductively smooth.
cs: Vyrobeny svùdnì hladké.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENPICKAXE
source: Hey, isn't gold really soft?
cs: Hele, není zlato vlastnì mìkké?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.GENERIC
source: He's so cute!
cs: Je tak roztomilá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.SLEEPING
source: Aww, look at him sleep!
cs: Jéé, koukni jak spí!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.DEAD
source: He's croaked it.
cs: Dokuòkula.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GHOST
source: That offends me as a Scientist.
cs: To mì jako Vìdce urá¾í.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDSTOOTH
source: It's sharp!
cs: Ten je ostrý!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA_TREE
source: It's dubiously photosynthetical.
cs: Pochybná fotosyntéza.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDSMALLMEAT
source: Now I don't have to worry about getting worms!
cs: Teï u¾ se nemusím obávat nákazy pøípadných parazitù!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATBAT
source: I bet I could fly if I held two of these.
cs: Vsadím se, chytit jednoho do ka¾dé ruky, tak vzlétnu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TWIGS
source: It's a bunch of small twigs.
cs: Svazek malých vìtvièek.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENSTAFF
source: This will come in handy.
cs: Tohle pøijde vhod.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LICHEN
source: Only a cyanobacteria could grow in this light.
cs: V tìchto podmínkách se to bude sinicemi jen mno¾it.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PICKAXE
source: Iconic, isn't it?
cs: Kultovní, nemám pravdu?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLEHOLE
source: A den of 'ew'.
cs: "Fuj" pelech.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_MED
source: Rocks, rocks, rocks, rocks...
cs: Kamení, kamení, kamení, kamení...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDNEST.GENERIC
source: That's quite an egg!
cs: To je ale poøádné vejce!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty.
cs: Hnízdo je prázdné.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONPIE
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANTMEAT
source: That doesn't look very appealing.
cs: Nevypadá moc pùvabnì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN
source: Oh it smells!
cs: Eh, to zapáchá!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUSHAT
source: It's covered with walrus hairs.
cs: Je pokrytý chlupy od mro¾e.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHTACOS
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_LANTERN
source: Spooky!
cs: Dìsivé!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK1
source: A pile of broken chess pieces.
cs: Hromada rozbitých ¹achù.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_CAP
source: It smells funny.
cs: Legraèní zápach.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.GENERIC
source: I hate spiders.
cs: Nesná¹ím pavouky.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.SLEEPING
source: I'd better not be here when he wakes up.
cs: Radìji bych tu nebyl, a¾ se vzbudí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.DEAD
source: Ewwww!
cs: Fuuuuj!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It's a mushroom.
cs: Houba.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It's sleeping.
cs: Spí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I wonder if it will come back?
cs: Jestlipak se vrátí?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALOWOOL
source: It smells like beefalo tears.
cs: Poøád je cítit buvolem.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRIES
source: Red berries taste the best.
cs: Èervené bobule chutnají nejlépe.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNURTLE
source: He's less gross, but still gross.
cs: Je ménì nechutný, ale stále nechutný.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.GENERIC
source: Bees!
cs: Vèely!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.SOMEHONEY
source: I should wait a bit.
cs: Budu si muset chvíli poèkat.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.FULLHONEY
source: It's full of honey.
cs: Je plný medu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.NOHONEY
source: It's empty.
cs: Je prázdný.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENAXE
source: That's one fancy axe.
cs: Jedna nóbl sekera.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP_TEETH_MAXWELL
source: I'll want to avoid stepping on that!
cs: Tìmhle se radìji vyhnout.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_CAP
source: It's weird and gooey.
cs: Podivná a lepkavá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CAVE
source: Yet another ground type.
cs: Zase jiný kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.INSANITYROCK.INACTIVE
source: It's more of a pyramid than an obelisk.
cs: Vypadá spí¹ jako pyramida ne¾ jako obelisk.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.INSANITYROCK.ACTIVE
source: TAKE THAT, SANE SELF!
cs: TO MÌ PODR®, ZDRAVÝ ROZUME!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENPITCHFORK
source: Why did I even make a pitchfork this fancy?
cs: K èemu vlastnì tak luxusní vidle?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.GENERIC
source: It's a clump of reeds.
cs: Shluk rákosí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.PICKED
source: I picked all the useful reeds.
cs: V¹echno pou¾itelné rákosí bylo sebráno.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.BURNING
source: That's really burning!
cs: Opravdu to hoøí!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINSHAT
source: Fit for a king. Or me.
cs: Podlaha hodna krále! Nebo mì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRD_EGG_COOKED
source: Sunny side yum!
cs: Slunce na talíøi, mòam!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYNUGGETS
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIVINGTREE
source: Is it watching me?
cs: Sleduje mì?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLYMUFFIN
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOUSE
source: That's not a real carrot.
cs: To není opravdová mrkev.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FRUITMEDLEY
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLE
source: Fancy!
cs: Luxusní!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLESPIKE
source: It's pointy and slimy.
cs: Je ¹pièaté a slizké.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BISHOP_NIGHTMARE
source: It's falling apart!
cs: Rozpadá se!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.THULECITE
source: I wonder where this is from?
cs: Odkudpak to je?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH
source: Now I shall eat for a day.
cs: Odteï alespoò jednu dennì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE_LIMITED
source: Guh, that thing looks worse off than usual.
cs: Fuj, tahle vìc vypadá je¹tì hùø ne¾ obvykle.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYETURRET_ITEM
source: I think it's sleeping.
cs: Myslím, ¾e spí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.GENERIC
source: Baby trees are so cute!
cs: Malé stromky jsou tak roztomilé!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.PICKED
source: That'll teach him.
cs: To ho nauèí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.BURNING
source: That's burning fast!
cs: Hoøí pìknì rychle!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_HIDER
source: Gah! More spiders!
cs: Ale ne! Dal¹í pavouci!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE.GENERIC
source: Soft and undulating.
cs: Mìkká a vlnící se.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE.OPEN
source: Science compels me to jump in.
cs: Vìda mì nutí skoèit dovnitø.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINTEROMETER
source: I am one heck of a scientist.
cs: Jsem to ale zatracený vìdec.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.GENERIC
source: I wonder what it does.
cs: Zajímalo by mì, co to dìlá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.READY
source: It looks like it needs a large key.
cs: Vypadá to, ¾e potøebuji velký klíè.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now my machine can work!
cs: Nyní je mùj stroj funkèní!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLLOCK
source: Looks almost like a key hole.
cs: Vypadá témìø jako klíèová dírka.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.GENERIC
source: Sure beats darkness.
cs: Zaruèenì za¾ene temnotu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.OUT
source: Well, that's over.
cs: Tak, to je konec.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.EMBERS
source: I should put something on the fire before it goes out.
cs: Pokud nìco nepøilo¾ím, oheò brzy vyhasne.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.HIGH
source: That fire is getting out of hand!
cs: Tenhle oheò se vymyká kontrole!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.LOW
source: The fire's getting a bit low.
cs: Oheò u¾ pohasíná.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.NORMAL
source: Nice and comfy.
cs: Takhle je to pøíjemné.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROOK_NIGHTMARE
source: Terrifying!
cs: Dìsivé!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_PILLAR_ARM
source: Little slippery arms.
cs: Ponìkud slizská pa¾e.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EARMUFFSHAT
source: At least my ears won't get cold...
cs: Alespoò mi nezmrznou u¹i...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAURHORN
source: Wow! I'm glad that didn't gore me!
cs: Wow! Je¹tì, ¾e mì tohle neprobodlo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WASPHIVE
source: I think those bees are mad.
cs: Myslím, ¾e tyhle vèely jsou ¹ílené.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN
source: High in fructose!
cs: Obsahuje spoustu fruktózy!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WAFFLES
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS
source: Walruses are natural predators.
cs: Mro¾i jsou pøirození predátoøi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHARCOAL
source: It's small, dark and smells like burnt wood.
cs: Malé, temné a je cítit spáleným døevem.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KOALEFANT_SUMMER
source: Adorably delicious.
cs: Neodolatelnì chutný.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEARS
source: A pile of mechanical parts.
cs: Hromada mechanických souèástek.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_WOOD
source: Pointy!
cs: ©pièaté!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGGUARD
source: He doesn't look as friendly as the others.
cs: Nevypadá tak pøátelsky jako ti ostatní.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_RUINS_ITEM
source: A solid piece of history.
cs: Solidní historický kousek.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERMEAT
source: Ugh. I don't think I should eat that.
cs: Uch. Nemyslím si, ¾e by se to mìlo jíst.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_RUINS
source: An ancient piece of wall.
cs: Starovìký kousek zdi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLESPOTS
source: I think these were its genitalia.
cs: Myslím, ¾e to byly jeho genitálie.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANRABBIT_TAIL
source: I just like holding it.
cs: Jen dr¾et ho je tak pøíjemné.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POWCAKE
source: I don't know if I'm hungry enough.
cs: Nevím, jestli mám tak velký hlad.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.BARREN
source: It needs poop.
cs: Potøebuje pohnojit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.PICKED
source: I cut it down in the prime of its life.
cs: Pøe»ata v nejlep¹ích letech svého ¾ivota.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.GENERIC
source: It's a tuft of grass.
cs: Trs trávy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.BURNING
source: That's burning fast!
cs: Hoøí pìknì rychle!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JAMMYPRESERVES
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_DIRT
source: A chunk of ground.
cs: Kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_STONE
source: That's a nice wall.
cs: To je ale pìkná zeï.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: I wonder if I could move that rock.
cs: Zajímalo by mì, jestli s ním mohu nìjak pohnout.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE.OPEN
source: I bet there's all sorts of things to discover down there.
cs: Vsadím se, ¾e tam dole je tolik vìcí k prozkoumání.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_HAY_ITEM
source: This seems like a bad idea.
cs: To vypadá jako ¹patný nápad.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK2
source: Another pile of broken chess pieces.
cs: Dal¹í hromada rozbitých ¹achù.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUREPLANTBULB
source: Now I can start my very own meat farm.
cs: Nyní si mohu postavit svou vlastní masnou farmu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHINGROD
source: Hook, line and stick!
cs: Háèek, lanko a prut!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_CAMP.EMPTY
source: Looks like somebody was camping here.
cs: Vypadá to, ¾e tu nìkdo táboøil.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_CAMP.GENERIC
source: It looks warm and cozy inside.
cs: Uvnitø vypadá høejivì a útulnì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PITCHFORK
source: Maxwell might be looking for this.
cs: Maxwell se bude po nich shánìt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINS_BAT
source: It has quite a heft to it.
cs: Ten má ale poøádnou násadu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UNIMPLEMENTED
source: It doesn't look finished! It could be dangerous.
cs: To vypadá nedokonèenì! Mohlo by to být nebezpeèné.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODSTART
source: That rod looks useful!
cs: Tahle tyè vypadá u¾iteènì!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's brilliant!
cs: To je geniální!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINERHAT
source: This will keep my hands free.
cs: Tohle mi uvolní ruce.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUNNYMAN
source: I am filled with an irresitable urge to do science.
cs: Plní mne neodolatelná touha provádìt vìdu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_CAP_COOKED
source: It's different now...
cs: Nyní je jiná...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT
source: Yuck. It's all vegetabley.
cs: Ble. Celé zeleninové.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE
source: Looks like a rock to me.
cs: Jeví se to jako kámen.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_WINTER
source: A thick, hairy trunk.
cs: Silný chlupatý chobot.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_SUMMER
source: A light breezy trunk.
cs: Lehký prody¹ný chobot.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_COOKED
source: Somehow even more nasal than before.
cs: Dokonce je¹tì více nosovitìj¹í ne¾ pøedtím.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNKVEST_WINTER
source: Winter survival gear.
cs: Výstroj k pøe¾ití zimy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNKVEST_SUMMER
source: Wilderness casual.
cs: Neformální oblek do divoèiny.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRD
source: That's a tall bird!
cs: To je ale vysoký pták!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BONESTEW
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARELIGHT
source: I wonder what function this served.
cs: Zajímalo by mì, k jakému úèelu to slou¾í.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAT
source: Ack! That's terrifying!
cs: Jaj! To je dìsivé!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_PLANTED
source: The earth is making plantbabies.
cs: Zemì plodí malé sazenièky.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHOVEL
source: There's a lot going on underground.
cs: Pod zemí se dìje spousta vìcí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_8
source: Great. All of my tub stopping needs are met.
cs: Bájeèné. Ve¹keré mé potøeby uzátkovat vanu jsou naplnìny.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.GENERIC
source: It's some kind of homing device.
cs: Je to nìjaký druh navádìjícího zaøízení.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.HOT
source: This thing's going crazy!
cs: Ta vìc se úplnì zbláznila!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.COLD
source: The signal is very faint.
cs: Signál je velmi slabý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.WARM
source: I'm headed in the right direction.
cs: Míøím správným smìrem.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.WARMER
source: I must be getting pretty close.
cs: Musím být u¾ celkem blízko.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB4
source: Who would name something that?
cs: Kdo by nìco takhle pojmenoval?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTBULB
source: It's strangely tasty looking.
cs: Podivnì chutnì se tváøící.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FOOTBALLHAT
source: I don't like sports.
cs: Sport nepatøí k mým zálibám.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_COOKED
source: Delicious and nutritional.
cs: Výteèné a vý¾ivné.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_COOKED
source: Grilled to perfection.
cs: Perfektnì ugrilované.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPERPELT
source: Doesn't look much different dead.
cs: Mrtvý nevypadá tak moc odli¹nì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRIES_COOKED
source: I don't think heat improved them.
cs: Nezdá se mi, ¾e by je ¾ár vylep¹il.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_6
source: Their electricity carrying days are over.
cs: Doby, kdy jimi protékal elektrický proud, jsou ji¾ dávno pryè.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RELIC.GENERIC
source: Ancient household goods.
cs: Starovìké vybavení domácnosti.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RELIC.BROKEN
source: Nothing to work with here.
cs: Není tu s èím pracovat.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUGNET
source: For catching bugs.
cs: Na chytání hmyzu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERQUEEN
source: AHHHHHHHH! That spider is huge!
cs: JEEEEEEEJ! To je ale obrovský pavouk!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMAREFUEL
source: This stuff is crazy!
cs: Tahle vìc je ¹ílená!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_5
source: Sadly, it's too small for me to escape on.
cs: Bohu¾el je pøíli¹ malá na únik.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEMSOCKET.VALID
source: Looks ready.
cs: Vypadá pøipravenì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEMSOCKET.GEMS
source: It needs a gem.
cs: Vy¾aduje drahokam.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_4
source: It must be some kind of religious artifact.
cs: Bude to nìjaký druh rituální pomùcky.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_3
source: The knot is stuck. Forever.
cs: Ten uzel dr¾í pevnì. Napoøád.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINS_RUBBLE
source: This can be fixed.
cs: Tohle se dá opravit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.DRYING
source: Meat takes a while to dry.
cs: Masu chvíli trvá, ne¾ se vysu¹í.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.DONE
source: Jerky time!
cs: Èas na su¹ené maso!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.GENERIC
source: I should dry some meats.
cs: Nìjaké maso by se mìlo vysu¹it.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_COOKED
source: How did it not turn into a pie?
cs: Jak se to zmìnilo v koláè?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPER
source: It's so hairy!
cs: Je tak zarostlý!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_2
source: It's just a cheap replica.
cs: Je to jen bezcenná replika.
