Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BISHOP
source: Back off, preacherman!
cs: Kliï se, kazateli!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: This seems to be broken.
cs: Vypadá to, ¾e je znièený.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYHAM
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POOP
source: I should fill my pockets!
cs: Naplòte kapsy!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POND
source: I can't see the bottom!
cs: Nevidím a¾ na dno!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_ALTAR
source: An ancient and mysterious structure.
cs: Starovìká a záhadná stavba.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STAFFLIGHT
source: That seems really dangerous.
cs: To vypadá opravdu nebezpeènì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLETREE
source: I don't think an axe will cut it.
cs: Nemyslím si, ¾e tenhle sekerou podetnu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE_SEEDS
source: It's a seed.
cs: To je semínko.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLLIGHT
source: I wonder how they work.
cs: Zajímalo by mì, jak fungují.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_CROW
source: A crow feather.
cs: Pírko vrány.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEAMULET
source: Cool as ice!
cs: Chladný jako led!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE
source: That looks dangerous.
cs: To vypadá nebezpeènì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANTMEAT_COOKED
source: At least it's warm now.
cs: Alespoò je teï teplé.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEHIVE
source: It's buzzing with activity.
cs: Je tam poøádný bzukot.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.GENERIC
source: Leafy!
cs: Listnatý!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.READY
source: Mmmm. Ready to harvest.
cs: Hmmm. Pøipraveno ke sbìru.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.GROWING
source: Guh! It's growing so slowly!
cs: Ach! Roste tak pomalu!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_FERN
source: It's a fern.
cs: Je to kapradina.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINECONE.GENERIC
source: I can hear a tiny tree inside it, trying to get out.
cs: Sly¹ím uvnitø drobný strom, který se sna¾í dostat ven.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINECONE.PLANTED
source: It'll be a tree soon!
cs: Brzy z nìj bude strom!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRUMSTICK_COOKED
source: Now it's even tastier.
cs: Nyní je¹tì chutnìj¹í.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDBONE
source: Creepy.
cs: Dìsivé.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HORN
source: It sounds like a beefalo field in there.
cs: Jak by bylo uvnitø sly¹et stádo buvolù.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_CRANK
source: Tough enough to handle the most intense experiments.
cs: Tak odolná, ¾e vydr¾í i ty nejintenzivní experimenty.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGGYBACK
source: I feel kinda bad for that.
cs: Cítím se kvùli nìmu ponìkud provinile.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ONEMANBAND
source: I should have added a beefalo bell.
cs: Je¹tì by to chtìlo buvolí zvon.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER
source: Otto von Chesterfield, Esq.
cs: Otto von Chesterfield, pano¹.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GUANO
source: Another flavour of poop.
cs: Dal¹í variace trusu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITO.GENERIC
source: Disgusting little bloodsucker.
cs: Malý nechutný krevsající tvor.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITO.HELD
source: Hey, is that my blood?
cs: Hej, to je má krev?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGKING
source: Ewwww, he smells!
cs: Eh, ten ale smrdí!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT
source: What a weird fruit.
cs: Velmi zvlá¹tní ovoce.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PETALS
source: I showed those flowers who's boss!
cs: Kvìtiny poznaly, kdo je tady pánem!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.PLANT
source: Seems safe to me.
cs: Vypadá to bezpeènì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.DIRT
source: Just looks like a pile of dirt.
cs: Vypadá to jak hromada hlíny.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.WORM
source: It's a worm!
cs: To je poník!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PERD
source: Stupid bird! Stay away from my berries!
cs: Pitomý ptáku! Dr¾ se dál od mých bobulek!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PANDORASCHEST
source: It may contain something fantastic! Or horrible.
cs: Mohla by obsahovat nìco ú¾asnného! Nebo stra¹livého.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHEAD
source: The stinkiest thing I'll smell all day.
cs: Nejsmrdutìj¹í vìc, kterou budu cítit celý den.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NITRE
source: I'm not a geologist.
cs: Nejsem ¾ádný geolog.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK3
source: Even more broken chess pieces.
cs: A dal¹í rozbité ¹achy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTLIGHT
source: It gives off a spooky light.
cs: Vyzaøuje stra¹idelné svìtlo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITOSACK
source: It's probably not someone else's blood...
cs: Prevdìpodobnì je beztak moje...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGSKIN
source: It still has the tail on it.
cs: Je¹tì stále má na sobì ocas.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAMBAT
source: This seems unsanitary.
cs: Vypadá nehygienicky.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEM_PUPPET
source: She's trapped!
cs: Je v pasti!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AXE
source: It's my trusty axe.
cs: Má spolehlivá sekera.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEDROLL_FURRY
source: It's so warm and comfy.
cs: Je tak teplý a pohodlný.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_SMALL
source: A magic mushroom?
cs: Kouzelná houba?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHOUSE
source: Who would live here?
cs: Kdo by tady bydlel?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT
source: It doesn't look like an egg.
cs: Nevypadá jako vejce.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAMMER
source: Stop! It's time! To hammer things!
cs: Zadr¾ ! Je èas! Èas kladiva!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMEAT
source: Char broiled to perfection.
cs: Mírnì o¾ehnuté k dokonalosti.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATBALLS
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEAT
source: It's a bit gamey, but it'll do.
cs: Ponìkud zvíøecké, ale sním ho.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLTHRONE
source: That doesn't look very comfortable.
cs: Nevypadá moc pohodlnì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ABIGAIL
source: Awww, she has a cute little bow.
cs: Júú, má tak krásnou ma¹lièku.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALOHAT
source: What a nice hat.
cs: Jaký zdobný klobouk.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAURCHEST
source: It may contain a bigger something fantastic! Or horrible.
cs: Mohla by obsahovat nìco ú¾asnného! Nebo stra¹livého.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINTERHAT
source: It'll be good for when winter comes.
cs: A¾ pøijde zima, bude se hodit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLHEAD
source: I can see into his pores.
cs: Vidím a¾ do morku jeho kostí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLE_SHELLPIECES
source: A puzzle with no solution.
cs: Hádanka bez øe¹ení.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELL
source: I hate that guy.
cs: Nenávidím toho chlápka.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.BURNT
source: Now it's burnt and spiky.
cs: Teï je trnitý a spálený.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.CHOPPED
source: Not so spiky now!
cs: Teï u¾ tak trnitý není!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.GENERIC
source: Those spikes look sharp!
cs: Tyhle trny vypadají ostøe!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.BURNING
source: Spikes and fire!
cs: Trny a oheò!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATWING
source: I hate these things, even when they're dead.
cs: Hnusí se mi tyhle vìci, dokonce i po smrti.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.GENERIC
source: It looks thorny.
cs: Vypadá pichlavì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.PICKED
source: That hurt.
cs: To bolí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.BURNING
source: That's burning fast!
cs: Hoøí pìknì rychle!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE_COOKED
source: It doesn't seem so strange anymore.
cs: U¾ tak zvlá¹tnì nevypadá.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_SAPLING
source: I should plant this.
cs: Tohle by se mìlo zasadit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LEIF_SPARSE
source: He's huge!
cs: Je tak obrovský!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MALE_PUPPET
source: He's trapped!
cs: Je v pasti!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKELETON
source: Better him than me.
cs: Radìji on, ne¾-li já.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELESTAFF
source: It can show me the world.
cs: Uká¾e mi celý svìt.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWGEM
source: This gem is yellow.
cs: Tenhle drahokam je ¾lutý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERGLAND
source: It has a tangy, antiseptic smell.
cs: Má nakyslý, antiseptický zápach.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_FULL
source: Rocks, rocks, rocks, rocks...
cs: Kameny, kameny, kameny, kameny...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LITTLE_WALRUS
source: He won't be cute and cuddly forever.
cs: Nebude tak roztomilý a mazlivý napoøád.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOMESIGN
source: It says 'You are here'.
cs: Pí¹e se tu 'Stojíte zde'.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRUMSTICK
source: I should gobble it.
cs: Mìlo by se to zhltnout.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KOALEFANT_WINTER
source: It looks warm and full of meat.
cs: Vypadá høejivì a masitì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_GRASS
source: A chunk of ground.
cs: Kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKESOUP
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LEIF
source: He's huge!
cs: Je tak obrovský!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAMPUS_SACK
source: Ew. It has Krampus slime all over it.
cs: Ble. Je celý pokrytý Krampusovým slizem.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KABOBS
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_EXIT
source: I've had enough discovery for now.
cs: Prozatím u¾ mám toho prùzkumu dost.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICESTAFF
source: It's cold to the touch
cs: Je chladná na dotek

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BACONEGGS
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEBOX
source: I have harnessed the power of cold!
cs: Ovládám mocné síly chladu!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLPHONOGRAPH
source: So that's where the music was coming from.
cs: Tak odtud vycházela ta hudba.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_SANITY
source: Wearing this makes me feel safe and insecure.
cs: Kdy¾ ho nosím, cítím se bezpeènì i nejistì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUND
source: You ain't nothing, hound dog!
cs: Nic neznamená¹, bídný pse!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN
source: It's as big as my head!
cs: Velká jak má hlava!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYCOMB
source: Bees used to live in this.
cs: Kdysi tu pøebývaly vèely.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN_SEEDS
source: It's a seed.
cs: To je semínko

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEY
source: Looks delicious!
cs: Vypadá lahodnì!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTER
source: I can't believe it's butter!
cs: Nemohu tomu uvìøit. Je to máslo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNING_ROD.GENERIC
source: I can harness the heavens!
cs: Mohu ovládnout nebesa!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNING_ROD.CHARGED
source: The power is mine!
cs: V¹echna ta síla je má!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHERHAT
source: I AM A BIRD!
cs: JSEM PTÁK!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEALINGSALVE
source: The stinging means that it's working.
cs: To ¹típání znamená, ¾e to funguje.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEAT_DRIED
source: Just jerky enough.
cs: Ji¾ dostatenì vysu¹ené.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EEL_COOKED
source: Smells great!
cs: Voní skvìle!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_CAP_COOKED
source: It's different now...
cs: Nyní je jiná...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_CAP
source: It seems pretty normal.
cs: Vypadá celkem normálnì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE_COOKED
source: Haute Cuisine!
cs: Francouzská kuchynì!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_WOOD_ITEM
source: Pickets!
cs: Sloupky!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.BARREN
source: I think it needs to be fertilized.
cs: Myslím, ¾e potøebuje pohnojit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.PICKED
source: Maybe they'll grow back?
cs: Mo¾ná opìt narostou?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.GENERIC
source: Red berries taste the best.
cs: Èervené bobule chutnají nejlépe.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCKS
source: I can make stuff with these.
cs: Mohu z nich tvoøit vìci.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTGRASS
source: Cut grass, ready for arts and crafts.
cs: Posekaná tráva pøipravená pro umìní a tvorbu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_SEEDS
source: It's a seed.
cs: To je semínko.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA
source: It's mushy.
cs: Je to ka¹ovité.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATWING_COOKED
source: At least it's not coming back.
cs: Alespoò se u¾ nevrátí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEHOUND
source: Are there hounds for every season?
cs: Jsou ti ohaøi snad na ka¾dou sezónu?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: This appears to be a nexus to another world!
cs: Vypadá to jako spojení do jiného svìta!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: With this I can surely pass through space and time!
cs: S tímhle jistì projdu i èasoprostorem!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: There's still something missing.
cs: Nìco tu stále chybí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Soon, my invention will be complete!
cs: Brzy bude mùj vynález hotov!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHSTICKS
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIRESTAFF
source: I don't want to set the world on fire.
cs: Doufám, ¾e s tímhle ve svìtì nezalo¾ím po¾ár.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.GENERIC
source: Sure beats darkness.
cs: Zaruèenì za¾ene temnotu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.OUT
source: At least I can start it up again.
cs: Pøinejhor¹ím ho mohu opìt zalo¾it.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.EMBERS
source: I should put something on the fire before it goes out.
cs: Jestli nìco nepøilo¾im, oheò brzy vyhasne.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.HIGH
source: Good thing it's contained!
cs: Je¹tì ¾e je zabezpeèený!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.LOW
source: The fire's getting a bit low.
cs: Oheò nìjak pohasíná.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.NORMAL
source: Nice and comfy.
cs: Takhle je to pøíjemné.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEBASE.VALID
source: It's ready to go.
cs: Je pøipraveno.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEBASE.GEMS
source: It needs more purple gems.
cs: Po¾aduje více fialových drahokamù.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERMEAT_DRIED
source: Strange-smelling jerky.
cs: Podivnì-páchnoucí su¹ené maso.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOME
source: Someone must live here.
cs: Nìkdo tu musí bydlet.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BACKPACK
source: It's for me to put my stuff in.
cs: Slou¾í mi na ukládání mých vìcí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWSTAFF
source: I put a gem on a stick.
cs: Drahokam pøipevnìný na hùl.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.GENERIC
source: I should try planting some crops.
cs: Mìli bychom zkusit nìco zasadit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.GROWING
source: Go plants go!
cs: Tak popolezte trochu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: I think it needs to be fertilized.
cs: Myslím, ¾e potøebuje pohnojit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYEPLANT
source: I think I'm being watched.
cs: Myslím, ¾e mì nìkdo sleduje.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLESLIME
source: If it wasn't useful, I wouldn't touch it.
cs: Kdyby to nebylo u¾iteèné, nedotýkám se toho.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WETGOOP
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AMULET
source: I feel so safe when I'm wearing it.
cs: Cítím se tak bezpeènì, kdy¾ ho mám na krku.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_SPITTER
source: I hate spiders!
cs: Nenávidím pavouky!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_FULL
source: Looks like a rock to me.
cs: Jeví se to jako kámen.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's looking at me.
cs: Kouká se na mì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It went to sleep.
cs: ©el spát.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_MARSH_BUSH
source: I should plant this.
cs: Tohle by se mìlo zasadit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: I think it's becoming more concentrated!
cs: Myslím, ¾e se zaèínají více koncentrovat!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: There's no magic around here.
cs: Tady kolem není ¾ádná magie.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Feels like it's receding.
cs: Vypadá to, ¾e ustupují.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: Getting pretty magical around here.
cs: Kolem to zaèíná být docela magické.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: The nightmare is almost gone!
cs: Noèní mùra u¾ je témìø pryè!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: All is well.
cs: V¹e v poøádku!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It seems to be staying steady.
cs: Vypadá to, ¾e zùstává stabilní.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_GRASS
source: I should plant this.
cs: Tohle by se mìlo zasadit.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_SEEDS
source: It's a seed.
cs: To je semínko.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CARPETFLOOR
source: It's surprisingly scratchy.
cs: Pøekvapivì je docela kousavý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.GENERIC
source: I should put a bird in it.
cs: Dovnitø by se mìl dát ptáèek.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.SLEEPING
source: Awwww, he's asleep.
cs: Hmmmm, spí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.OCCUPIED
source: That's my bird!
cs: To je mùj pták!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHEAD
source: Looks like an offering to the beast.
cs: To vypadá jako obì» pro pøí¹eru.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEVTOOL_NODEV
source: I'm not strong enough to wield it.
cs: Nemám dostateènou moc pro jeho ovládnutí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UMBRELLA
source: This will keep my hair dry, at least.
cs: Tohle udr¾í mé vlasy v suchu, koneènì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_7
source: I have no time for fun and games!
cs: Nemám ¾ádný èas na zábavu a hry!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIRTPILE
source: It's a pile of dirt... or IS it?
cs: Jen hromádka hlíny... nebo to JE?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORWOOD
source: That is a perfectly reasonable piece of clothing.
cs: To je naprosto slu¹ný kousek odìvu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEERCLOPS_EYEBALL
source: This is really gross.
cs: Tohle je tedy vá¾nì obrovské.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMLIGHT
source: Looks delicious.
cs: Vypadá lahodnì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_SEEDS
source: It's a seed.
cs: To je semínko.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_TUSK
source: I'm sure I'll find a use for it eventually.
cs: Urèitì pro nìj najdu èasem uplatnìní.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMANDRAKE
source: Poor little guy.
cs: Chudáèek malinkatý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLYWINGS
source: Without these, it's just a butter.
cs: Dvì malá køídla tu nejsou...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTSWORD
source: I dreamed it myself!
cs: Vysnìno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_COOKED
source: Mushy.
cs: Ka¹ovité.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORMARBLE
source: This looks really heavy.
cs: Tohle vypadá velmi tì¾ce.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_1
source: They are all melted together.
cs: Jsou v¹echny slepené dohromady.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEPRINT
source: It's scientific!
cs: Je vìdecký!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWERHAT
source: It smells like prettiness.
cs: Je cítít pùvabem.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGESTAFF
source: This beats walking.
cs: Tohle pøekonává chùzi.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDNUGGET
source: I can't eat it, but it sure is shiny.
cs: Nemù¾u jej sníst, ale je velmi záøivý.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TAFFY
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDTRAP
source: Gives me a net advantage!
cs: Tahle sí» mì zvýhoïnuje!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.GENERIC
source: It's a beefalo!
cs: To je buvol!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.SLEEPING
source: These guys are really heavy sleepers.
cs: Tihle ho¹i spí fakt tvrdì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.FOLLOWER
source: He's coming along peacefully.
cs: Mírumilovnì mì následuje.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.NAKED
source: Aww, he's so sad.
cs: Ach, je tak smutný.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKBOAT
source: It's no use to me out there!
cs: Nevidím tu pro ni ¾ádné vyu¾ití!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEDROLL_STRAW
source: It smells like wet.
cs: Zapáchá vlhkem.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEGEM
source: It sparkles with cold energy.
cs: Vyzaøuje ledovou energiií.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDMOUND
source: I wouldn't want to pick a bone with the owner.
cs: Nechtìlo by se mi jejímu majiteli krást kostièky.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEADLYFEAST
source: A most potent dish.
cs: Ten nejsilnìj¹í vývar.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWAMULET
source: Warm to the touch.
cs: Høejivý na dotek.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORGRASS
source: I hope there are no bugs in this.
cs: Doufám, ¾e nemá ¾ádné mouchy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANIMAL_TRACK
source: Tracks left by food. I mean... an animal.
cs: Stopy od jídla. Myslím... od zvíøete.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORRUINS
source: It's oddly light.
cs: Je to podivnì lehké.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_FUNGUS
source: Yet another ground type.
cs: Zase jiný kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_ROCKY
source: A chunk of ground.
cs: Kousek zemì.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CHECKERFLOOR
source: These are pretty snazzy.
cs: Tahle je opravdu stylová.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_MED
source: Looks like a rock to me.
cs: Jeví se to jako kámen.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_LOW
source: Looks like a rock to me.
cs: Jeví se to jako kámen.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_COOKED
source: It's even less eggy.
cs: Je¹tì ménì vejcovité.
