Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLE_SHELLPIECES
source: Is broken.
cs: Je rozbitá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITOSACK
source: Uncle did not have gut like this.
cs: Strýèek nebýt tak bojový jako tihle.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITO.GENERIC
source: Reminds me of uncle!
cs: Pøipomíná mi strýèka!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITO.HELD
source: No more blood for you!
cs: U¾ ¾ádná krev pro tebe!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATWING
source: Is all hairy and gross
cs: Je chlupaté a hrubé

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEARS
source: Ah ha! Who is bigger muscles now?
cs: Aha! Kdo teï má vìt¹í svaly?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHOUSE
source: The house was not strong enough.
cs: Ten dùm moc silný nebyl.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_SAPLING
source: He is cold and lonely.
cs: Je chladný a osamìlý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOMESIGN
source: Is no time for reading signs!
cs: Na ètení cedulí není èas!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATBALLS
source: Ball of meats make me strong!
cs: Maso koule dìlat mì silným!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKELETON
source: Not enough muscle.
cs: Nemít moc svalù.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELESTAFF
source: It gives me a headache.
cs: Bolí mì z toho hlava.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWGEM
source: Pretty rock.
cs: Pìkný kámen.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERGLAND
source: Squishy and wobbly!
cs: Pomaèkaná a chvìjivá!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_FULL
source: Rock reaching for the roof.
cs: Kámen dosahovat a¾ na strop.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLLOCK
source: Scary lock!
cs: Stra¹idelný pohled!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLHEAD
source: Scary head is 12 feet tall!
cs: Stra¹idelná hlava, 4 metry vysoká!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRUMSTICK
source: Leg meat for make legs more strong.
cs: Maso nohy dìlat mé nohy víc silné.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KOALEFANT_WINTER
source: So soft, I want to squish it!
cs: Tak mìkký, chci ho pomaèkat!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_GRASS
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKESOUP
source: Little plant man is for make soup!
cs: Rostlinný chlapík zemøel ve jménu polévky!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELL
source: A fancy suit is no match for my muscles!
cs: Nóbl obleèek není nic pro mé svaly!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.BURNT
source: Is spikey and black now
cs: Je ¹pièatý a teï i èerný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.CHOPPED
source: I chop the spikes off!
cs: Pokácím v¹echny ¹pièáky!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.GENERIC
source: Is spikey.
cs: Je ¹pièatý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.BURNING
source: I burn the spikes!
cs: Spálím ty ¹pièaté vìci!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.GENERIC
source: Is thorny.
cs: Je trnitý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.PICKED
source: Thorns hurt.
cs: Píchají mì trny.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.BURNING
source: Uh oh. Spiky fire.
cs: O ou! Hoøící ¹pièatá vìc.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_EXIT
source: Is dark and scary down here.
cs: Tady dole je to temné a stra¹idelné.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICESTAFF
source: Is my cold stick!
cs: Má studená tyè!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MALE_PUPPET
source: Scary chair scare him!
cs: Dìsivá ¾idle ho dìsí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUREPLANTBULB
source: Ah ha! Who is tricky now?
cs: Aha! Kdo je teï vychytralý?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLPHONOGRAPH
source: Is box that sings!
cs: To být krabièka co zpívat!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUREPLANT
source: You cannot fool Wolfgang!
cs: Ty nemù¾e¹ Wolfganga oblbnout!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LOG
source: Is thick like my arm.
cs: Silné jak mé pa¾e.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN
source: Is big as head of weakling man! Not Wolfgang head.
cs: Být velká jako hlava slabocha! Ne Wolfgang hlava.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LEIF
source: Wood man!
cs: Døevìný mu¾!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN_SEEDS
source: Is seeds for grow corn.
cs: Být semena na rùst kukuøice.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LEIF_SPARSE
source: Wood man!
cs: Døevìný mu¾!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTER
source: Is buttery, and taste like insect.
cs: Je máslovité a chutná jako hmyz.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Is wire in sky!
cs: To být drát ve vzduchu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Ooooh, sparks!
cs: Jéééé, jiskøièky!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KABOBS
source: Eat off stick is good.
cs: Jíst z klacku je dobrý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.INSANITYROCK.INACTIVE
source: Hah. I step over tiny obstacle.
cs: Ha! Pøekroèil jsem malou pøeká¾ku.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.INSANITYROCK.ACTIVE
source: Is in my way.
cs: Stojí mi v cestì.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEAT_DRIED
source: Look like leather, taste like meat.
cs: Vypadá jako kù¾e, chutná jako maso.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EEL_COOKED
source: I have cooked it.
cs: Já to uvaøit.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICEBOX
source: Box what makes cold!
cs: Bedna co vyrábí chlad!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BACONEGGS
source: Food has yolk! And meat! More strong!
cs: Jídlo a ¾loutek! A maso! Víc silný!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE_COOKED
source: Ha ha ha! I cook brain! Not so smart now.
cs: Ha ha ha! Já uvaøit mozek! Nebýt tak chytrý u¾.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_WOOD_ITEM
source: Pokey sticks!
cs: Vyhrazovací kùly!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.BARREN
source: I need to poop on it.
cs: Já potøebovat na to bobek.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.PICKED
source: Eating part is gone.
cs: Èas jídla je pryè.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.GENERIC
source: Is full of food-balls!
cs: Plný kulièek jídla!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCKS
source: Is rock. What you not get?
cs: To být kámen. Co ty nechápat?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTGRASS
source: I made a pile of grass.
cs: Já vyrobil hromádku z trávy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT_SEEDS
source: Teensy fake egg plant.
cs: Malé fale¹né vejce. Rostlina.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA
source: Is tasty!
cs: Je chutný!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATWING_COOKED
source: Crispy!
cs: Køupavé!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICEHOUND
source: Bow wow!
cs: Wow, to je nìco!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: Strange rock. Do I sit on?
cs: Podivný kámen. Mám si sednout?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I do not fear what lies beyond!
cs: Já nemít strach z toho, co být za tím!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Something missing still.
cs: Stále nìco chybìt

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Is coming together now.
cs: Teï to do sebe zapadat.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HAMMER
source: Needs sickle!
cs: Je¹tì srb!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_CAP_COOKED
source: Is not same.
cs: Není stejný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BOARDS
source: I break log to make board!
cs: Já lámat polena aby vyrobit prkna!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEBASE.VALID
source: Glow is good sign.
cs: Záøe je dobrý znamení.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEBASE.GEMS
source: Do not think it working.
cs: Nemyslím, ¾e to fungovat.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERMEAT_DRIED
source: Look like leather, taste like leather.
cs: Vypadat jako kù¾e a taky tak chutnat.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_EVIL
source: Is not potato.
cs: To nebýt brambor.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BACKPACK
source: Is for carry more thing.
cs: S tím unést více vìcí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWSTAFF
source: Pretty gem sits in stick.
cs: Pìkný klenot sedí na klacku.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_COOKED
source: Is not more like meat after do cooking.
cs: Chutnat víc jako maso po uvaøení.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHSTICKS
source: Ha ha, is funny name.
cs: Ha ha, vtipný jméno.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIRESTAFF
source: Is staff for make fire. Careful, Wolfgang.
cs: To být hùl na dìlání ohnì. Wolfgang muset být opatrný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WETGOOP
source: Wolfgang ruin food!
cs: Wolfgang znièit jídlo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.AMULET
source: Is very pretty.
cs: Je moc pìkný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_SPITTER
source: Ptoo! Ptoo!
cs: Pliv! Pliv!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_FULL
source: Is pointy.
cs: Je ¹pièatý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It is eye bone. Eye bone connect to face bone.
cs: To být oèní kost. Oèní kost se spojit s kostí tváøe.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It sleeps now.
cs: Teï spí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEM_PUPPET
source: Scary chair scare her!
cs: Dìsivá ¾idle ji dìsí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SHOVEL
source: Dirt Spoon!
cs: L¾íce na hlínu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.GENERIC
source: I will grow mighty crops here!
cs: Budu tu pìstovat mocné plodiny!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.GROWING
source: Grow my little friends! Grow!
cs: Popolezte mí malí pøátelé! No tak!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Dirt is not dirty enough to make plants.
cs: Hlína není dostateènì hlinitá k rùstu rostlin.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYEPLANT
source: They are not what they seem.
cs: Nejsou to, na co se tváøí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CARPETFLOOR
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.GENERIC
source: Is home for my birdies.
cs: Domov pro má ptáèátka.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.SLEEPING
source: I should be quiet!
cs: Mìl bych být potichu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.OCCUPIED
source: Hello birdie!
cs: Nazdar ptáèátko!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHEAD
source: Why long face?
cs: Proè se tak ¹klebí?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE
source: Look like smartypants' brain.
cs: To vypadat jak mozek chytrolína.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.UMBRELLA
source: The rain hurts my mighty skin.
cs: Dé¹» ru¹í mou silnou kù¾i.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_7
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT_SEEDS
source: I use this to grow funny fruit.
cs: Pou¾ívám to k pìstování vtipného ovoce.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT
source: Is funny looking fruit.
cs: To ovoce vypadat vtipnì.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEERCLOPS_EYEBALL
source: Yuck yuck yuck!
cs: Fuf fuj fuj!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMLIGHT
source: Pretty light.
cs: Krásný svìtlo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_SEEDS
source: Seeds is too small.
cs: Semena být pøíli¹ malá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_TUSK
source: Sea cow man tooth!
cs: Zub mro¾omu¾e!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.GENERIC
source: Is robot box.
cs: Robotická krabièka.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.HOT
source: Robot box is scaring me!
cs: Robotická krabièka mì dìsit!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.COLD
source: The robot box is talking.
cs: Robotická krabièka mluvit.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.WARM
source: Ha! That is good one, robot box!
cs: Ha! Hodná, hodná robotická krabièka!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.WARMER
source: Robot box is getting angry...
cs: Robotická krabièka se zlobit...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLYWINGS
source: No fly without wings!
cs: ®ádné létání bez køídel!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTSWORD
source: Is real? Is not real? Is sharp!
cs: Být skuteèný? Nebýt skuteèný? Být ostrý!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMOR_SANITY
source: Is like wearing scary little rag!
cs: Jako nosit malý hrozný hadr!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORMARBLE
source: I tie rocks to muscles.
cs: Já pøivázat kameny ke svalùm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_1
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK3
source: Metal junk.
cs: ®elezný brak.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWERHAT
source: Is so pretty!
cs: Je tak nádherný!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.GENERIC
source: Is hair-cow thing!
cs: Je to chlupatá kráva!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.SLEEPING
source: Hair-cow is sleeping.
cs: Spící chlupatá kráva.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.FOLLOWER
source: Hair-cow follow me!
cs: Za mnou, chlupatá krávo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.NAKED
source: Hair-cow has no more hair.
cs: Chlupatá kráva u¾ moc chlupatá není.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDNUGGET
source: Money is for tiny men!
cs: Peníze jsou pro mròouse!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TAFFY
source: Is sweet candy thing.
cs: To být sladká sladkost.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_FIRE
source: Careful, Wolfgang.
cs: Opatrnì Wolfgangu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDTRAP
source: I will catch bird!
cs: Chytím ptáka!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKBOAT
source: Is broken!
cs: Je rozbitá!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEDROLL_STRAW
source: Nap time!
cs: Èas na ¹lofíka.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEGEM
source: Pretty rock.
cs: Pìkný kámen.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDMOUND
source: Is house of bones.
cs: Dùm z kostí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEADLYFEAST
source: Look like evil food.
cs: To vypadat jak pekelné jídlo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWAMULET
source: Is glowing yellow.
cs: ®lutì záøí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORGRASS
source: Is prickly.
cs: Je pichlavé.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANIMAL_TRACK
source: Animal went this way.
cs: Zvíøe ¹lo tudy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORRUINS
source: Protect me? I don't need it!
cs: Chránit mì? To já nepotøebovat!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_ROCKY
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CHECKERFLOOR
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_MED
source: Is pointy.
cs: Je ¹pièatý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_LOW
source: Is pointy.
cs: Je ¹pièatý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLESLIME
source: Boom snot!
cs: Bum sopel!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT_COOKED
source: Has no yolk! Yolk is strongest part!
cs: Nemít ¾ádný ¾loutek! ®loutek být nejsilnìj¹í èást!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONKEY
source: Ugly monkey man!
cs: Hnusný opoèlovìk!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEDROLL_FURRY
source: So comfy!
cs: Jak pohodlné!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONKEYBARREL
source: This... thing. It smells not so good.
cs: Tahle... vìc. Moc dobøe nevonìt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORSNURTLESHELL
source: Is sticky inside.
cs: Uvnitø je lepkavý.

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.GENERIC
source: Ha! I win!
cs: Ha! Vyhrál jsem!

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.PREY
source: You keep running!
cs: Jen utíkej!

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.PIG
source: I forgive you, pig man.
cs: Odpou¹tím ti, praseèí mu¾i.

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.SPIDER_WARRIOR
source: He knows I am stronger.
cs: Ví, ¾e jsem silnìj¹í.

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.SPIDER
source: He ran away from me.
cs: Utekl pøede mnou pryè.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CHARLIE_ATTACK
source: Ow! It got me!
cs: Au! Dostalo mì to!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.GENERIC
source: I will punch you!
cs: Já ti uká¾u!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.PREY
source: Stomp! Stomp! Stomp!
cs: Dup! Dup! Dup!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.PIG
source: I am sorry, my friend!
cs: Promiò, mùj pøíteli!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.SPIDER_WARRIOR
source: I am still stronger, scary bug!
cs: Já jsem poøád silnìj¹í, stra¹idelný pavouku!

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.SPIDER
source: Die, evil scary bug!
cs: Ty teï umøít, stra¹idelný pavouku!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WORMHOLE
source: It makes me feel alive!
cs: Cítím se s ním tak ¾ivý!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MIGHTYTONORMAL
source: I need to filly my mighty belly again!
cs: Já potøebuji znovu naplnit mùj mocný ¾aludek!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_RESEARCH
source: Is lot of information.
cs: Hodnì informací.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CANFIX
source: Mighty brain could make this better!
cs: Mocný mozek by to dokázal vylep¹it!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_COLD
source: Brrrrrrr! Is frosty!
cs: Brrrrrrr! Poøádná zima!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MOSQUITOS
source: Wolfgang need blood, get away sucking bugs!
cs: Wolfgang potøebovat krev. Vypadni sající hmyze!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NO_TRAP
source: Easy like lift weights.
cs: Jednoduchý jak zvedat tíha.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE_GENERIC
source: What is this thing?
cs: Co být tohle za vìc?

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_LOWRESEARCH
source: Is tiny information.
cs: Drobné informace.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_KNOCKEDOUT
source: Ugh, Wolfgang must have hit head.
cs: Och, Wolfgang se muset bouchnout do hlavy.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HIGHRESEARCH
source: Is maybe too much information.
cs: Mo¾ná je to a¾ moc informací.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TORCH_OUT
source: Oh no! The light is gone!
cs: Ach ne! Svìtlo pryè!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BEES
source: Bees! Nasty stinging bug men!
cs: Vèely! Drzí bodající národ!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODAYSLEEP_CAVE
source: Is creepy in cave.
cs: Tady to být stra¹idelné v jeskyni.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ENTER_LIGHT
source: I can see again!
cs: Zase vidím!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_THORNS
source: Pointy is not fair!
cs: Bodáky nebýt fair play!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ACCOMPLISHMENT
source: I am doing great things with tiny arrow!
cs: S malou ¹ipkou dìlat velké vìci!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNGRY
source: My mighty belly is empty!
cs: Mé mocné bøí¹ko být prázdné!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NORMALTOMIGHTY
source: I AM MIGHTY!
cs: JÁ JSEM MOCNÝ!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WIMPYTONORMAL
source: Wolfgang is better.
cs: Wolfgang je teï lep¹í.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HOUNDS
source: I hear puppies!
cs: Sly¹ím ¹tìòátka!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE_TOODARK
source: Help me! It is dark!
cs: Pomoc! Být tu tma!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNT_BEAST_NEARBY
source: Animal is close!
cs: Zvíøe být blízko!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_PECKED
source: What I do to deserve this?
cs: Jak si tohle já zaslou¾it?

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.GENERIC
source: Yum!
cs: Mòam!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.STALE
source: Tastes funny.
cs: Chutnat legraènì.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.SPOILED
source: Ew! Tastes like garbage!
cs: Uch! Chutnat jak odpadky!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.PAINFUL
source: Ooooh. I have belly ache.
cs: Óooch. Bolí mì bøí¹ko.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NORMALTOWIMPY
source: I am not feeling so good.
cs: Já se necítím moc dobøe.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODAYSLEEP
source: Is too bright for sleep.
cs: Je tu moc svìtla.

# STRINGS.BUNNYMANNAMES.1
source: Brassica
cs: Brukvièka

# STRINGS.BUNNYMANNAMES.2
source: Bunium
cs: Hopsálek

# STRINGS.BUNNYMANNAMES.3
source: Burdock
cs: Lopuchomil

# STRINGS.BUNNYMANNAMES.4
source: Carrot
cs: Mrkvièka

# STRINGS.BUNNYMANNAMES.5
source: Celeriac
cs: Celeriak

# STRINGS.BUNNYMANNAMES.6
source: Daikon
cs: Øedkvièka

# STRINGS.BUNNYMANNAMES.7
source: Lepidium
cs: Øeøichoun

# STRINGS.BUNNYMANNAMES.8
source: Microseris
cs: Mikroserie

# STRINGS.BUNNYMANNAMES.9
source: Parsnip
cs: Pastinák

# STRINGS.BUNNYMANNAMES.10
source: Radish
cs: Øedkvoun

# STRINGS.BUNNYMANNAMES.11
source: Sium
cs: Beznièka

# STRINGS.BUNNYMANNAMES.12
source: Tragopogon
cs: Kozobradoun

# STRINGS.BUNNYMANNAMES.13
source: Ipomoea
cs: Povijnice

# STRINGS.BUNNYMANNAMES.14
source: Manihot
cs: Maniok

# STRINGS.BUNNYMANNAMES.17
source: Canna
cs: Dosna

# STRINGS.BUNNYMANNAMES.18
source: Typha
cs: Orobinec

# STRINGS.BUNNYMANNAMES.19
source: Zingiber
cs: Zázvor

# STRINGS.BUNNYMANNAMES.21
source: Solanum
cs: Lilkovník

# STRINGS.BUNNYMANNAMES.22
source: Ullucus
cs: Melok

# STRINGS.BUNNYMANNAMES.29
source: Chantenay
cs: Mrkvoun

# STRINGS.BUNNYMANNAMES.30
source: Crusader
cs: Bojovník

# STRINGS.BUNNYMANNAMES.32
source: Doucer
cs: Kvìtomil

# STRINGS.BUNNYMANNAMES.37
source: Juwarot
cs: Mrkevèák

# STRINGS.BUNNYMANNAMES.43
source: Oxheart
cs: Mlsoun

# STRINGS.BUNNYMANNAMES.44
source: Pimpernel
cs: Bedrník

# STRINGS.BUNNYMANNAMES.47
source: Suko
cs: Prá¹il

# STRINGS.BUNNYMANNAMES.49
source: Topweight
cs: Super©pek

# STRINGS.BUNNYMANNAMES.50
source: Touchon
cs: Dotykáè

# STRINGS.BUNNYMANNAMES.53
source: Yellow
cs: ®lu»as

# STRINGS.UI.QUITTINGTITLE
source: Quitting!
cs: Ukonèování!

# STRINGS.UI.TELEPORTNO
source: Stay here.
cs: Zùstaò tu.

# STRINGS.UI.ENDGAME.BODY1
source: And so the cycle continues. Will
cs: A tak kolobìh pokraèuje. Unikne

# STRINGS.UI.ENDGAME.BODY2
source: ever escape? Perhaps %s too will tire of this wretched place, and use %s new powers to tempt the unsuspecting. The mysterious beings that control this place still lurk in the shadows, and new challenges will soon be revealed. Until then, - The Don't Starve Team -
cs: vùbec nìkdy? Mo¾ná, ¾e %s také omrzí toto ne¹»astné místo a pou¾ije %s nové síly, aby pokou¹el nic netu¹ící. Podivné bytosti, které to tu øídí stále èíhají ve stínu a nové výzvy se èasem odhalí. Do té doby, - The Don't Starve Team -

# STRINGS.UI.ENDGAME.TITLE
source: The End.
cs: Konec.

# STRINGS.UI.ENDGAME.YES
source: For Science!
cs: Pro vìdu!

# STRINGS.UI.HELP.BACK
source: Back
cs: Zpìt

# STRINGS.UI.HELP.PREVVALUE
source: Previous Value
cs: Pøedchozí Hodnota

# STRINGS.UI.HELP.APPLY
source: Apply Changes
cs: Pøijmout zmìny

# STRINGS.UI.HELP.ACCEPT
source: Accept Changes
cs: Pøijmout zmìny

# STRINGS.UI.HELP.SELECT
source: Select
cs: Zvolit

# STRINGS.UI.HELP.NEXTVALUE
source: Next Value
cs: Následující Hodnota

# STRINGS.UI.HELP.ROTATE_LEFT
source: Rotate Left
cs: Rotace vlevo

# STRINGS.UI.HELP.ZOOM_IN
source: Zoom In
cs: Pøiblí¾it

# STRINGS.UI.HELP.ZOOM_OUT
source: Zoom Out
cs: Oddálit

# STRINGS.UI.HELP.ROTATE_RIGHT
source: Rotate Right
cs: Rotace vpravo

# STRINGS.UI.HELP.REVERT
source: Revert Changes
cs: Vrátit zmìny

# STRINGS.UI.HELP.PREVCHARACTER
source: Left
cs: Vlevo

# STRINGS.UI.HELP.SCROLLFWD
source: Next Page
cs: Následující Strana

# STRINGS.UI.HELP.NEXTCHARACTER
source: Right
cs: Vpravo
