Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_SAPLING
source: What's the matter, got no dirt?
cs: Copak? Nemá¹ hlínu?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUREPLANTBULB
source: It's mine now.
cs: Teï je moje.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUREPLANT
source: I bet a quick fire would take care of this.
cs: Vsadím se, ¾e trocha ohnì by se o nì rychle postarala.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKELETON
source: Oh my. I hope he went out in a blaze of glory.
cs: Ach mùj. Doufám, ¾e ode¹el s velkou slávou.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELESTAFF
source: It's quite a rush to use.
cs: Její pou¾ití se mi zdá ponìkud ukvapené.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWGEM
source: It sparkles.
cs: Jiskøí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERGLAND
source: Eeeeew it's slimy and stinky!
cs: Ech, je slizký a páchne!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_FULL
source: More boring rocks.
cs: Dal¹í nudné kameny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HAMMER
source: I prefer sharp implements
cs: Dávám pøednost ostrým nástrojùm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LEIF_SPARSE
source: He looks flammable!
cs: Vypadá hoølavì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRUMSTICK
source: Bang on the drum all day!
cs: Tluèe bubeníèek, tluèe na buben!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KOALEFANT_WINTER
source: He sure looks warm...
cs: Vypadá tak høejivì...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_GRASS
source: The ground is boring.
cs: Bláto je nudné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKESOUP
source: Blending it into a soup got rid of its face.
cs: Rozmixováním do polévky pøi¹la o svùj oblièej.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAMPUS_SACK
source: I've got a new bag!
cs: Mám novou kabelku!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KABOBS
source: Meat and fire, now with a stick!
cs: Maso a oheò, nyní na exkluzivních ¹pejlích!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.INSANITYROCK.INACTIVE
source: Doesn't look flammable. How boring.
cs: Nevypadá hoølavì. Jak otravné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.INSANITYROCK.ACTIVE
source: Am I seeing things?
cs: Nemám vidiny?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_EXIT
source: It's dark and stuffy down here.
cs: Tady dole je to temné a zatuchlé.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICESTAFF
source: I hate this thing.
cs: Ta vìc se mi nelíbí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEBOX
source: That is the opposite of fire.
cs: Je to protiklad ohnì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORGRASS
source: A waste of flammable materials.
cs: ©koda hoølavých materiálù.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLPHONOGRAPH
source: I like more exciting music.
cs: Mám rad¹i více vzru¹ující hudbu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUND
source: What a jerk!
cs: Takový nezdvoøák!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYCOMB
source: It's waxy.
cs: Navoskovaný.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN
source: I wonder what will happen if I apply fire.
cs: Jen si pøedstav, co v¹echno by se s ní a ohnìm dalo dìlat.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOMESIGN
source: Less reading! More burning!
cs: Ménì písmenek! Více plamenù!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN_SEEDS
source: Seeds for my favorite explosive vegetable.
cs: Semínka mé oblíbené výbu¹né zeleniny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEALINGSALVE
source: It burns! But, where's the fire?
cs: To pálí! Ale... kde je oheò?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTER
source: Tasty, and just a little bit insecty
cs: Chutné, a malinko tøepetavé

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNING_ROD.GENERIC
source: All the lightning can come here!
cs: V¹echny blesky, pojïte sem!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Aww, all glow but no fire.
cs: Jéé, celý tak záøí, ale nehoøí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_CAP_COOKED
source: I changed it with fire!
cs: Promìna ohnìm!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_CAP
source: Boring!
cs: Nuda!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEAT_DRIED
source: Chewy, but satisfying.
cs: Trochu tuhé, ale vydatné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EEL_COOKED
source: Fire improves everything.
cs: Oheò vylep¹í v¹echno.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEARS
source: These must make them move.
cs: Tyhle je musí uvádìt do pohybu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_EVIL
source: Ugh, that smells terrible.
cs: Uch, ta páchne pøí¹ernì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE_COOKED
source: Fire always makes things better.
cs: Oheò vylep¹í v¹echno.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_WOOD_ITEM
source: I hate hiding.
cs: Nerada se schovávám.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.BARREN
source: Eat poop, stupid plant!
cs: ®er lejna, hloupá rostlino!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.PICKED
source: I want more berries!
cs: Chci víc bobulek!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.GENERIC
source: Mmmmm. Berries.
cs: Mmmmm. Bobule.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCKS
source: Can make inuksuks with these?
cs: Dal by se z toho vytvoøit inksuk?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTGRASS
source: Cut grass, ready for burning. Or maybe crafting.
cs: Posekaná tráva pøipravená pro spálení. Nebo tvorbu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT_SEEDS
source: Will these seeds make a plant or baby bird?
cs: Vzejde z tìchto vajeèných semínek rostlinka a nebo ptáèek?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA
source: Bananas!
cs: Banány!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATWING_COOKED
source: Yuck!
cs: Ble!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEHOUND
source: Gross! Cold!
cs: Brrr! Chladný!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: I like the way the symbols glow.
cs: Líbí se mi, jak ty symboly záøí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I just want to see this world burn.
cs: Chci jen vidìt tento svìt hoøet.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Needs to be unlocked somehow.
cs: Nìjak se musí odemknout.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: I'm making a monstrosity!
cs: Tvoøím obludnosti!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEM_PUPPET
source: She looks scared half to death.
cs: Vypadá vydì¹ená k smrti.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_ROBIN_WINTER
source: Snowbird feather. It probably smells terrible on fire.
cs: Pírko snì¾ného ptáka. Pravdìpodobnì moc nevoní v ohni.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHERHAT
source: I am a phoenix!
cs: Jsém fénix!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEBASE.VALID
source: I can feel the magic!
cs: Zaèínám cítit tu magii!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEBASE.GEMS
source: It needs something more.
cs: Potøebuje je¹tì nìco.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERMEAT_DRIED
source: It's dry and smells strange.
cs: Je suché a nezvykle zapáchající.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYEPLANT
source: They spread like fire.
cs: ©íøí se jako oheò.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BACKPACK
source: I could fit like a million lighters in here.
cs: Tam se mi vejde ranec zapalovaèù.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWSTAFF
source: It's magical.
cs: Je kouzelná.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EARMUFFS
source: Smells like rabbit butt.
cs: Jsou cítit králièí zadnicí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_MARSH_BUSH
source: What's the matter, got no dirt?
cs: Copak? Nemá¹ hlínu?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_GRASS
source: What's the matter, got no dirt?
cs: Copak? Nemá¹ hlínu?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WETGOOP
source: How did it go wrong?! I put it in fire and everything.
cs: Co se mohlo pokazit?! Dodala jsem oheò a v¹echno.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AMULET
source: I'm invincible! Well, maybe not. But it feels good.
cs: Jsem nepøemo¾itelná! No, mo¾ná ne. Ale dává mi ten pocit.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_SPITTER
source: Get over here!
cs: Pojï sem!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_FULL
source: Rocks are boring.
cs: Kameny jsou nudné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's rude to stare.
cs: Civìt je neslu¹né.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER_EYEBONE.WAITING
source: At least it's not looking at me anymore.
cs: Aspoò u¾ na mì nekouká.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_TALL
source: Gross. This tree is sick all over.
cs: Ohavné. Ten strom je celý napadený.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The fuel is coming to life!
cs: Palivo se probouzí k ¾ivotu!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I don't think it's working.
cs: Nezdá se mi, ¾e to funguje.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: I think it's turning off.
cs: Zdá se, ¾e to pohasíná.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: It's warning me.
cs: Varuje mì to.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: I guess it's nearly over.
cs: Myslím, ¾e je to témìø u konce.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It's almost humming.
cs: Jakoby si pobrukoval.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: Looks normal to me.
cs: Mì se zdá zcela obyèejný.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EARMUFFSHAT
source: Smells like rabbit butt.
cs: Jsou cítit králièí zadnicí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT_SEEDS
source: Seeds for that fire-looking fruit.
cs: Semínka plamínkovitého ovoce.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CARPETFLOOR
source: The ground is boring.
cs: Bláto je nudné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.GENERIC
source: Bird prison!
cs: Ptaèí vìznice!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.SLEEPING
source: Stupid bird. Wake up!
cs: Hloupý pták. Vstávat!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.OCCUPIED
source: Ha! I have you now!
cs: Tak! A mám tì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHEAD
source: I guess I have it alright.
cs: Myslím, ¾e to chápu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE
source: Is it supposed to have this many parts?
cs: Opravdu to má mít tolik malých dílkù?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.UMBRELLA
source: I love the colour!
cs: Líbí se mi ta barva!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_7
source: Fire is more fun.
cs: Oheò je vìt¹í zábava.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN
source: A sweet vegetable, yum!
cs: Sladká zelenina, mòam!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANIMAL_TRACK
source: It leads to my new friend.
cs: Zavede mì k novému kamarádovi.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEERCLOPS_EYEBALL
source: Stop staring at me!
cs: Pøestaò na mì civìt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMLIGHT
source: Light without fire. Unnatural.
cs: Svìtlo bez ohnì není pøirozené.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_SEEDS
source: Seeds for a yucky orange vegetable.
cs: Semena odporné oran¾ové zeleniny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_TUSK
source: Nom nom nom.
cs: Òam òam òam.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_COOKED
source: Still vegetabley, but better for having been in fire.
cs: Stále zeleninová, ale oheò ji uèinil snesitelnìj¹í.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLYWINGS
source: No more flying for that butterfly!
cs: Tenhle motýl si u¾ nezalétá!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTSWORD
source: It's like my dreams can hurt real things!
cs: Vypadá to, ¾e mé sny mohou nièit reálné vìci!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEGEM
source: Ugh. This one is ugly.
cs: Ech. Tenhle je o¹klivý.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORMARBLE
source: If I have to fight I might as well be protected.
cs: Pokud mám jít do boje, mìla bych mít asi ochranu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_1
source: I'll bet the fire that melted these was fiercely hot.
cs: Vsadím se, ¾e oheò, který tyhle rozpustil, byl velmi ¾havý.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDTRAP
source: I'll catch those creepy birds.
cs: Pochytám tyhle stra¹idelný ptáky.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWERHAT
source: A halo of flowers. Too bad it's not a burning halo of flowers.
cs: Kopa kytek. ©koda, ¾e to není kopa hoøících kytek.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGESTAFF
source: It gives me a headache.
cs: Motá se mi z ní hlava.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDNUGGET
source: Where am I going to spend this.
cs: Kdepak si tu za to nìco koupím?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TAFFY
source: Sugary things burn great, but I should eat this instead.
cs: Sladké vìci se krásnì pálí, ale tyhle bych mìla radìji sníst.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEARDHAIR
source: Uh, where did this come from?
cs: Eh, odkud se tu vzaly?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BACONEGGS
source: The yellow mucousy part is gross but the bacon is great!
cs: Ta ¾lutá slizská èást vypadá odpornì, ale slanina je výteèná!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKBOAT
source: It's too far out, I can't even burn it!
cs: Je tak daleko, ¾e ji ani nezapálím!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORWOOD
source: Now I can take on the world!
cs: A teï mù¾u dobýt svìt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POND
source: This pond will definitely not ignite. How dull.
cs: Vodu nelze podpálit. To je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDMOUND
source: Uh oh, I don't like the look of that.
cs: O ou, nelíbí se mi, jak to vypadá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEADLYFEAST
source: Fire didn't cure this dish of being nasty.
cs: Oheò neoèistil tento pokrm od jeho zvrácenosti.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWAMULET
source: It seems to absorb the darkness around it.
cs: Zdá se, ¾e pohlcuje okolní temnotu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_FUNGUS
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_ROCKY
source: The ground is boring.
cs: Bláto je nudné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORRUINS
source: Not sure I want to wear this.
cs: Nejsem si jistá, jestli to chci nosit.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CHECKERFLOOR
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_MED
source: Rocks are boring.
cs: Kameny jsou nudné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_LOW
source: Rocks are boring.
cs: Kameny jsou nudné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLESLIME
source: I love this stuff!
cs: Tyhle vìci miluji!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_SMALL
source: Gross. It's all mushroomy.
cs: Nechutný. Celý houbovitý.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT_COOKED
source: Using fire on it made it a tastier eggplant.
cs: Pou¾itím ohnì se ta vejcovitá zelenina stala chutnìj¹í.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONKEY
source: Joke's on you! I can burn this poo.
cs: Teï se budu smát já! Tahle zadnice bude hoøet.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEDROLL_FURRY
source: It's too frilly.
cs: Je tak zdobený.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONKEYBARREL
source: What a wonderfully flammable home.
cs: Jak krásný, hoølavý domek.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORSNURTLESHELL
source: Less defense! More offense!
cs: Ménì obrany! Více útoku!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NO_TRAP
source: Like lighting a barrel of fish on fire.
cs: Rámusu jak na rybí svatbì.

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.GENERIC
source: That's what I thought!
cs: To jsem pøesnì èekala!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.PREY
source: I'll get you next time!
cs: Pøí¹tì tì dostanu!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.PIG
source: Get back here, pork chop!
cs: Vra» se sem, vepøová kotleto!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.SPIDER_WARRIOR
source: Not so tough now!
cs: Teï u¾ takový tvrïák nejsi!

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.SPIDER
source: Bleh. I'll kill him later.
cs: Ble. Zabiju ho pozdìji.

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.GENERIC
source: It's you or me!
cs: Buï ty nebo já!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.PREY
source: Get over here!
cs: Vra» se!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.PIG
source: Stupid Pig!
cs: Stupidní prase!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.SPIDER_WARRIOR
source: Ew, kill iiiit!
cs: Ááá, zabij tóóóó!

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.SPIDER
source: Grrrrar!
cs: Grrrrr!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CANFIX
source: I think I can fix this!
cs: Myslím, ¾e bych to dokázala spravit.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HIGHRESEARCH
source: So much information!
cs: Tolik informací!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.6
source: I can't help myself!
cs: Nemù¾u si pomoct!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.2
source: Pretty!
cs: Pìkné!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.3
source: Oops!
cs: Jejda!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.1
source: Tee hee!
cs: Jéé Héé!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.4
source: I made a fire!
cs: Zalo¾ila jsem oheò!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.5
source: Burn!
cs: Hoø!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HOUNDS
source: Show yourself!
cs: Uka¾ se!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MOSQUITOS
source: Get away, you bloodsucking jerks!
cs: Ztra» se, ty krevsající bestie!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DEERCLOPS
source: That sounded like a big mean monster man!
cs: Èlovìèe, to zní jako velké zlomyslné monstrum!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LOWRESEARCH
source: Boo, that was boring.
cs: Bùù, to byla nuda.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ACCOMPLISHMENT
source: Move, arrow! MOVE!
cs: Pohyb, ¹ipko! POHYB!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNGRY
source: I need food!
cs: Potøebuji jídlo!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_KNOCKEDOUT
source: Argh, my little head!
cs: Ach, moje malá hlava!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BEES
source: Aaaah! Pokey bugs!
cs: Áááh! Hmyz ve vìzeòském murduru!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNT_BEAST_NEARBY
source: I'll find you!
cs: Já si tì najdu!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE_TOODARK
source: I need more light!
cs: Potøebuji více svìtla!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_WORMHOLE
source: I'll have to burn these clothes!
cs: Tohle obleèení budu muset spálit!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_PECKED
source: No! Bad birdy!
cs: Ne! Zlobivý ptáèek!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TORCH_OUT
source: My precious light is gone!
cs: Mùj drahocenný oheò je fuè!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODAYSLEEP_CAVE
source: Too spooky down here to sleep.
cs: Tady dole je to pøíli¹ stra¹idelné. Tady spát nebudu.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODAYSLEEP
source: I can't sleep when there's a great ball of fire to stare at.
cs: Nebmù¾u spát, kdy¾ je v dohledu ta velká ohnivá koule na obloze.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TRAP_WENT_OFF
source: Ack! Do not surprise Wolfgang!
cs: Grr! Ty nedìlat pøekvapení Wolfgangovi!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CRAFTING_FAIL
source: I need to gather more things to make that.
cs: Potøebuji nasbírat víc vìcí na výrobu.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ADVENTUREFAIL
source: Next time I will be mightier!
cs: Pøí¹tì budu mocnìj¹í!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_QUAKE
source: Ground is shake. Wolfgang hate shaking ground.
cs: Zemì se tøást. Wolfgang nemít rád tøesoucí zem!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CHARLIE
source: Show yourself!
cs: Uka¾ se!

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.GENERIC
source: That cannot be shaved.
cs: To nelze oholit.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I will wait until he is not looking.
cs: Poèkám, a¾ se nebude dívat.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.NOBITS
source: I cannot shave when there are no hairs.
cs: Nemohu holit kù¾i bez chlupù.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BOOMERANG
source: Ow! Why did you hurt me, throwy stick?
cs: Au! Proè mi ubli¾uje¹ házecí klacíku?

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODANGERSLEEP
source: Wolfgang prefer fight to sleep.
cs: Wolfgang by teï rad¹i bojovat ne¾ spát.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_UNIMPLEMENTED
source: Is not ready.
cs: Není pøipravena.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_INV_FULL
source: My mighty arms can carry no more.
cs: Mé mocné pa¾e u¾ víc neunést.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL_GENERIC
source: I am not mighty enough to do that.
cs: Na to nejsem dostateènì mocný.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NOHUNGERSLEEP
source: Wolfgang say never sleep with empty stomach.
cs: Wolfgang øíkat nikdy nechodit spát s prázdný ¾aludek.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I have defeated the tiny arrow!
cs: Porazil jsem tu malou ¹ipku!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DUSK
source: The scary time is coming soon.
cs: Brzy pøijde nejdìsivìj¹í èást dne.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ENTER_DARK
source: I cannot see! I am scared!
cs: Nevidím! Bojím se!

# STRINGS.CHARACTERS.WOLFGANG.EAT_FOOD.TALLBIRDEGG_CRACKED
source: This egg too crunchy.
cs: Tohle vejce moc køupe.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNT_LOST_TRAIL
source: No animal here.
cs: Tady ¾ádné zvíøe není.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DEERCLOPS
source: Sound like big strong man coming.
cs: To znít jako velký silný pøicházející chlapík.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_FREEDOM
source: I am free! Strong freedom!
cs: Svoboda! Koneènì svoboda!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ADVENTURE_PORTAL
source: Is mouth door! Say Ahhhhh!
cs: Dveøe jako ústa! Øekni Ááááá!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBIT.GENERIC
source: Tiny rabbit! Hide from me!
cs: Malý králíku! Rychle se pøede mnou schovej!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBIT.HELD
source: He is my friend.
cs: Je to mùj pøítel.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEERCLOPS
source: He looks mightier than me!
cs: Ten vypadá mocnìji ne¾ já!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_ROAD
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEMINE
source: Is ball full of anger bees.
cs: To být koule plná vèelí zloby.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN_COOKED
source: Pop pop pop! Ha ha, funny corn.
cs: Pop pop pop! Ha ha, vtipná kukuøice.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FOLIAGE
source: I killed the pretty plant.
cs: Zabil jsem pìknou rostlinu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEPRINT
source: Pretty pictures!
cs: Pìkné obrázky!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGLEGS_COOKED
source: Is mostly taste like chicken.
cs: To chutnat skoro jako kuøe.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEPLETED_GRASS.GENERIC
source: Is tuft of grass.
cs: Trs trávy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLE
source: Ha! You are slow!
cs: Ha! Ty jsi pomalý!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_SLEEP
source: Dart do sleeping to enemies.
cs: ©ipka dìlat spánek na nepøátele.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTLICHEN
source: Tastes terrible.
cs: Chutnat stra¹livì.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Is small and broken now.
cs: Je malý a teï navíc rozbitý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Ha! I have prevailed!
cs: Ha! Pøeválcoval jsem vás!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Cheer up, tree!
cs: Zdravím, stome!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: I broke it.
cs: Rozbil jsem to.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN_SEEDS
source: Tiny baby spiky fruit plant.
cs: Drobné miminka ostnaté ovocné rostliny.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CROW.GENERIC
source: I do not like birds.
cs: Já nemám rád ptáky.
