Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.EMBERS
source: Uh oh. It's almost gone!
cs: Ach ne. Je témìø pryè!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.HIGH
source: BURN! BURN FASTER!
cs: HOØ! HOØ! RYCHLEJI!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.LOW
source: This fire is small and boring.
cs: Tenhle oheò je pøíli¹ malý a nudný.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.NORMAL
source: Burn!
cs: Hoø!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT_COOKED
source: It looks more like a fruit that's been in a fire now.
cs: Teï u¾ vypadá více ovocnìji, kdy¾ pro¹la ohnìm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLEHAT
source: It fits my head.
cs: Padne mi jako ulitý.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDEREGGSACK
source: Tons of tiny disgusting spiders.
cs: Spousta odporných drobných pavoukù.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Arise my phoenix!
cs: Povstaò mùj fénixi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is there such a thing as too much fire?
cs: Existuje vùbec nìjaká hranice, kdy je ohnì u¾ pøíli¹?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Needs more fire!
cs: Potøebuje více ohnì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: I'm getting tired of waiting.
cs: To èekání mì zaèíná unavovat.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: How long is this going to take?
cs: Jak dlouho tohle bude trvat?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG
source: Does it like fire?
cs: Jestlipak to rádo oheò?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POTTEDFERN
source: I'd rather burn them.
cs: Rad¹i jsem je mìla spálit.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BANDAGE
source: Eww, do I have to?
cs: Ech, musím?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEDROLL_STRAW
source: Musty.
cs: Plesnivá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_12
source: All dried up, as if it stayed a bit too close to the fire.
cs: Celé vysu¹ené. Jak kdyby zùstalo a¾ pøíli¹ blízko ohni.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_PILLAR
source: It's quivering.
cs: Chvìje se.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STINGER
source: It's pokey!
cs: Malé ¹»ouchátko!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STATUEHARP
source: What a nice statue. Shame if something were to happen to it.
cs: Taková hezká socha. Byla by ¹koda, kdyby se jí nìco stalo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPOILED_FOOD
source: At least it's still flammable.
cs: Alespoò je stále hoølavé.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Maybe I could kill it... with FIRE.
cs: Mo¾ná bych ho mohla zabít... OHNÌM!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: Maybe I should just leave that one alone.
cs: Mo¾ná bych tohohle mìla nechat na pokoji.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.DEAD
source: He had it coming.
cs: Doèkal se.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_PLANT
source: It's all planty.
cs: Rostlinovitá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERHAT
source: Who's your mommy!
cs: Kdopak je tvá maminka!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LITTLE_WALRUS
source: He looks tasty.
cs: Vypadá chutnì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PURPLEAMULET
source: Has science gone too far?
cs: Zachází vìda a¾ tak daleko?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOOMERANG
source: It's not the most exciting weapon.
cs: Není to úplnì ta nejú¾asnìj¹í zbraò.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_UNDERROCK
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENGEM
source: This one feels really light.
cs: Tenhle je opravdu tak jasný.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBOT_PUPPET
source: It looks scared half to death.
cs: Vypadá vydì¹enì k smrti.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PANFLUTE
source: Music is boring.
cs: Hudba je nudná.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.GENERIC
source: I feel like he understands me.
cs: Mám pocit, ¾e mi rozumí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.HUNGRY
source: He sure eats a lot.
cs: Urèitì toho hodnì sní.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.STARVING
source: Don't look at me! Get your own food.
cs: Na mì nekoukej! Se¾eò si vlastní jídlo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERDEN
source: That's just nasty.
cs: To je prostì odporné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLHEAD
source: He sure likes to talk.
cs: Je zcela jistì upovídaný.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_HAY
source: That looks so flammable!
cs: Vypadá tak hoølavì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLMEAT
source: I could make this better with FIRE!
cs: Mohla bych to vylep¹it trochou OHNÌ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LANTERN
source: Fire is not meant to be contained like this!
cs: Oheò by takto zabalený být nemìl!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_9
source: You can strike a match on a zipper, but not on buttons.
cs: Shodu mù¾ete nalézt na protìj¹í stranì zipu, ale ne u knoflíkù.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN.GENERIC
source: A redbird. The color of fire, but not a phoenix.
cs: Èervený pták. V barvách ohnì, ale fénix to není.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN.HELD
source: It's cozy in my pocket.
cs: Hoví si pohodlnì v mé kapse.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.GENERIC
source: A fire would make this even better!
cs: Oheò by to je¹tì vylep¹il!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.HOT
source: Look at how it glows!
cs: Podívej jak záøí!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.COLD
source: It's stone cold.
cs: Chladný jako kámen.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.WARM
source: Heat without the flame... what fun is that?
cs: Teplo bez plamenù... kam se podìla zábava?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOG.GENERIC
source: Wood! So flammable! Hooray!
cs: Døevo! Tak hoølavé! Senzace!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOG.BURNING
source: Burn, log, buuuurn!
cs: Hoø, døevo, hóóooø!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURPER_PELT
source: Eeewwwww, it's still alive!
cs: Éééééééh, je¹tì je na¾ivu!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EEL
source: I don't like the look it's giving me!
cs: Nelíbí se mi ten pohled, který na mì stáèí!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB
source: Even I don't know everything, yet.
cs: Ani já zatím neznám v¹echno.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEMINE_MAXWELL
source: Mosquitos inside. They don't sound happy.
cs: Komáøi uvnitø. Neznìjí zrovna vesele.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOUND.DUG
source: Better it than me.
cs: Radìji tohle ne¾-li já.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOUND.GENERIC
source: It's full of dead stuff, I bet.
cs: Vsadím se, ¾e je plný mrtvých vìcí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BABYBEEFALO.GENERIC
source: Even the babies are ugly.
cs: Dokonce i miminka jsou o¹klivá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BABYBEEFALO.SLEEPING
source: WAKE UP!
cs: VZBUÏ SE!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHOVEL
source: Not great for fighting.
cs: Nepøíl¹ vhodná k boji.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLEPILLAR
source: I wonder if the rest burnt down.
cs: Zajímalo by mì, jestli ten zbytek shoøel.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA_COOKED
source: Yum!
cs: Mòam!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEWING_KIT
source: But destruction is so much more fun!
cs: Ale nièení je mnohem vìt¹í zábava!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEEDS_COOKED
source: No good for farming now.
cs: Ji¾ nejsou vhodná k zasetí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEEDS
source: Farming is boring.
cs: Farmaøení je pìkná nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANITYROCK.INACTIVE
source: Where'd it go?
cs: Kam zmizel?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANITYROCK.ACTIVE
source: I wonder what these markings mean.
cs: Zajímalo by mì, co tyhle znaèky znamenají.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROTTENEGG
source: Ew! Why? Oh Why?!
cs: Ech! Proè? Ach proè?!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.GENERIC
source: Leftovers from a fire. I wish it was still here.
cs: Zbytky ohnì. Ké¾ by je¹tì tak mohly chvíli hoøet.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.REMAINS_THINGIE
source: I wish this thing was still burning, whatever it was.
cs: Ké¾ by to mohlo je¹tì hoøet.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
cs: Oèní kost pohltily plameny bìhem teleportace!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROPE
source: What can I tie up with this?
cs: Co s tím mám vì¹et?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROOK
source: It's a castle!
cs: To je vì¾!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_CAP_COOKED
source: I changed it with fire!
cs: Promìna ohnìm!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POND_ALGAE
source: It must need a lot of water.
cs: Tam musí být asi hodnì vody.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEROGIES
source: Tasty things sealed with fire.
cs: Dobrùtka ra¾ená ohnìm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGGLEBUNWICH
source: Maybe I won't notice that it's frog legs in the sandwich.
cs: Tøeba si ani nev¹imnu, ¾e v tom sendvièi jsou to ¾abí no¾ky.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYHAM
source: Fire, ham and honey go well together.
cs: Oheò, ¹unka a med jdou výbornì k sobì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHSTICKS
source: What you see is what you get. Sticks of fish.
cs: To co vidí¹, je to, co má¹. Rybí klacíky.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORSLURPER
source: Oh, ick! Ick! Ick! Ick! Eeeeeewwwwww!
cs: Ááááh! Á-Jaj-Jaj-Jaj-Jaj! Ééééééch!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
cs: Ohlodán lávou.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.OUT
source: Aww, it's cooled off.
cs: Ááá, u¾ vychladl.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling.
cs: Láva chladne.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.NORMAL
source: A pool of fire!
cs: Ohnivá kalu¾!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_SINKHOLE
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN_WINTER.GENERIC
source: It looks cold out here. I bet it wants a fire.
cs: Odtud se zdá být stra¹nì vymrzlý. Vsadím se, ¾e by mu prospìla trocha ohnì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN_WINTER.HELD
source: It's so fluffy.
cs: Je tak chlupáèkovitý!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_DROPPER
source: They come from above.
cs: Spou¹tí se shora.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERLASAGNA
source: Noodles, meat and clumps of hair. Nasty.
cs: Nudle, maso a chomáèky chlupù. Odporné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.BURNT
source: I wish it was still burning.
cs: Ké¾ by mohl stále hoøet.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.CHOPPED
source: One less tree in the world.
cs: A na svìtì je o jeden strom ménì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.GENERIC
source: It looks like it would burn well.
cs: Vypadá, ¾e by dobøe hoøel.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.BURNING
source: YES! BURN!
cs: ANO! HOØ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKULLCHEST
source: Ooooh spooky!
cs: Ááááh dìsivá!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTONE
source: I guess I should touch it?
cs: Hádám, ¾e bych se toho mìla dotknout?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_PIPE
source: Good practice for blowing into a fire.
cs: Dobré cvièení k rozsoukání ohnì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTATUE
source: That's my insurance policy.
cs: Mé ¾ivotní poji¹tìní.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB3
source: A dark and powerful energy radiates from it.
cs: Sálá z toho temná a mocná síla.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB2
source: Even I don't know everything, yet.
cs: Ani já zatím neznám v¹echno.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGTORCH
source: These pigs sure know how to have a good time.
cs: Ti èuòáci jistì dobøe ví, jak to roztoèit.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENAMULET
source: I feel my mind open when I wear it.
cs: Kdy¾ jej nosím, cítím se tak otevøená novým poznatkùm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_MEDIUM
source: Gross. It smells like leprechaun butt
cs: Uch, takový puch. Jak skøetí zadnice

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_BERRYBUSH
source: What's the matter, got no dirt?
cs: Copak? Nemá¹ hlínu?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURKEYDINNER
source: A feast of burned bird!
cs: Svátek upáleného ptáka!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SILK
source: Mmmmmm. Smooth.
cs: Mmmmm. Tak jemné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUBBLE
source: Broken furniture.
cs: Rozbitý nábytek.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PAPYRUS
source: I bet it'd burn!
cs: Vsadím se, ¾e by hoøel!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_CAP_COOKED
source: I changed it with fire!
cs: Promìna ohnìm!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REDGEM
source: So pretty!
cs: Tak nádherný!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGEAMULET
source: It picks up my burning materials for me!
cs: Zvedá za mi hoølavé materiály!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOCKEDWES
source: He's trapped by those mean statues!
cs: Je uvìznìn tìmito nestydatými sochami!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREHOUND
source: I actually kind of like this one.
cs: Vlastnì se mi docela líbí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GUNPOWDER
source: Oooooooooh! Shiny!
cs: Óóóóóóóó! Tøpitivý!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_WOODFLOOR
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAZOR
source: Why did I build this?
cs: A k èemu mi bude?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAINOMETER
source: Rain is the anti-fire. Boo!
cs: Dé¹» je proti-po¾ární. Bùùù!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCKY
source: We don't have much in common.
cs: Nemáme moc spoleèných zájmù.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KNIGHT
source: It's a pony!
cs: To je poník!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOLE
source: Stupid rabbits. Come out so I can eat you.
cs: Hloupí králíci. Vylezte ven, a» vás mohu sníst.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE
source: It's burning inside.
cs: Spalována zevnitø.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PETALS_EVIL
source: Ew, they're sticky.
cs: Ééh, ulepené.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BISHOP
source: It's a bishop!
cs: Je to støelec!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: The dead can't get through here.
cs: Mrtví skrze oltáø neprojdou.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PURPLEGEM
source: Weird!
cs: Podivné!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_SEEDS
source: Seeds for the best vegetable-friend of fire: pumpkin.
cs: Semínka nejlep¹ího zelenino-pøítele ohnì: dýnì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKINCOOKIE
source: Cookies!!!
cs: Koláèky!!!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: The dead can't get through here.
cs: Mrtví skrze oltáø neprojdou.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Oooo! An afterlife intercom.
cs: Ááááh! Posmrtný interkom.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STAFFLIGHT
source: It's so beautiful!
cs: Tak nádherné!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLETREE
source: The worst kind of tree. The non-flammable kind.
cs: Nejhor¹í druh stromu. Nehoølavý typ.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEY
source: Sweet and delicious!
cs: Sladký a lahodný!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLLIGHT
source: These are no fun. They light themselves.
cs: To není ¾ádná zábava. Zapalují se sami.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_CROW
source: Crow feather. It probably smells terrible on fire.
cs: Pírko vrány. V ohni by nejspí¹ velmi smrdìlo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POOP
source: Ew. Nasty. But useful.
cs: Ech. Zvrácené. Ale u¾iteèné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE
source: Not at all cuddly.
cs: Nepøíli¹ mazlivé.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.GENERIC
source: What a disgusting, hairy beast!
cs: Jak odporná, chlupatá potvora!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.SLEEPING
source: They look even dumber when they're sleeping.
cs: Vypadají je¹tì pøitroubleji, kdy¾ spí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.FOLLOWER
source: Er, are you following me?
cs: Eeh, jde¹ za mnou?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.NAKED
source: Ha! He's all naked now!
cs: Ha! A teï je úplnì nahý!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEHIVE
source: It's full of bees!
cs: Plný vèel!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.GENERIC
source: I'll eat it if I have to.
cs: Sním ji, pokud budu muset.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.READY
source: Oh boy. Vegetables.
cs: Ach jo. Zelenina.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.GROWING
source: Hurry up, you stupid plant!
cs: Pospì¹ si, hloupá rostlino!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_FERN
source: Looks flammable.
cs: Vypadá hoølavì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODSTART
source: I'll make something out of it.
cs: Mìla bych s tím nìco udìlat.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRUMSTICK_COOKED
source: Do I satisfy my hunger or do I bang on the drum?
cs: Uspokojím s tím svùj hlad a nebo to vyu¾iji jako palièku k bubnùm?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDBONE
source: Gross.
cs: Nechutné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HORN
source: I can hear those hairy beasts inside.
cs: Sly¹ím uvnitø zvuky tìch chlupatých bestií.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_CRANK
source: What's this part good for?
cs: K èemu je tahle souèást dobrá?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGGYBACK
source: I made a backpack out of butts!
cs: Vyrobeno z velkých zadnic!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ONEMANBAND
source: I can do the pyrotechnics too!
cs: Zvládnu to doprovázet i s pyrotechnikou!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER
source: He's so fuzzy!
cs: Je tak chundelatý!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GUANO
source: It burns like normal poop.
cs: Hoøí jako bì¾né hovínko.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINECONE.GENERIC
source: Hey there, tree seed.
cs: Ahoj, semeno stomu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINECONE.PLANTED
source: You'll be a real tree soon.
cs: Brzy bude¹ opravdový strom.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITOSACK
source: Blood must bubble in currents muggy and thick.
cs: Krev tam musí bublat v takovém parnu a dusnu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGKING
source: Blech. What a slob.
cs: Bo¾ínku. Èunì líné, rozvalené.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT
source: It looks sort of like a fire!
cs: Zdá se, ¾e s ohnìm si bude rozumnìt!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.PLANT
source: Light without fire. Unnatural.
cs: Svìtlo bez ohnì není pøirozené.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.DIRT
source: Does dirt normally move around?
cs: Je normální, aby se pùda takhle hýbala?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.WORM
source: It's so furry!
cs: Je tak chlupáèkovitý!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PETALS
source: Stupid flowers. They're almost useless.
cs: Hloupé kvìtiny. Jsou témìø k nièemu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PERD
source: Evil bird! Get away from my yummy berries!
cs: Pitomý ptáku! Dr¾ se dál od mých bobulek!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHEAD
source: That's what you get for being so stinky!
cs: Takhle dopadne¹, kdy¾ takhle smrdí¹!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PANDORASCHEST
source: Kind of tacky.
cs: Pomìrnì o¹untìlá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NITRE
source: There are tiny explosions trapped inside.
cs: Uvnitø jsou uvìznìny malé exploze.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOARDS
source: Boards. They'll burn, same as other wood.
cs: Prkna. Hoøí výbornì, stejnì jako ostatní døevo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTLIGHT
source: It's like fire, but purple!
cs: Je jak oheò, jen fialový!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGSKIN
source: Ha ha. A pig's butt.
cs: Ha ha. Praseèí prdýlka.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HAMBAT
source: Pleased to meat you!
cs: Tì¹ím se, a¾ vás seznámím. To bude MASO!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITO.GENERIC
source: So annoying!
cs: Tak otravný!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITO.HELD
source: Keep that mouth away from me!
cs: Dr¾ ten svùj sosák ode mì dál!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AXE
source: It's very sharp.
cs: Velmi ostrá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.GENERIC
source: Sigh. It's a pile of dirt.
cs: Ach. Jen hromada hlíny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.GROWING
source: Hurry up, dirtpile. Feed me!
cs: Pospì¹ si, hlinìná hromado. Nasy» mì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Stupid thing needs poop.
cs: Pitomá vìc, potøebuje hovínka.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHOUSE
source: No-one would care if this burned down.
cs: Nikomu by nevadilo, kdyby shoøely.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEE.GENERIC
source: It's fat, but that stinger looks dangerous.
cs: Obézní, ale to ¾ihadlo vypadá nebezpeènì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEE.HELD
source: Pocket full of bees!
cs: Kapsy plné vèel!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT
source: Definitely not a bird.
cs: Urèitì to není ptaèí vejce.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATBALLS
source: Meat made into spheres and improved with fire.
cs: Maso zpracované do kulièek, vylep¹ené plameny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMEAT
source: I've tasted better.
cs: U¾ jsem jedla lep¹í.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEAT
source: I could make this better with FIRE!
cs: Mohla bych to vylep¹it trochou OHNÌ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLTHRONE
source: Looks sticky.
cs: Vypadá propocenì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLLOCK
source: Now I just need a key.
cs: Teï u¾ jen sehnat klíè.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEAR
source: Feel my wrath!
cs: Pocítí¹ mùj hnìv!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALOHAT
source: I've taken his hair and put it on my own!
cs: Vyrvala jsem jeho vlásky a nasadím je na své vlastní!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAURCHEST
source: I want big horns like that!
cs: Chci taky tak velké rohy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINTERHAT
source: It's not warm enough for my liking.
cs: Není zas tak høejivý na mùj vkus.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.BURNT
source: I wish it was still burning.
cs: Ké¾ by stále hoøel.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.CHOPPED
source: Not so spiky now, are you?
cs: Teï u¾ tak trnitý nejsi, ¾e?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.GENERIC
source: It looks dangerous!
cs: To vypadá nebezpeènì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.BURNING
source: YES! BURN!
cs: ANO! HOØ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLE_SHELLPIECES
source: Heh. It broke.
cs: Jej. Rozbilo se to.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.GENERIC
source: It looks sharp.
cs: Vypadá ostøe.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.PICKED
source: Those thorns hurt!
cs: Ty trny zraòují!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.BURNING
source: Burn, thorns!
cs: Hoøte, trny!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LEIF
source: He looks flammable!
cs: Vypadá tak hoølavì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATWING
source: Yuck!
cs: Ble!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMANDRAKE
source: The fire didn't get rid of its face. Gives me the willies.
cs: Oheò ji nezbavil toho oblièeje. Dìsivý bimbásek.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MALE_PUPPET
source: He looks scared half to death.
cs: Vypadá vydì¹ený k smrti.
