Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CROW.HELD
source: He is squawky.
cs: Ta je krákavá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.GENERIC
source: Hello pig. How are you?
cs: Ahoj prase. Jak se má¹?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.FOLLOWER
source: Is friend now!
cs: Teï být mým pøítelem!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.WEREPIG
source: Angry piggie!
cs: Rozzlobené prasátko!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.GUARD
source: Does he even lift?
cs: Posiluje vùbec?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.DEAD
source: No! The pig is dead!
cs: Néé! Prase být mrtev!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERM
source: Is fishy man!
cs: To být rybí mu¾!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_ROBIN_WINTER
source: Is feather of bird white.
cs: To být pírko z bílý pták.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_MARSH
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTSTONE
source: I crush rock to make brick!
cs: Já drtit kameny, aby vyrobit cihly!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENPICKAXE
source: Fancy pickaxe do better smash.
cs: Luxusní krumpáè dìlat lep¹í úder.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.GENERIC
source: Hey little froggy, froggy.
cs: Hoj ¾abi, ¾abièko.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.SLEEPING
source: Is asleep.
cs: To spát.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.DEAD
source: Is delicacy in my country.
cs: V mé zemi to být pochoutka.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GHOST
source: Aaaaaaaaaaah!
cs: Pomóóóóóóc!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FOOTBALLHELMET
source: Is hat for make tackling.
cs: To být èepice na chytání míèe.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDSTOOTH
source: Puppy tooth!
cs: Zub ¹tìnìte!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA_TREE
source: Hello, upside-down tree.
cs: Ahoj, cik-cak strome.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDSMALLMEAT
source: It is even smaller cooked!
cs: Upeèené být je¹tì men¹í!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATBAT
source: This club makes me feel funny.
cs: Ten kyj mi dìlat smích.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TWIGS
source: Puny twigs! I can break them!
cs: Malièké vìtvièky! Mohu je ulomit!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENSTAFF
source: This stick has a green gem on it.
cs: Tahle tyè mít na sobì zelený drahokam.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LICHEN
source: I'm lichen this!
cs: Øasa na øase!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PICKAXE
source: Pick!
cs: Ber to!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLEHOLE
source: Hole full of slugs.
cs: Díra plná slimákù.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_MED
source: Rock reaching for the roof.
cs: Kámen dosahovat a¾ na strop.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDNEST.GENERIC
source: Is big egg!
cs: To být velký vejce!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDNEST.PICKED
source: Is nest of emptiness.
cs: To být hnízdo prázdnoty.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONPIE
source: Pie made of funny red fruit.
cs: Koláè vyrobený z èerveného ovoce.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANTMEAT
source: What is this? Meat for baby man?
cs: Co to je? Jídlo pro batole?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN
source: Is spiky smelly fruit.
cs: To být ostnaté smradlavé ovoce.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUSHAT
source: I have sea cow man's hat!
cs: Mám klobouk mro¾omu¾e!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHTACOS
source: Wolfgang hope is not too spicy for Wolfgang.
cs: Wolfgang doufat, ¾e to nebýt pøíli¹ koøenìné pro nìj.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_LANTERN
source: Now is actual head! Wolfgang afraid!
cs: Teï se stát hlavou! Wolfgang se dìsit!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK1
source: Metal junk.
cs: ®elezný brak.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_CAP
source: Oh! Is Pretty and shiny!
cs: Áá! Pìkný a bly¹tivý!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.GENERIC
source: He has scary face!
cs: Má stra¹livý tváø!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.SLEEPING
source: Walk quiet, and he might not see me.
cs: Jít potichu a snad on mì nevidìt.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.DEAD
source: Is made of sticky goo!
cs: Vyroben z lepkavý hnus!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Is mushy room.
cs: Houba houbovatá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Mushy room is hiding!
cs: Houba houbovatá se schovávat!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I already took that mushy room.
cs: U¾ jsem tu houbu houbovatou vzal.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALOWOOL
source: I make clothes of hair-cow.
cs: Já vyrábím obleèení z chlupatá krává.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRIES
source: Is tasty!
cs: Chutné!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SNURTLE
source: Spirally!
cs: Spirálovitý!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.GENERIC
source: Bees!
cs: Vèely!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.READY
source: Is ready for harvest!
cs: Je pøipraven na sklizeò.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENAXE
source: Fancy axe more good for chop.
cs: Luxusní sekera sekat více dobøe.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP_TEETH_MAXWELL
source: Whoever put this is bad fella!
cs: Ten kdo to sem polo¾il je hrozný chlápek!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_CAP
source: Is good for me, I think.
cs: Myslím, ¾e je dobrá pro mì.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CAVE
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENPITCHFORK
source: Fancy pitchfork good for stab ground.
cs: Luxusní vidle dobøe bodat zem.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.GENERIC
source: Is watery grass.
cs: To je vodnatá tráva.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.PICKED
source: I have beaten the reeds!
cs: Porazil jsem rákosí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.BURNING
source: Not good!
cs: To nebýt dobré!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EARMUFFHAT
source: Now I look like little bunny!
cs: Teï já vypadat jako malý králík!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRD_EGG_COOKED
source: Yum!
cs: Mòam!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYNUGGETS
source: Small meats with sweet still is good meat.
cs: Malý maso se sladkost je stále dobrý maso.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLYMUFFIN
source: Wolfgang did not know about bug muffin. I will taste.
cs: Wolfgang nesly¹et nikdy nic o hmyzí muffin. Já teï ochutnat.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOUSE
source: I hear nomming inside.
cs: Já sly¹et, jak uvnitø ba¹tí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FRUITMEDLEY
source: Is cup of teensy fruits.
cs: Pohár s kousky ovoce.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLE
source: I can lift!
cs: Mohu ho zvednout!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EARMUFFSHAT
source: Now I look like little bunny!
cs: Teï já vypadat jako malý králík!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.THULECITE
source: Is pretty rock.
cs: Pìkný kámen.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISH
source: Is fishy.
cs: Je to rybí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYETURRET_ITEM
source: I must place this.
cs: Musím to polo¾it.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.GENERIC
source: Puny tree! I am stronger than you!
cs: Malièký stromek! Já jsem silnìj¹í ne¾ ty!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.PICKED
source: Ha! Ha! Ha! Tree is floppy!
cs: Ha! Ha! Ha! Vysouvací strom!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.BURNING
source: Oops.
cs: Jejda.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_HIDER
source: Is scared spider!
cs: To být vystra¹ený pavouk!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.GENERIC
source: What is purpose?
cs: Jaký být úèel?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.READY
source: Rod thing need key to make start.
cs: To potøebovat klíè k nastartování.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Rod thing is on!
cs: Tyè jede!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.GENERIC
source: Good bye dark times!
cs: Sbohem temné èasy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.OUT
source: Uh oh. It turned off.
cs: Ach ne. Dohoøel.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.EMBERS
source: The darkness is coming!
cs: Temnota pøichází!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.HIGH
source: Is too much fire!
cs: A¾ moc velký plamen!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.LOW
source: The fire is not hot enough.
cs: Oheò nebýt dost horký.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.NORMAL
source: Is good fire!
cs: To být dobrý oheò!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_SMALL
source: Mushy shrub.
cs: Ka¹ovitý køoví.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_PILLAR_ARM
source: Tiny tentacle baby thing! Ha!
cs: Drobná chapadlovitá vìc! Ha!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAURHORN
source: Is trophy from mighty foe.
cs: Trofej z mocný nepøítel.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHARCOAL
source: Is like holding tiny dead tree.
cs: Je to jak dr¾et malý mrtvý strom.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KOALEFANT_SUMMER
source: Nose meat!
cs: Nosaté maso!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMANDRAKE
source: Little plant man is food?
cs: Rostlinný chlapík je jídlo?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGGUARD
source: Is bad piggie!
cs: To být zlé prasátko!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIVINGTREE
source: Tree is spooky!
cs: Strom stra¹idelný!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERMEAT
source: It is not looking like food.
cs: Nevypadá moc k jídlu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_COOKED
source: Is cooked nose.
cs: Uvaøil jsem nos.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORWOOD
source: Is almost strong as belly!
cs: Silný témìø jako ¾aludek!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANRABBIT_TAIL
source: Puffy!
cs: Chlupáèek!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POWCAKE
source: Is made of nothings!
cs: Vyrobeno z nièeho!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.BARREN
source: It needs poop.
cs: Potøebovat hovínko.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.PICKED
source: I have defeated the grass!
cs: Zdolal jsem trávu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.GENERIC
source: Is grass.
cs: Je to tráva.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.BURNING
source: Not good!
cs: To není dobré!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.JAMMYPRESERVES
source: Oozes like tiny enemy I crush in hand.
cs: Rosolovité jako drobní nepøátelé já drtit v ruce.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_DIRT
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_DROPPER
source: Scary spider from above.
cs: Stra¹idelný pavouk shora.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Even I am not that mighty.
cs: Ani já nejsem tak mocný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_ENTRANCE.OPEN
source: World has belly button!
cs: Svìt má pupík!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINSHAT
source: Is hat for king.
cs: To být klobouk králù.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK2
source: Metal junk.
cs: ®elezný brak.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINS_BAT
source: Is creepy.
cs: Je stra¹idelný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHINGROD
source: Is for get fishy from pond place.
cs: S tím dostat ryby z rybníka.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_CAMP.EMPTY
source: Is locked.
cs: Je zamèený.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_CAMP.GENERIC
source: How do they all fit?
cs: Jak se tam v¹ichni vejdou?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PITCHFORK
source: Reminds me of childhood.
cs: Pøipomíná mi dìtství.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_CAP
source: Is for salads. Blech.
cs: Jsou na salát. Ble.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINS_RUBBLE
source: I will make better with crushing.
cs: Já je udìlat lep¹í kdy¾ je rozbít.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROOK_NIGHTMARE
source: Is no match for my mighty chest!
cs: Není ¾ádný soupeø pro má mocná hruï!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Chop and dig! I can do that all day.
cs: Sekat a kutat! To já mohu dìlat celý den.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINERHAT
source: Lamp for put on head.
cs: Lampa na hlavu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUNNYMAN
source: Hello rabbit!
cs: Ahoj králíku!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGESTAFF
source: Better to walk I think.
cs: Myslím, ¾e pì¹ky to být lep¹í.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT
source: Is food. I guess.
cs: Hádám, ¾e to být jídlo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE
source: Is pointy.
cs: Je ¹pièatý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The bad light is here and getting stronger.
cs: Ta zlá záøe být zde a být stále silnìj¹í.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Is safe from bad light.
cs: Tady být bezpeèno. ®ádná zlá záøe.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Bad light time is ending.
cs: Èas zlé záøe pomalu konèit.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: The bad light comes soon.
cs: Zlá záøe se blí¾it.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: Good time is soon.
cs: Èas dobra bude brzy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: No bad light.
cs: ®ádné zlé svìtlo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: I think bad light not get stronger.
cs: Myslím, ¾e zlá záøe ji¾ nemù¾e být silnìj¹í.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARELIGHT
source: Is light, but not good light.
cs: Je to svìtlo, ale ne moc dobré.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODSTART
source: Is funny rod thing.
cs: Vtipná tyè.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_GRASS
source: He is cold and lonely.
cs: Je studený a osamìlý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BOX
source: Has little lever.
cs: Má malou páèku.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRD
source: Is tallest bird!
cs: Nejvy¹¹í pták!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BONESTEW
source: Is stew full of strong meat.
cs: Vývar plný silného masa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_GARDEN
source: Hmmmm, suspicious!
cs: Hmmmm, podezøelé!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BAT
source: Flying mousey!
cs: Létající my¹ák!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_PLANTED
source: Is hiding?
cs: Schovává se?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SANITYROCK.INACTIVE
source: Is hiding underground.
cs: Schovává se pod zemí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SANITYROCK.ACTIVE
source: Is beautiful!
cs: Je nádherný!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BISHOP_NIGHTMARE
source: Is angry man. Should relax.
cs: Rozzlobený chlapík. Mìl by se uvolnit trochu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_FUNGUS
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB4
source: Hat not just for head.
cs: Klobouk nejen na hlavu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTBULB
source: Is food?
cs: Je to jídlo?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KRAMPUS_SACK
source: I have goat man's sack.
cs: Já mít pytel kozomu¾e.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_COOKED
source: Cooked bird. Good for breakfast!
cs: Peèený pták. Výborný k snídani!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISH_COOKED
source: Meat from water still make Wolfgang strong.
cs: Maso z vody stále dìlat Wolfganga silným.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SWEATERVEST
source: Is vest with pattern for fancy man.
cs: Vesta se vzorem pro fe¹áky.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRIES_COOKED
source: Is more tasty!
cs: Chutnìj¹í!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMHOLE.GENERIC
source: Like soft pillow, growing on ground.
cs: Jako mìkký pol¹táø rostoucí na zemi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMHOLE.OPEN
source: It can not harm this man!
cs: To nemù¾e ublí¾it èlovìk!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RELIC
source: Is junk?
cs: Brak?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUGNET
source: Catch bugs.
cs: Chytat hmyz.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERQUEEN
source: Oh no! Walking bug-house!
cs: Ale ne! Chodící pavouèí dùm!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMAREFUEL
source: Scary stuff.
cs: Dìsivá vìc.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINTEROMETER
source: Cold go up! Red go down!
cs: Chladno pøijít, ukazatel klesat!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEMSOCKET.VALID
source: Pretty rock now hovers.
cs: Pìkný kámen se teï vzná¹et.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEMSOCKET.GEMS
source: Is empty.
cs: Je prázdný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIRTPILE
source: Dirty dirt.
cs: Hlinitá hlína.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.GENERIC
source: Good bye dark times!
cs: Sbohem temné èasy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.OUT
source: Uh oh. It turned off.
cs: Ach ne. Dohoøel.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.EMBERS
source: The darkness is coming!
cs: Temnota pøichází!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.HIGH
source: Is too much fire!
cs: A¾ moc velký plamen!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.LOW
source: The fire is not hot enough.
cs: Oheò nebýt dost horký.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.NORMAL
source: Is good fire!
cs: To být dobrý oheò!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER
source: They are very pretty.
cs: Oni jsou velice pìkný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.DRYING
source: Dry meaty things! Dry!
cs: Su¹it se, ty masitá vìc! Su¹it se!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.DONE
source: Yum, meaty leather!
cs: Mòam, masitá kù¾e.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.GENERIC
source: I can dry meat!
cs: Mohu su¹it maso!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_COOKED
source: I cook your head, puny man! I am strongest Wolfgang.
cs: Já uvaøil tvou hlavu, chlapíku! Jsem nejsilnìj¹í Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURPER
source: No! No! Stay off head!
cs: Né! Né! Pryè od má hlava!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WASPHIVE
source: Mind says no. Muscles say yes!
cs: Mysl øíkat ne. Svaly øíkat ano!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLY.GENERIC
source: Is pretty flutterby!
cs: Motýlit se kolem!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLY.HELD
source: My pet!
cs: Mùj mazlíèek!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAUR
source: Strong! Like me! I like him!
cs: Silný jako já! To se mi líbí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL
source: Rock reaching for the roof.
cs: Kámen dosahovat a¾ na strop.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CANE
source: I can walk AND hit things!
cs: Mohu chodit A BOUCHAT do vìcí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS
source: Sea cow man!
cs: Mro¾omu¾!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYCOMB
source: Bee used to live inside.
cs: Døíve tu ¾ít vèely.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_WOOD
source: Hello, pointy sticks!
cs: Nazdar ¹pièaté klacíky!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.UNAGI
source: Food makes me mighty!
cs: Jídlo mì dìlat sílu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Is mushy room.
cs: Je to houba houbovatá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Mushy room is hiding!
cs: Houba houbovatá se schovává!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I already took that mushy room.
cs: Tuhle houbu houbovatou u¾ jsem sklidil.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_RUINS_ITEM
source: Stack of old rocks!
cs: Hromada starých kamenù!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Is light plant.
cs: Továrna na svìtlo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.GENERIC
source: Is mushy room.
cs: Houba houbovatá.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.INGROUND
source: Mushy room is hiding!
cs: Schovává se, houba houbovatá!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.PICKED
source: I already took that mushy room.
cs: Tuhle houbu houbovatou u¾ jsem sklidil.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEHAT
source: Is hat for to protect from stinger bees.
cs: Klobouk na ochrana pøed vèelí ¾ihadlo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREFLIES.GENERIC
source: Sparkly!
cs: Jiskøívé!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREFLIES.HELD
source: My pocket is sparkles!
cs: Má kapsa teï jiskøit!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_LOW
source: Rock reaching for the roof.
cs: Kámen dosahovat a¾ na strop.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYETURRET
source: Mighty structure will help me fight!
cs: Mocná budova mi pomoct v boji!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERHOLE
source: Spiders everywhere.
cs: Pavouci v¹ude.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_RUINS
source: Old Wall is strong!
cs: Stará zeï být silná!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMONSTERMEAT
source: I still do not want to eat this.
cs: Já stále nechtít to jíst.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEAMULET
source: Would make good ice cube!
cs: S tím moct vytvoøit pìknou ledovou kostku!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_SUMMER
source: Is floppy nose.
cs: Je to zplihlý nos.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_STONE
source: Wall is strong like me!
cs: Ta stìna být silná jak já!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Is light plant.
cs: Továrna na svìtlo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_HAY_ITEM
source: Scratchy straws!
cs: ©krábavá sláma!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGEGEM
source: Pretty rock.
cs: Pìkný kámen.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUSHHAT
source: I am so sneaky!
cs: Jsem tak podlý!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENSHOVEL
source: Fancy shovel is good hole maker.
cs: Luxusní lopata je dobrý díra stvoøitel.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG
source: There is bird inside.
cs: Uvnitø být pták.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WAFFLES
source: Why does bread have holes?
cs: Proè má chleba díry?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STATUEMAXWELL
source: Man is rock now! Very tricky...
cs: Èlovìk je teï kámen! Velká magie...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_STATUE
source: Ugly, ugly, ugly.
cs: Stra¹né, stra¹né, stra¹né.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_MARSH_BUSH
source: He is cold and lonely.
cs: Je chladný a osamìlý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLINT
source: Is rock, but pointy-er.
cs: Je to kámen, ale ¹pièatìj¹í.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROTTENEGG
source: Stinky!
cs: Odporné!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_WINTER
source: Is floppy hairy nose.
cs: Je to zplihlý chlupatý nos.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_ROBIN
source: Is feather of bird red.
cs: To být pírko z èervený pták.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.COOKING_SHORT
source: Is almost cook!
cs: Vaøení témìø hotovo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.EMPTY
source: Empty pot make Wolfgang think hungry thoughts.
cs: Prázdný hrnec pøiná¹et Wolfgang hladové my¹lenky.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.DONE
source: Is time to eat!
cs: Èas jíst!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.COOKING_LONG
source: This take long time.
cs: To trvat dlouho.
