Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.EMBERS
source: It's almost gone.
cs: U¾ je témìø u konce.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.HIGH
source: Uh oh! It's bit high!
cs: Ach ne! To je trochu moc!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.LOW
source: I should probably do something about that, eh?
cs: Mo¾ná bych s tím nìco mìl udìlat, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.NORMAL
source: I love a fire in the evening.
cs: Miluji veèerní oheò.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROOK_NIGHTMARE
source: The gears are spilling out.
cs: Koleèka se rozkutálela.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR_ARM
source: Are those squid babies?
cs: Jsou tohle malé chobotnièky?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE_LIMITED
source: It smells a bit off, eh?
cs: Kapku smrdí, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAURHORN
source: That's a nice horn, eh.
cs: Teda, pìknej roh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE.GENERIC
source: That looks like a bum!
cs: Skoro jako prdýlka!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE.OPEN
source: I'm not sure I want to look at that, eh?
cs: Nejsem si jistý, jestli to chci vidìt, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINTEROMETER
source: We can build these half as tall back home.
cs: Doma je mù¾eme postavit je¹tì o polovinu vìt¹í.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.BURNT
source: It deserved it.
cs: Zaslou¾il si to.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.CHOPPED
source: It was a hard battle, but I won.
cs: Byl to lítý boj, ale vyhrál jsem.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.GENERIC
source: Trees shouldn't fight back!
cs: Stromy by se nemìly bránit!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.BURNING
source: That's what you get for being spiky!
cs: To má¹ za ty trny!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_GRASS
source: It makes my eyes water.
cs: Slzí mi z ní oèi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHARCOAL
source: This makes me a bit sad.
cs: Jsem z toho trochu smutný.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KOALEFANT_SUMMER
source: He looks tasty.
cs: Vypadá chutnì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WASPHIVE
source: Why are those bees so angry?
cs: Proè jsou ty vèely tak agresivní?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_COOKED
source: That's rabbit food.
cs: To je jídlo pro zajíce.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGGUARD
source: I don't want to make him mad.
cs: Nechci ho na¹tvat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TOPHAT
source: It's too fancy.
cs: Je moc nóbl.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERMEAT
source: I'm not hungry enough for that.
cs: Na to nejsem dostateènì hladový.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS
source: Oh no. Walruses again!
cs: Ach ne. Zase mro¾i!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.GENERIC
source: He smells like a sod house.
cs: Smrdí jak stodola.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.SLEEPING
source: He's catching some zeds.
cs: Dìlá Zzzzz.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.FOLLOWER
source: I think he likes me.
cs: Myslím, ¾e se mu líbím.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.NAKED
source: Cheer up, eh?
cs: Hlavu vzhùru, brachu!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANRABBIT_TAIL
source: I feel sorry for him.
cs: Je mi ho líto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POWCAKE
source: I like the ones made with real sugar better.
cs: Mám rad¹i ten z opravdového cukru.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.BARREN
source: I need to poop on it.
cs: Mìl bych se na to vykakat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.PICKED
source: It's gone all nubbly.
cs: A je po ní.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.GENERIC
source: Looks like kindling.
cs: Místo tøísek na podpal.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.BURNING
source: I hope that doesn't spread to the trees.
cs: Doufám, ¾e se to neroz¹íøí na stromy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JAMMYPRESERVES
source: Now to find peanut butter.
cs: Teï u¾ jen najít burákové máslo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_DIRT
source: Just some ground, eh?
cs: Obyèejná hlína, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD
source: I like the look of that!
cs: Líbí se mi její vzhled.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: It's bunged up.
cs: Je to ucpané.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE.OPEN
source: It looks like Sudbury down there.
cs: Tam dole bude asi pìknej zapadákov.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS_ITEM
source: Heh, stoned again eh?
cs: Heh, zase na ¹rot, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS
source: Crumbling but still secure, eh?
cs: Kácí se do stran, ale stále fungují, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHINGROD
source: I should spend some time at the lake.
cs: Mìl bych nìjaký èas strávit u jezera.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_CAMP.EMPTY
source: This won't be safe come winter.
cs: Tady to v zimì nebude moc bezpeèné.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_CAMP.GENERIC
source: Walruses are nearby, eh?
cs: Mro¾i budou nìkde poblí¾, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PITCHFORK
source: This really isn't my style.
cs: To opravdu mùj styl není.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINS_BAT
source: Metal on a stick.
cs: Poøádnej kus ¾eleza.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_STONE
source: Safe and secure, eh?
cs: Bezpeèné a spolehlivé, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_HAY_ITEM
source: I could sneeze it over.
cs: Mìl bych si dát pozor, abych ji neodkýchl.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's... it's beautiful.
cs: Je... je nádherná.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINERHAT
source: Down deep in a coal mine.
cs: Hluboko dolu, do uhelného dolu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUNNYMAN
source: He looks friendly enough.
cs: Vypadá docela pøátelsky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTONE
source: I don't know if I should touch it.
cs: Nevím, jestli bych na to mìl ¹ahat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT
source: That's rabbit food.
cs: To je králièí potrava.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE
source: I'm not too interested in rocks.
cs: ©utry mì zas tolik nezajímaj.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WAFFLES
source: I prefer flapjacks.
cs: Já rad¹i lívance.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UNIMPLEMENTED
source: It doesn't look safe.
cs: To nevypadá bezpeènì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK3
source: Dead metal
cs: Mrtvý kov

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUBBLE
source: Broken furniture.
cs: Rozbitej kus nábytku.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_WINTER
source: It's thick and hairy.
cs: Je tlustý a chlupatý.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRD
source: I don't trust birds that can't fly, either.
cs: Nevìøím ptákùm, který neumìj lítat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BONESTEW
source: Sticks to your ribs.
cs: Dostali pìknì do ¾eber.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARELIGHT
source: They should have used wood.
cs: Mìli radìji pou¾ít døevo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BAT
source: Who taught that rat to fly?
cs: Kdo tu krysu nauèil létat?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_PLANTED
source: I'm not one for vegetables, eh?
cs: Co? Já nejsem na zeleninu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_SUMMER
source: It's pretty thin.
cs: Je celkem hubený.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_COOKED
source: I think it boiled off all of the nose cheese.
cs: Myslím, ¾e ve¹keøí holubi z nosu byli yvaøeni.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_WINTER
source: This could stand up to the winters back home, eh?
cs: To by se mohlo hodit pøi zimním návratu domù, ¾e?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB4
source: I like to call it the 'Hat Machine!'
cs: Rád tomu øíkám 'Kloboukový stroj!'

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTBULB
source: It looks chewy.
cs: Vypadá ¾výkaèkovitì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FOOTBALLHAT
source: Will this give me hockey hair?
cs: S tímhle na hlavì ze mì bude Jágr, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_COOKED
source: It tastes like justice.
cs: Chutná jako spravedlnost.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH_COOKED
source: I wish I had some chips.
cs: Ké¾ bych mìl nìjaké hranolky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEATERVEST
source: It's not plaid but it'll do.
cs: Není èistì kostkovaná, ale ujde to.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRIES_COOKED
source: Tastes like warm berries.
cs: Chutná jako teplé plody.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_SUMMER
source: Nice and breezy
cs: Hezká a prody¹ná

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RELIC
source: Piece of furniture.
cs: Kousek nábytku.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUGNET
source: It can collect skeeters.
cs: Pochytá v¹echny píchaèe.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERQUEEN
source: You're not my queen!
cs: Ty nejsi moje královna!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMAREFUEL
source: All of me fears in liquid form, eh?
cs: Ve¹keré mé obavy v tekuté formì, ¾e?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_CAP_COOKED
source: Only if I get really hungry.
cs: Leda a¾ budu mít fakt velkej hlad.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEMSOCKET.VALID
source: Looks ready.
cs: Vypadá pøipravenì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEMSOCKET.GEMS
source: It'll need a gem.
cs: Vy¾aduje drahokam.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_8
source: If I find a tub, I'm all set.
cs: Jakmile najdu vanu, mám vyhráno.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_FUNGUS
source: It's mushy like peas.
cs: Ka¹ovité jak hrá¹ek.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINS_RUBBLE
source: All busted up.
cs: V¹echno je pøevrácené.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DRYING
source: This is like watching meat dry.
cs: Je to jak sledovat su¹ící se maso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DONE
source: That looks done.
cs: A je to hotové.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.GENERIC
source: It's set up... just add meat.
cs: Je to pøipravené... jen pøidat maso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_COOKED
source: Pies are good.
cs: Koláèky pøijdou v¾dycky vhod.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURPER
source: I think it's living hair.
cs: O¾ivlá koule chlupù.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_6
source: They're not good any more, eh?
cs: Tyhle u¾ jsou celkem k nièemu, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLY.GENERIC
source: I never trusted those things, eh?
cs: Nikdy jsem tìmto vìcem nevìøil, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLY.HELD
source: Where are you going to run?
cs: Kam chce¹ uniknout?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAUR
source: Another poor soul with a curse.
cs: Dal¹í ubohá prokletá du¹e.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL
source: I'm not too interested in rocks.
cs: ©utry mì zas tolik nezajímaj.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CANE
source: It's good for the back country.
cs: Hodí se na bì¾ky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_5
source: It needs a robot arm, eh?
cs: To bude chtít robíky, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_4
source: Don't ask me.
cs: Mì se neptej.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_3
source: Reminds me of a story I heard once.
cs: To mi pøipomíná pøíbìh, který jsem kdysi sly¹el.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UNAGI
source: It'll fill ya up.
cs: To tì zaplácne.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It's a green mushroom.
cs: Je to zelená houba.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: They have their own schedule.
cs: Mají svùj vlastní program.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I think I broke it.
cs: Myslím, ¾e jsem to rozbil.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_2
source: Not the real thing, eh?
cs: Ten není opravdový, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Shiny!
cs: Svítivé!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a red mushroom.
cs: Je to èervená houba.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.INGROUND
source: They have their own schedule.
cs: Mají svùj vlastní program.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.PICKED
source: I think I broke it.
cs: Myslím, ¾e jsem to rozbil.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEHAT
source: This will keep the bees out of my eyes.
cs: Tohle udr¾í vèely dál od mých oèí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREFLIES.GENERIC
source: Reminds me of Algonquin park.
cs: Pøipomínají mi algonquinský park.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREFLIES.HELD
source: I've got a pocket full of sunshine!
cs: Mám kapsu plnou sluníèek!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_LOW
source: I'm not too interested in rocks.
cs: ©utry mì zas tolik nezajímaj.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYETURRET
source: That'll drive the hosers off.
cs: Tohle zatoèí s ka¾dým troubou.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERHOLE
source: I should skedaddle before they come out of there.
cs: Mìl bych hejbnout zadkem, ne¾ odtamtud zaènou vylejzat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STATUEHARP
source: You lost your head, eh?
cs: Ztratils hlavu, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMONSTERMEAT
source: I still don't want to eat it.
cs: Stále to jíst nechci.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEAMULET
source: Just need a beverage to cool now, eh?
cs: U¾ chybí jen panák k vychlazení, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_11
source: Quiet, you!
cs: Ticho, ty!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_10
source: Choppers for old folks.
cs: Sekáèky pro starou¹ky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Shiny!
cs: Svítivé!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_FIRE
source: This seems a bit aggressive.
cs: Vypadá trochu agresivnì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGEGEM
source: It's shimmering.
cs: Blejská se.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUSHHAT
source: It's good for hiding from nature.
cs: Je dobrý pro schování pøed pøírodou.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENSHOVEL
source: Time to dig golden holes.
cs: Èas na kopání zlatých dìr.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST_TRAP
source: Something is not quite right about that chest.
cs: S touhle truhlou nìco není v poøádku.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST
source: Wood is so handy! Look at all the things you can make!
cs: Døevo je tak u¾iteèné! Podívej, co v¹echno z nìj mù¾e¹ vyrobit!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STATUEMAXWELL
source: He's kind of a jerk, eh?
cs: On je tak trochu na hlavu, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_STATUE
source: Another hoser.
cs: Dal¹í trouba.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP_TEETH
source: This seems a bit rough.
cs: To vypadá celkem drsnì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLINT
source: This could be an axe head.
cs: Z toho by byla hezká sekera.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP
source: Work smarter, eh?
cs: To usnadní práci, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TORCH
source: Trees by torchlight.
cs: V temném lese za svìtla pochodnì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_ROBIN
source: A disgusting feather.
cs: Nechutné peøí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.COOKING_SHORT
source: Oh boy! Here it comes!
cs: Ach ne! U¾ je to tady.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.EMPTY
source: It seems a waste to just leave it sitting there empty.
cs: Pøijde mi to jako mrhání nechat ho tam jen tak prázdný.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.DONE
source: Time for supper!
cs: Èas k jídlu!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.COOKING_LONG
source: It'll be a bit longer, eh?
cs: To chvíli potrvá, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_STONE_ITEM
source: Safe and secure, eh?
cs: Bezpeèné a spolehlivé, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: It seems a bit show-offy to me.
cs: Pøijde mi to trochu vychloubaèné.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTREEDS
source: Want to hear my loon call?
cs: Chce¹ sly¹et, jak na nìj umím hrát?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPOILED_FOOD
source: Aw, it's Diefenbakered.
cs: Ach, dobrý dny má za sebou.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLESPOTS
source: I'm blushing!
cs: Stydím se!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_FOREST
source: Just some ground, eh?
cs: Obyèejná hlína, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLESPIKE
source: It wobbles when you wave it.
cs: Chvìje se, kdy¾ s ním máchne¹.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAMPUS
source: Back off, hoser!
cs: Ztra» se, troubo!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RATATOUILLE
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.FULL
source: It's bacon-stuffed.
cs: Nadívaný slaninou.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Sorry! I'm not looking in!
cs: Pardon! Nekoukám se!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.GENERIC
source: A little duct tape would fix that right up.
cs: S trochou izolaèní pásky by se to dalo spravit.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_SAVANNA
source: Just some ground, eh?
cs: Obyèejná hlína, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_EVIL
source: Something is wrong with that flower.
cs: Nìco s tou kvìtinou není v poøádku.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KNIGHT_NIGHTMARE
source: Doesn't look to be in the best of shape.
cs: Nezdá se být v nejlep¹í formì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_MUD
source: At least you don't have to clean it.
cs: Alespoò ji nemusí¹ opra¹ovat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENT
source: I'm used to sleeping in worse.
cs: U¾ jsem spal v hor¹ích.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_RING
source: Ringy, eh?
cs: Kruhovitý, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BASALT
source: That rock ain't going to move.
cs: Ten ¹utr se ani nehne.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGLEGS
source: They're still jumping!
cs: Stále skákají!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRD_EGG
source: There's a bird in there thinking evil bird thoughts.
cs: Uvnitø je pták plný zlých ptaèích úmyslù.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_POTATO
source: Potato-y, eh?
cs: Bramborovité, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINECONE.GENERIC
source: I should grow it and then chop it down!
cs: Mìl bych je nechat vyrùst a pak posekat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINECONE.PLANTED
source: Here comes a tree!
cs: Tady máme strom!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BOX
source: Boxy, eh?
cs: Krabicovité, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.THULECITE_PIECES
source: It's not wood but it'll do.
cs: Nìní to døevo, ale staèit bude.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIRESTAFF
source: I don't trust this magic business.
cs: Nemám dùvìru v tyhle zále¾itosti kouzel.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PENGUIN
source: Take off! To the Great White North! Beauty.
cs: Odfrè, nádhero! Zpátky za severní polární kruh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLMEAT_DRIED
source: Just a bite.
cs: Jen trochu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.GENERIC
source: It's looking at me.
cs: Kouká se na mì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.PICKED
source: What have I done?
cs: Co jsem to provedl?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.DEAD
source: Sorry, little guy.
cs: Omlouvám se, malý chlapèe.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KILLERBEE.GENERIC
source: That bee doesn't seem as friendly.
cs: Tahle vèelka nevypadá kamarádsky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KILLERBEE.HELD
source: He's none to pleased with his situation.
cs: Není moc spokojena se svou situací.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN_COOKED
source: It smells even worse.
cs: Páchne je¹tì hùø.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: It's hatching.
cs: Líhne se.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is it crying?
cs: Pláèe?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Too cold for you?
cs: Pøíli¹ chladno pro tebe?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Any time now.
cs: Ka¾dou chvilièku.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: Birds are never prompt.
cs: Na ptáky není nikdy spoleh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG
source: What's in here?
cs: Co to tam je?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIVINGLOG
source: I am going to keep you, and call you Frank.
cs: Nechám si tì a budu ti øíkat Frank.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEDROLL_STRAW
source: I've slept on worse back at the lumber camp.
cs: V døevorubeckém táboøe jsem spal na hor¹ím.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_COOKED
source: It tastes like maple syrup.
cs: Chutná jako javorový sirup.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLEHAT
source: This will keep my noggin safe.
cs: To ochrání mou makovici.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_SANITY
source: It makes me queasy to look at.
cs: Mám nevolnost jen jak se na to podívám.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STUFFEDEGGPLANT
source: I'm getting better at cooking.
cs: Ve vaøení se stále zdokonaluju.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STRAWHAT
source: It will keep the sun off my head.
cs: Udr¾ím slunce dál od mé hlavy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POTTEDFERN
source: It shows my love of plant life.
cs: Ukazuje mou lásku k rostlinám.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BANDAGE
source: At least I didn't have to pay for it.
cs: Aspoò za nì nemusím platit.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STINGER
source: Ouch! It's pointy.
cs: Au! Je ¹pièaté.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_12
source: It's all withered.
cs: Je celé scvrklé.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR
source: It's so big!
cs: Je tak velké!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: They come in yellow now, eh?
cs: A teï pøijdou ve ¾lutém, ano?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I don't want to wake it.
cs: Nechci to brobouzet.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERHAT
source: She's a real beaut, ain't she?
cs: To je fakt krasavice, nemám pravdu?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEALINGSALVE
source: Healthiness in goo form.
cs: Léky v lepkavé formì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDEREGGSACK
source: Why would I want to carry that around?
cs: Proè bych se mìl chtít s tímhle tahat?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_PLANT
source: Plant.
cs: Rostlina.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERDEN
source: Holy Mackinaw! Look at that thing!
cs: U v¹ech makrel! Mrkej na to!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELL
source: Why does he hate me?
cs: Proè mì tak nenávidí?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PURPLEAMULET
source: The sparkle is gone from the gem.
cs: U¾ v nìm nejiskøí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOOMERANG
source: That looks hard to throw.
cs: Vypadá, ¾e se s ním slo¾itì hází.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_UNDERROCK
source: Rocks. Bleh.
cs: Kameny. Pfff.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENGEM
source: How flashy.
cs: Hmm, blýskavý.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBOT_PUPPET
source: It's trapped!
cs: Je v pasti!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PANFLUTE
source: I only sing for Lucy.
cs: Hraji pouze pro Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.GENERIC
source: It's growing up to be a jerk, just like its parents.
cs: Vyroste z nìj pìknej prevít. Jako byli jeho rodièe.
