Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOCKEDWES
source: Poor sod is being held here by those statues.
cs: Ubohý pros»áèek je dr¾en v zajetí tìchto soch.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREHOUND
source: That hound is more dangerous than the others.
cs: Tento ohaø je mnohem nebezpeènìj¹í ne¾ ti ostatní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GUNPOWDER
source: Knowledge is power!
cs: Vìdomosti jsou mocné!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_WOODFLOOR
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEARDHAIR
source: This is human facial hair.
cs: To jsou lidské vousy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN.GENERIC
source: Cardinalis! Beautiful plumage.
cs: Kardinál! Pøekrásné zbarvení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN.HELD
source: He will be my friend.
cs: Bude to mùj pøítel.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCKY
source: Their carapace is made of rocks.
cs: Jejich krunýø je slo¾en z kamenù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KNIGHT
source: An automatic equine.
cs: Automatický kùò.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STINGER
source: It tapers to a sharp point.
cs: Ku¾el zakonèený velmi ostrým koncem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE
source: You could read by that light.
cs: Pod tím svìtlem bys mohl èíst.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PETALS_EVIL
source: Interesting, these petals seem to have a mind of their own.
cs: Zajímavé. Zdá se, ¾e tato okvìtí mají svou vlastní hlavu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BISHOP
source: A clockwork clergyman.
cs: Mechanický knìz.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Parts of this are missing.
cs: Tomuhle oltáøi pár èástí chybí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDEREGGSACK
source: A highly portable spider egg sack.
cs: Snadno pøenosný váèek s pavouèími vajíèky.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_PLANTED
source: Daucus carota is a root vegetable.
cs: Mrkev obecná je koøenová zelenina.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_MARSH_BUSH
source: It requires soil to grow.
cs: K rùstu potøebuje zeminu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_ALTAR
source: A monument to some long dead god.
cs: Monument nìjakého ji¾ dávno mrtvého boha.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STAFFLIGHT
source: Perhaps a larger staff would summon a larger star.
cs: Vìt¹í hùlka by mo¾ná vyvolala vìt¹í hvìzdu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLETREE
source: Amazing. A tree made entirely of marble.
cs: Ohromující. Strom vyrobený kompletnì z mramoru.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_SAPLING
source: It requires soil to grow.
cs: K rùstu potøebuje zeminu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLLIGHT
source: How magical!
cs: Jak magické!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAZOR
source: A personal hygiene implement.
cs: Nástroj osobní hygieny.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_GRASS
source: It requires soil to grow.
cs: Pro rùst potøebuje zeminu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE
source: A horror waiting in the mud.
cs: Hrùza èíhající v ba¾inách.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOMESIGN
source: A navigational aid.
cs: Navigaèní pomùcka.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEHIVE
source: The natural home of the bee.
cs: Pøirozený domov vèel.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.GENERIC
source: It's a... plant. Of some kind.
cs: To je... rostlina. Nìjakého druhu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.READY
source: It looks mature, now.
cs: Vypadá teï dospìle.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.GROWING
source: It is not yet ready for harvest.
cs: Je¹tì není pøipravena ke sklizni.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_FERN
source: A lovely ornamental plant.
cs: Pùvabnì ornamentální rostlina.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE.GENERIC
source: Conifer seeds encased in a mature strobilus.
cs: Semínka jehliènanu zapouzdøená ve výtrusnicovém klasu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE.PLANTED
source: A young Conifer.
cs: Mladý jehliènan.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANTMEAT_COOKED
source: I feel better about eating this now.
cs: Teï u¾ nemám takové zábrany to sníst.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGKING
source: He appears to be the leader of the village.
cs: Vypadá to na náèelníka vesnice.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HORN
source: What an excellent specimen! I can almost hear the beefalo.
cs: Jak pozoruhodný exempláø! Témìø jako bych sly¹ela buvola.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_CRANK
source: It applies basic mechanical principles.
cs: Aplikuje základní mechanické principy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGGYBACK
source: A face only necessity could love.
cs: Jen èirá nutnost tím mù¾e být potì¹ena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ONEMANBAND
source: An impressive improvement to the traditional pipe and tabor.
cs: Velmi pùsobivé vylep¹ení tradièní fujary a bubínku.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESTER
source: A motile storage chest.
cs: Pohyblivá úlo¾ná truhla.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GUANO
source: More metabolic byproduct.
cs: Metaboliètìj¹í vedlej¹í produkt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEY
source: Sweetened plant nectar.
cs: Slazený nektar rostlin.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.GENERIC
source: A crude apiary.
cs: Humpolácký vèelín.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.READY
source: I can harvest honey from it.
cs: Mohu z nìj vybírat med.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEHAT
source: Appropriate protective equipment is a must!
cs: Odpovídající ochrané vybavení je nezbytné!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITOSACK
source: The stomach of a Culicidae, brimming with blood.
cs: Komáøí ¾aludek. Plný krve.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.PLANT
source: Reminds me of the Anglerfish.
cs: Pøipomíná mi podmoøské ïasy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.DIRT
source: It would be best to stay away from that.
cs: Nejlep¹í by bylo, dr¾et se dál.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.WORM
source: Worm attack!
cs: Èerv útoèí!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITO.GENERIC
source: A thirsty female Haemagogus Devorator.
cs: Komár záplavový, ¾íznivá samice.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITO.HELD
source: It is securely stored.
cs: Je bezpeènì uchován.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KILLERBEE.GENERIC
source: It is especially venomous.
cs: Je zvlá¹tì nebezpeèná.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KILLERBEE.HELD
source: It is not pleased.
cs: Neskáèe radostí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHEAD
source: I'm uncertain whether it is rotting or fermenting.
cs: Nejsem si jistá, zda hnije èi kvasí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEE.GENERIC
source: Apis mellifera. Quite large!
cs: Vèela medonosná. Ponìkud pøerostlá!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEE.HELD
source: It is not pleased.
cs: Neskáèe radostí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_CAP_COOKED
source: Chemistry has happened.
cs: Probìhla chemická reakce.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_CAP_COOKED
source: Chemistry has happened.
cs: Probìhla chemická reakce.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_CAP
source: Red usually indicates poison.
cs: Èervená obvykle svìdèí o jedovatosti.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGSKIN
source: The haunch of a semi-intelligent bipedal pig.
cs: Je to polo-inteligentní dvounohé prase.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HAMBAT
source: I'm not sure this was the most efficient use of resources.
cs: Nejsem si jista, zda toto bylo zrovna nejefektivnìj¹í vyu¾ití zdrojù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STATUEHARP
source: A simple statue.
cs: Prostá socha.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.AXE
source: A dual inclined plane attached to a lever.
cs: Duální naklonená rovina spojena s pákou.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEARS
source: Various cogs and wheels.
cs: Rùzné zoubky a koleèka.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDTRAP
source: A simple clap-trap for birds.
cs: Prostá sklapovací past na ptáky.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALOWOOL
source: Long follicles harvested from the beefalo.
cs: Dlouhá zakroucená vlákna z buvola.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUREPLANTBULB
source: Now I can move the plant as I wish.
cs: Teï si ji mohu pøesadit, kam budu chtít.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN_SEEDS
source: Even the seeds of the Durio zibethinus smell a bit.
cs: Dokonce i semena durianu cibetkového trochu zapáchají.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMEAT
source: It is slightly more appetizing when cooked.
cs: Stává se o nìco málo více chutnìj¹ím, kdy¾ se uvaøí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TORCH
source: An improvised handheld light.
cs: Improvizované pøíruèní osvìtlení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN_SEEDS
source: Pepitas.
cs: Pepita.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT
source: Hylocereus undatus, or pitahaya blanca.
cs: Hylocereus undatus, známa také jako pitaya.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPEAR
source: Ancient weapons technology.
cs: Starobylá technologie zbraní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALOHAT
source: This hat is hideous.
cs: To je ohyzdný klobouk.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAURCHEST
source: That chest is absolutely marvellous.
cs: Tato truhla je naprosto podivuhodná.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINTERHAT
source: I knit it myself.
cs: Upleteno mnou.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLTHRONE
source: What an intimidating chair.
cs: Jak zastra¹ující ¾idle.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLE_SHELLPIECES
source: Pieces of the broken.
cs: Rozbité kousíèky.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POOP
source: A quantity of animal feces. How fragrant.
cs: Urèité mno¾ství zvíøecích výkalù. Jak aromatické.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB3
source: Perhaps I have gone too far.
cs: Mo¾ná jsem u¾ za¹la pøíli¹ daleko.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATWING
source: Technically edible.
cs: Technicky vzato jsou jedlé.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB
source: It's a research station. I can learn new things with it.
cs: Výzkumná stanice. Mohu se s ní nauèit nové vìci.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_WOOD
source: That offers some protection.
cs: To nabízí urèitou ochranu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WAFFLES
source: Salutations, waffles.
cs: Buïte pozdraveny, vafle.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENPITCHFORK
source: The most malleable of metals, but let's see how this tills.
cs: Nejpoddajnìj¹í kov, ale podívejme se, jak se s ním bude rýt.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HAMMER
source: A worker's tool.
cs: Pracovní nástroj.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKELETON
source: An incredibly well preserved human skeleton.
cs: Neuvìøitelnì zachovalá lidská kostra.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELESTAFF
source: The gem appears to focus the nightmare fuel.
cs: Zdá se, ¾e tento drahokam soustøedí moc paliva noèních mùr.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWGEM
source: Perhaps it is similar to Citrine.
cs: Mo¾ná je podobný Citrínu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERGLAND
source: This gland secretes a mildly toxic venom.
cs: Tato ¾láza produkuje mírnì toxický jed.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_FULL
source: Another stalagmite.
cs: Dal¹í stalagmit.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN
source: Zea mays, a great staple food.
cs: Ú¾asná kukuøice setá, jedna ze základních potravin.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOLE
source: It looks like a small animal's burrow.
cs: Vypadá to na noru malého zvíøete.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRUMSTICK
source: A leg of poultry.
cs: Drùbe¾í no¾ka.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KOALEFANT_WINTER
source: Koalefanta Proboscidea in thick winter pelage
cs: Koalefant chobotnatý se silnou zimní srstí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_GRASS
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKESOUP
source: Mandragora officinarum, prepared as a soup in the name of discovery.
cs: Mandragora lékaøská, pøipravena jako polévka ve jménu vìdy a objevu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.GENERIC
source: The pig creatures have such prosaic taste in architecture.
cs: Ta praseèí stvoøení mají tak prozaickou architekturu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: That was quite rude.
cs: To bylo pomìrnì hrubé.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.FULL
source: I wonder what they do in there.
cs: Zajímalo by mì, copak uvnitø asi dìlají.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAMPUS_SACK
source: It seems bigger inside than out.
cs: Uvnitø se zdá být je¹tì vìt¹í ne¾ zvenku.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LITTLE_WALRUS
source: The juvenile is not as aggressive.
cs: Ten mladistvý není tak agresivní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_EXIT
source: Maybe I should go back up for some fresh air.
cs: Mo¾ná bych se mìla vrátit pro trochu èerstvého vzduchu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICESTAFF
source: I believe it works via condensation.
cs: Vìøím, ¾e to funguje na bázi kondenzace.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELL
source: What a rude gentleman.
cs: Jak neotesaný kavalír.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHEAD
source: It's a head on a stick.
cs: Je to hlava na tyèi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLPHONOGRAPH
source: It appears to have no power source.
cs: Zdá se, ¾e nemá ¾ádný zdroj napájení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLESPIKE
source: Never grab the pointy end.
cs: Nikdy ho neber za ¹pièatý konec.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTLIGHT
source: Curiously luminescent.
cs: Podivnì luminiscenèní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN
source: Cucurbita pepo.
cs: Tykev obecná, známìj¹í spí¹e jako dýnì obecná.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERHAT
source: With this I should be able to exert psionic control over the spiders.
cs: S tímto budu schopná pøevzít psionickou kontrolu nad pavouky.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN_SEEDS
source: These maize seeds will grow in many climates.
cs: Tahle kukuøièná semínka zvládnou vyrùst v mnoha rùzných klimatických podmínkách.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_FIRE
source: Improvised inflammatory device.
cs: Improvizované výbu¹né zaøízení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTER
source: Lepidopterous lipids?
cs: Motýlí lipidy?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Highly conductive!
cs: Vysoce vodivý!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Radiant electrical energy!
cs: Vyzaøuje elektrickou energii!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE_SEEDS
source: Seeds of Punica granatum, separated from their arils.
cs: Oddìlená semínka granátového jablka.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIRESTAFF
source: Some kind of fire-throwing contraption.
cs: Nìjaký druh ohnì vrhajícího zaøízení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEAT_DRIED
source: Salty yet satisfying.
cs: Vydatnì slané, ale tak akorát.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EEL_COOKED
source: This eel has been cooked.
cs: Tenhle úhoø je uvaøený.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOARDS
source: Roughly hewn wood boards.
cs: Velmi hrubì tesané døevìné desky.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHSTICKS
source: Give me some tartar sauce and I'm in heaven.
cs: Dejte mi trochu tatarské omáèky a jsem v sedmém nebi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE_COOKED
source: Punica granatum is so nice when it's warmed up.
cs: Granátové jablko je tak lahodné, kdy¾ se ohøeje.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_WOOD_ITEM
source: Deployable pickets.
cs: Nasaditelné kùly.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.GENERIC
source: It's an Ardisia crenata bush.
cs: Keø ardísie.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.PICKED
source: The berries are growing back, slowly.
cs: Plody dorùstají, pomalu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.BARREN
source: I will require an intervention.
cs: Bude to vy¾adovat zákrok.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCKS
source: A handful of assorted rocks.
cs: Hrstka smí¹ených kamenù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTGRASS
source: Some grass cuttings.
cs: Trocha natrhané trávy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT_SEEDS
source: Seed of aubergine.
cs: Semena lilku vejcoplodého.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA
source: All of them are genetically identical.
cs: V¹echny jsou geneticky identické.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATWING_COOKED
source: Technically edible.
cs: Technicky vzato jsou jedlé.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEHOUND
source: What a strange, cold beast.
cs: Jak podivná, chladná bestie.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: This runestone has unique geometric properties!
cs: Tento runový kámen má unikátní geometrické vlastnosti!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: The device needs to be activated.
cs: To zaøízení potøebuje aktivovat.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: This machine can be used to travel between worlds.
cs: Tento stroj mù¾e být vyu¾it pro cestování mezi svìty.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: The device is in a partial state of completion.
cs: Toto zaøízení je teprve v procesu výstavby.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTONE
source: There is something unnatural about that stone.
cs: Na tomto kameni je cosi nepøirozeného.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTATUE
source: How very pagan.
cs: Tak pohanské.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAINOMETER
source: Measure before you act.
cs: Dvakrát mìø, ne¾ ven jde¹.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEBASE.VALID
source: It looks to be ready.
cs: Zdá se být pøipraveno.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEBASE.GEMS
source: I don't think it's powered yet.
cs: Nemyslím si, ¾e je napájené.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERMEAT_DRIED
source: Salty yet satisfying.
cs: Velmi slané, ale tak akorát.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.GENERIC
source: A capped lava pit.
cs: Pøikrytá jáma s lávou.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.OUT
source: The lava remains underneath!
cs: Ta láva zùstává pod povrchen!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling
cs: Láva chladne.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.NORMAL
source: Lava's hot.
cs: Horká láva

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BACKPACK
source: I could fit many books in here.
cs: Tam se mi vejde knih.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWSTAFF
source: Luckily the star is a manageable size.
cs: Na¹tìstí ta hvìzda je v ovladatelné velikosti.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MALE_PUPPET
source: Poor boy.
cs: Ubohý chlapec.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEM_PUPPET
source: Poor girl.
cs: Chudák holka.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLLOCK
source: Now I just need a key.
cs: Teï u¾ potøebuji jen klíè.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WETGOOP
source: Oh no. No, no, no. This won't do at all.
cs: Ale ne. Ne, ne ne. To se nepovedlo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.AMULET
source: A relic from another time.
cs: Relikvie z jiných èasù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_SPITTER
source: An arachnid that spits projectiles.
cs: Pavoukovec støely plivající.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_FULL
source: A strange rock formation.
cs: Podivná skalní formace.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_TENTACLES
source: Hard to put this one down. It's gripping, frankly.
cs: Tuhle knihu je tì¾ké odlol¾it. Je tak poutavá a otevøená.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_SEEDS
source: Seed of Daucus carota.
cs: Semena mrkve obecné.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHOVEL
source: It's shovel. Surely you've seen one before?
cs: Je to lopata. Urèitì jsi ¾ádnou nikdy pøedtím nevidìl?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEAT
source: I normally wouldn't eat this raw.
cs: Syrové bych to bì¾nì nejedla.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TOPHAT
source: How bourgeois.
cs: Jak mìstské.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CARPETFLOOR
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.GENERIC
source: This will safely contain one avian specimen.
cs: Toto bezpeènì pojme jeden ptaèí exempláø.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.SLEEPING
source: Shhhhh!
cs: Pssssst!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.OCCUPIED
source: He is contained.
cs: Je pojmut.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP_TEETH
source: It's covered with a thin film of canine digestive fluid.
cs: Je pokryta tenkou vrstvou psích trávicích ¹»áv.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE
source: Punica granatum. Watery, sweet and a bit sour.
cs: Granátové jablko. Vodnaté, sladké a lehce trpké.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.UMBRELLA
source: A simple apparatus for keeping dry.
cs: Jednoduchý aparát pro udr¾ování sucha.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_7
source: I'd rather use my hands to read a book.
cs: Své ruce pou¾ívám radìji ke ètení knih.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORWOOD
source: Crude plate mail cobbled together from log sections.
cs: Surové plátové brnìní pospojované z èástí polena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_GARDENING
source: Dead plants tied together to help me help alive plants.
cs: Odumøelé rostliny svázané dohromady mi pomohou pomoci rostoucím rostlinám.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: It appears to be of the warrior caste.
cs: Vypadá to na váleènou kastu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: A well deserved rest, no doubt.
cs: Zaslou¾ený odpoèinek, bezpochyby.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.DEAD
source: He gave his life for his queen.
cs: Polo¾il svùj ¾ivot za svou královnu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMLIGHT
source: It's softer than I would've thought.
cs: Je jemnìj¹í, ne¾ bych si kdy pomyslela.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_BRIMSTONE
source: What could possibly go wrong?
cs: Co zlého by se mohlo stát?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_TUSK
source: This would be useful for scrimshaw.
cs: Dal by se skvìle vyu¾ít pro øezbáøské umìní.
