Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STATUEHARP
source: Maybe these statues will keep me company.
cs: Mo¾ná mi tyhle sochy budou dìlat spoleènost.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PURPLEAMULET
source: It's oozing.
cs: To mokvá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOOMERANG
source: Death returns to the sender.
cs: Smrt navracející se ke svému sesílateli.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_UNDERROCK
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENGEM
source: The flaws are its most beautiful features.
cs: Drobné prasklinky a vady jsou jeho nejkrásnìj¹ími vlastnostmi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBOT_PUPPET
source: I wonder what it did.
cs: Copak to asi provedlo?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PANFLUTE
source: Music is the window to my empty soul.
cs: Hudba je oknem do mé prázdné du¹e.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.GENERIC
source: Will you leave me too?
cs: Také mì jednou opustí¹?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.HUNGRY
source: We all try to fill the void.
cs: V¹ichni se sna¾íme zaplnit prázdnotu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.STARVING
source: Your true nature is revealed!
cs: Tvá pravá povaha zaèíná vyplouvat na povrch!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: A warrior of the night!
cs: Váleèník noci!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I must beware.
cs: Musím se pøipravit.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Alas, brave warrior.
cs: Bìda ti, stateèný váleèníku.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERHAT
source: Time to stare into the abyss.
cs: Èas nahlédnout do propasti hlubin.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_HAY
source: That is the mere suggestion of defense.
cs: Je to spí¹e jen my¹lenka na obranu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDEREGGSACK
source: A tiny package full of death and destruction.
cs: Drobný sáèek plný zkázy a smrti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LANTERN
source: Light the way darkly.
cs: Temné osvìtlení cesty.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_9
source: Mismatched buttons for a mismatched life.
cs: Nechtìné knoflíky pro nechtìný ¾ivot.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPEAR
source: I have become the destroyer of worlds.
cs: Stala jsem se nièitelkou svìtù.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.GENERIC
source: There it sits, just taking up space.
cs: Jen tak tam le¾í a zabírá místo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.HOT
source: Those that burn brightest, burn fastest.
cs: Ti, jen¾ svítí jasnìji, hoøí také rychleji.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.COLD
source: As cold and lifeless as every other rock.
cs: Tak chladný a na¾ivý jako kterýkoliv jiný kámen.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.WARM
source: Even now it's warmth is fading...
cs: U¾ nyní zaèíná jeho teplo vyprchávat...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLMEAT_DRIED
source: Meat turned dry and delicious.
cs: Maso se stalo suchých a chutným.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURPER_PELT
source: An empty bag of hunger.
cs: Prázdný váèek hladu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EEL
source: An eel.
cs: Úhoø.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLMEAT
source: It smells like tiny fear.
cs: Zavání drobným strachem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.GENERIC
source: Hello there, little one.
cs: Kohopak to tu máme? Ahoj, malièký.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.HUNGRY
source: Are you empty inside?
cs: Také jsi uvnitø tak prázdný?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.STARVING
source: A black hole from which seeds never return.
cs: Èerná díra, ze které se semínka ji¾ nikdy nevrátí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOUND.DUG
source: The earth has vomited up its secrets.
cs: Zem vyvrhuje svá tajemství.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOUND.GENERIC
source: Some day, I will join you.
cs: Jednoho dne se k vám pøípojím.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BABYBEEFALO
source: Enjoy your youth. Soon you will learn the terrors of the real world.
cs: U¾ívej si svého mládí. Brzy pozná¹ hrùzy skuteèného svìta.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_EVIL
source: At least they're better than the other flowers.
cs: Kdy¾ u¾ nic jiného, vypadají alespoò lépe, ne¾ bì¾né kvìtiny.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLEPILLAR
source: Even stone can not withstand the constant pull of decay.
cs: Ani kámen nemù¾e odolat konstantní síle rozkladu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA_COOKED
source: Warmed banana mush is so much better.
cs: Vøelá banánová ka¹e je o moc lep¹í.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MALE_PUPPET
source: I wonder what he did.
cs: Copak asi provedl?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESURRECTIONSTATUE
source: I'm just putting off the inevitable.
cs: Jen odkládám nevyhnutelné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SHOVEL
source: What terrible secrets might I uncover?
cs: Jak hrozivá tajemství mohu odhalit?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEWING_KIT
source: Another implement for putting off inevitable decay.
cs: Dal¹í nástroj k oddálení nevyhnutelné zkázy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEEDS_COOKED
source: I toasted their life away.
cs: Utoustovala jsem je k smrti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.GENERIC
source: All that's left after another beautiful fire.
cs: V¹e co zbylo po dal¹ím krásném vyhoøení.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.REMAINS_THINGIE
source: This was once some thing before it got burned...
cs: Kdysi to nìèím bývalo, ne¾ to shoøelo...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
cs: Oèní kost pohltily plameny bìhem teleportace!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEEDS
source: Life, or at least the promise of it.
cs: ®ivot. Nebo alespoò jeho nadìje.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SANITYROCK.INACTIVE
source: Even this obelisk has left me.
cs: Dokonce i tento obelisk mì také opustil.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SANITYROCK.ACTIVE
source: It's calling to me.
cs: Volá mì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_CAP_COOKED
source: All is malleable.
cs: V¹e je tak malebné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POND_ALGAE
source: Some algae.
cs: Nìjaké øasy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEROGIES
source: A lovely little pouch of nutrients.
cs: Rozko¹ný váèek plný ¾ivin.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGGLEBUNWICH
source: I never thought frog's legs could look so good.
cs: Nikdy by mì nenapadlo, ¾e ¾abí no¾ky mohou vypadat tak skvìle.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYHAM
source: A sweet sauce for this creature's sweet embrace.
cs: Sladká omáèka ve sladkém obìtím s tìmito stvoøeními.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROTTENEGG
source: The way of all things.
cs: Pøedurèení v¹ech vìcí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORSLURPER
source: A clinging, dreary, living suit.
cs: Lepivý, chmurný, ¾ijící obleèek.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROPE
source: That would be the easy way out of this place.
cs: Snadná, rychlá cesta z tohoto místa.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_SINKHOLE
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROOK
source: A Rook? Or is it a Castle?
cs: Vì¾? Nebo snad hrad?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_DROPPER
source: The darkness has drained the colour from their fur.
cs: Temnota vysála ve¹kerou barvu z jejich srsti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERLASAGNA
source: Cooked evil is still evil, even in lasagna.
cs: Uvaøené zlo je stále zlem, dokonce i v lasagních.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.BURNT
source: Used up and done for.
cs: Opotøebovaný a vyhoøelý.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.CHOPPED
source: Everything dies.
cs: Nic netrvá vìènì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.GENERIC
source: Nature is so boring.
cs: Pøíroda je tak nudná.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.BURNING
source: It's burning brightly.
cs: Hoøí tak jasnì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKULLCHEST
source: It shall contain my memento mori.
cs: Pøesnì zde by mìla být uschována má závì».

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK
source: Even that is not permanent.
cs: Ani ten není vìèný.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_PIPE
source: I blow in this end and pain comes out the other end.
cs: Fouknu jedním koncem a bolest vyjde na druhém konci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
cs: Láva vyvìrající z prohlubnì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.OUT
source: It looks harmless.
cs: Vypadá ne¹kodnì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.LOW
source: The shadows encroach.
cs: Mísí se se stínem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.NORMAL
source: The lava's on fire.
cs: Láva je v jednom ohni.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN_WINTER.GENERIC
source: Life in the barren, frozen wastes.
cs: ®ivot v neúrodných, zamrzlých pustinách.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN_WINTER.HELD
source: It's so soft. it is my enemy.
cs: Je tak hebký. Je mým nepøítelem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN.GENERIC
source: Does that mean spring is coming? I hope not.
cs: Znamená to snad, ¾e pøichází jaro? Doufám, ¾e ne.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN.HELD
source: He likes being trapped in my pocket.
cs: Líbí se mu být uvìznìn v mé kapse.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGTORCH
source: It cuts at the darkness.
cs: Protrhávají temnotu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENAMULET
source: A flash of brilliance!
cs: Oslnivý záblesk!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_MEDIUM
source: It looks like a rotting hat.
cs: Je to jak hnijící klobouk.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_BERRYBUSH
source: I like it dead, but I should plant this.
cs: Líbí se mi mrtvý, ale mìl by se zasadit.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURKEYDINNER
source: Who's gobbling now?
cs: A kdo hltá teï?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SILK
source: So slippery and fine.
cs: Tak jemné a klouzavé.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB3
source: I have learnt unspeakable things.
cs: Nauèila jsem se nevyslovitelné vìci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PAPYRUS
source: For documenting my pain.
cs: Pro zaznamenání mé bolesti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB2
source: I will learn unspeakable things.
cs: Nauèím se nevyslovitelné vìci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB
source: I will learn unspeakable things.
cs: Nauèím se nevyslovitelné vìci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGEAMULET
source: Temporary release from drudgery.
cs: Doèasnì osvobozena od lopoty.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOCKEDWES
source: Trapped by Maxwell's statues, forever alive.
cs: Vìzní ho Maxwellovy sochy, nav¾dy ¾ivého.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREHOUND
source: His disposition is firey.
cs: Jeho povaha je ponìkud horkokrevná.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GUNPOWDER
source: It is a dark path I tread.
cs: Vstoupila jsem na temnou stezku.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_WOODFLOOR
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_CAP_COOKED
source: All is malleable.
cs: V¹e je tak malebné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REDGEM
source: Red like my heart's blood.
cs: Rudý jako krev v mém srdci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCKY
source: What terrible sights they have seen.
cs: Jak hrozné okam¾iky musely za¾ít?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KNIGHT
source: A cold, soulless horse.
cs: Chladný, bezduchý kùò.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAZOR
source: This is just for shaving.
cs: Pouze na holení.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE
source: It looks fragile.
cs: Vypadá køehce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PETALS_EVIL
source: They are painted with the colours of my soul.
cs: Jsou namalovány barvami mé du¹e.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BISHOP
source: What does he pray for?
cs: Za co se asi modlí?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: I hear the painful echos of the dead.
cs: Sly¹ím bolestivé ozvìny mrtvých.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAINOMETER
source: It measures cloudiness. I like it when it's dreary.
cs: Mìøí to oblaènost. Líbí se mi, kdy¾ je zamraèeno a chmurno.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOLE
source: I'm too big to fall down there.
cs: Jsem pøíli¹ veliká na to, abych se tam protáhla.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PURPLEGEM
source: Purple like a... purple thing.
cs: Fialový jako... jako fialové vìci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_ALTAR
source: It is full of the echos of the dead.
cs: Ten oltáø je plný ozvìn mrtvých.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STAFFLIGHT
source: I can almost make out a tiny solar system.
cs: Zvládnu témìø vytvoøit drobný solární systém.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLETREE
source: There is no beat of life within this cold tree.
cs: V tomhle chladném stromu netluèe ¾ádný ¾ivot.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed. Exciting.
cs: To je semínko. Neuvìøitelné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLLIGHT
source: What a curious light.
cs: Jaké to zvlá¹tní svìtlo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_CROW
source: A crow feather, black like eternal darkness.
cs: Pírko vrány, èerné jak samotná vìèná temnota.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKINCOOKIE
source: I cooked it myself!
cs: Uvaøeno mnou!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE
source: Long and thin and dangerous!
cs: Dlouhé, ¹tíhlé a nebezpeèné!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POOP
source: Life is blood and this.
cs: ®ivot je krev a tohle.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEHIVE
source: A wretched hive of scum and pollen.
cs: Chatrný úl z pìny a pylu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.GENERIC
source: An edible plant.
cs: Jedlá rostlina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.READY
source: It is ready for the harvest.
cs: Pøipravena na sklizeò.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.GROWING
source: Keep growing. I'll wait.
cs: Polezte ven. Já si poèkám.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_FERN
source: A touch of colour in the darkness.
cs: Trocha barev uprostøed temnoty.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POND
source: Ophelia? Are you down there?
cs: Ofelie? Jsi tam dole?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRUMSTICK_COOKED
source: Less raw, more tasty.
cs: Ménì syrové, více lahodné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDBONE
source: The remains of an evil beast.
cs: Pozùstatky ïábelské bestie.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HORN
source: It sounds like there's a beefalo trapped inside.
cs: Jak by bylo uvnitø sly¹et stádo buvolù.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_CRANK
source: It looks complicated.
cs: To vypadá komplikovanì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGGYBACK
source: They are more useful in death.
cs: Jsou mnohem více u¾iteènìj¹í po smrti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ONEMANBAND
source: I used to take such joy in instruments like these.
cs: Kdysi jsem mívala takové potì¹ení z podobných nástrojù.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER
source: A fuzzy ball of emptiness.
cs: Chlupatá koule prázdnoty.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GUANO
source: The inevitable byproduct of life.
cs: Nevyhnutelný vedlej¹í produkt ¾ivota.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.GENERIC
source: What demented thoughts must lie behind those eyes.
cs: Jak ¹ílené my¹lenky se musejí skrývat za tímto párem oèí?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.SLEEPING
source: What nightmares he must be having.
cs: Jak dìsivé sny se mu musí zdát.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.FOLLOWER
source: He follows me unto his doom.
cs: Následuje mì do své záhuby.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.NAKED
source: His nakedness is now on display.
cs: Jeho nahota je nyní plnì vystavena.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.GENERIC
source: It is forever seeking its lost half.
cs: Je odsouzena k vìènému hledání své ztracené èásti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.HOT
source: Something wicked is here!
cs: Nìco temného je poblí¾!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.COLD
source: The source is distant.
cs: Pramen je zatím vzdálený.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.WARM
source: The wickedness draws closer.
cs: Temná magie naplòuje vzduch.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.WARMER
source: It is very close now.
cs: U¾ jsem velmi blízko.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANTMEAT_COOKED
source: It's only slightly more appealing.
cs: Je jen nepatrnì chutnìj¹í.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINECONE.GENERIC
source: A tiny life, ensconced in brittle death.
cs: Drobný ¾ivot usazený v køehké schránce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINECONE.PLANTED
source: A tree will grow soon.
cs: Brzy vyroste strom.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.PLANT
source: It seems out of place.
cs: Nezdá se být z tohoto svìta.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.DIRT
source: Is something there?
cs: Je tu nìco?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.WORM
source: It comes from the depths.
cs: Pøichází z hlubin.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NITRE
source: Herein lies the folly of man.
cs: Zde le¾í po¹etilost èlovìka.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGKING
source: Live it up while you can, Your Majesty.
cs: U¾ívejte si, dokud mù¾ete, Va¹e Velièenstvo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHEAD
source: No dignity at all.
cs: Naprosto nedùstojné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT
source: This isn't shaped like a dragon at all.
cs: Vùbec to nemá tvar draka.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PETALS
source: I have destroyed something beautiful.
cs: Znièila jsem nìco pøekrásného.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PERD
source: Dumb bird! Stay away from my berries!
cs: Pitomý ptáku! Dr¾ se dál od mých bobulek!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PANDORASCHEST
source: Life is a gamble.
cs: ®ivot je hazard.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGSKIN
source: The hide of a pig that once was.
cs: Kù¾e z prasete, kterým to kdysi bývalo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HAMBAT
source: Death begets death.
cs: Smrt plodí smrt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_COOKED
source: It's a carrot that's gone through the gauntlet of fire.
cs: Mrkev, která pro¹la pøes bránu ohnì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AXE
source: An instrument for industry and murder.
cs: Nástroj prùmyslu a vra¾dìní.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTLIGHT
source: Eerie and yet beautiful.
cs: Dìsivé a pøesto krásné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITOSACK
source: A sack of blood ripped from a mosquito. I love it.
cs: Sáèek krve vyrvaný z komára. Krásný.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITO.GENERIC
source: Takes life so it may live.
cs: Bere ¾ivot, aby mohl ¾ít.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITO.HELD
source: I can feel its stolen warmth.
cs: Cítím to nakradené teplo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT
source: Almost a deadly nightshade. Almost.
cs: Témìø zhoubný odstín noci, té¾ zvaný jako lilek - to u¾ tak zhoubnì ale nezní.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEM_PUPPET
source: I wonder what she did.
cs: Copak asi provedla?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMEAT
source: The blood has been cooked away.
cs: Ve¹kerá krev byla vyvaøena.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHOUSE
source: Time has broken it down.
cs: Èas ho rozvrátil v trosku.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HAMMER
source: Oh that I may crush the world.
cs: Áá, tak s tímhle rozdrtím svìt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATBALLS
source: Balled meat. How exciting.
cs: Kulièky masa. Jak vzru¹ující.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL
source: That's my twin sister, Abigail.
cs: To je má sestra, Abigail.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALOHAT
source: I shall cover my head.
cs: Pokrývka hlavy. Mìla bych si ho nasadit.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAURCHEST
source: My, what magnificent horns you have!
cs: Páni, jak velkolepé rohy to má¹!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINTERHAT
source: It helps stave off the encroaching cold.
cs: Pomáhá odvrátit nevlídný mráz.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLTHRONE
source: Not quite what I expected.
cs: Pøedstavovala jsem si to trochu jinak.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLE_SHELLPIECES
source: Pieces of broken slurtle dreams.
cs: Kousky z rozbitých slim¾elvích snù.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLLOCK
source: Looks magical.
cs: Vypadá magicky.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLHEAD
source: He sure has a taste for the dramatic.
cs: Urèitì má smysl pro dramatiènost.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATWING
source: If only I could fly away.
cs: Ké¾ bych mohla uletìt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELL
source: I feel a strange kinship with him.
cs: Cítím s ním zvlá¹tní spøíznìnost.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.BURNT
source: Black like my heart
cs: Èerný jak mé srdce

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.CHOPPED
source: Its spikes were no protection.
cs: Jeho trny mu nebyly ¾ádnou ochranou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.GENERIC
source: A tree that knows only pain.
cs: Strom, jen¾ zná pouze bolest.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.BURNING
source: It's burning
cs: Hoøí

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_SAPLING
source: I like it dead, but I should plant this.
cs: Líbí se mi mrtvý, ale mìl by se zasadit.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.GENERIC
source: A bush that always hurts.
cs: Keø, který neustále zraòuje.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.PICKED
source: It hurt me to do that.
cs: Mé èiny mì zraòují.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.BURNING
source: Even thorns burn.
cs: I trny jsou spalovány.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LITTLE_WALRUS
source: The cycle of violence continues.
cs: Kolobìh krutosti pokraèuje.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKELETON
source: I envy his escape.
cs: Závidím mu jeho únik.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELESTAFF
source: I could escape if it were more powerful.
cs: Mohla bych odtud uniknout, jen kdyby byla mocnìj¹í.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWGEM
source: It reminds me of my mother.
cs: Pøipomíná mi mou matku.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERGLAND
source: Even in death, this beast causes pain.
cs: Ta potvora zpùsobuje bolest i po smrti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_FULL
source: The earth reaches up.
cs: Zem povstává.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUREPLANT
source: It consumes all.
cs: V¹e stravuje.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOG
source: If trees could talk, they would scream at the sight of this.
cs: Kdyby stromy mohly mluvit, pøi pohledu na tohle by køièeli.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRUMSTICK
source: Makes a good thud and it has nutrients!
cs: Roztomilá palièka se spoustou ¾ivin!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KOALEFANT_WINTER
source: It stands against the cruel elements.
cs: Vystaven krutým podmínkám.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_GRASS
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKESOUP
source: Boiled the life out of him.
cs: Vypekla jsem jejich ve¹kerý ¾ivot.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEY
source: A sweet, but fleeting treat.
cs: Sladké, ale prchavé potì¹ení.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LEIF_SPARSE
source: A lumbering beast.
cs: Dupající monstrum.
