Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_4
source: This was important to someone once.
cs: Kdysi býval pro nìkoho dùle¾itý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_STONE
source: This will keep the riff-raff out.
cs: To udr¾í vandráky venku.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: I don't know why I didn't think of this.
cs: Nevím, proè mì to nikdy nenapadlo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINERHAT
source: Eventually the firefly will starve.
cs: Svìtlu¹ky èasem vyhladoví.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUNNYMAN
source: It reminds me of my old act.
cs: Pøipomíná mi mé staré èíslo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_HAY_ITEM
source: Pocket-sized wall pieces. Yup.
cs: Kousky zdi velké tak akorát do kapsy. Jo!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT
source: I'm not a fan of vegetables.
cs: Nejsem pøíznicec zeleniny.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE
source: Rocks. How dull.
cs: Kameny. Jak nudné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STATUEHARP
source: Not my best work.
cs: Ne zrovna mé nejlep¹í dílo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WAFFLES
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLESLIME
source: There must be a better way.
cs: Musí tu být i lep¹í zpùsob.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOMESIGN
source: It says... nothing.
cs: Pí¹e se tu... nic.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREASURECHEST_TRAP
source: Hmmm. Looks suspicious.
cs: Hmmm. To je podezøelé.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRD
source: These were a failed experiment.
cs: Tihle byly jen nepovedeným experimentem.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BONESTEW
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARELIGHT
source: The over-use of fuel was their downfall.
cs: Nadmìrné pou¾ití paliva zpùsobilo jejich pád.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BAT
source: Ugh. Ugly beasts.
cs: Uch. Ohavné bestie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_PLANTED
source: How mundane.
cs: Jak svìtské.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_UNDERROCK
source: Turf.
cs: Drn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_SINKHOLE
source: Turf.
cs: Drn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_FUNGUS
source: Turf.
cs: Drn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB4
source: Quite a dapper machine.
cs: Celkem elegantní ma¹inka.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTBULB
source: It will run out eventually.
cs: Èasem vyhasne.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FOOTBALLHAT
source: Now I am ready for the scrimmage.
cs: Nyní jsem pøipraven na rvaèku.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_COOKED
source: It tastes like broken dreams.
cs: Má pøíchu» zboøených snù.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISH_COOKED
source: It still stinks.
cs: Stále zapáchá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SWEATERVEST
source: It's no three-piece, but it's dapper enough.
cs: Sice to není celý komlet, ale je dostateènì stylová.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRIES_COOKED
source: A little more refined, at least.
cs: Alespoò je to o nìco lépe upravené.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESURRECTIONSTONE
source: There's a story behind that...
cs: Za tím se urèitì skrývá zajímavý pøíbìh...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RELIC.GENERIC
source: Remnants of an extinct civilization.
cs: Zbytky zaniklé civilizace.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RELIC.BROKEN
source: Just bits and pieces of rock
cs: Jen ¹tìrk a úlomky kamenù.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUGNET
source: Good for capturing defenseless insects.
cs: Výteèná pro zajetí bezbranného hmyzu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERQUEEN
source: Maybe I'll just get out of her way.
cs: Mo¾ná ji prostì pùjdu z cesty.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMAREFUEL
source: Ahhh. Refreshing.
cs: Ááách. Osvì¾ující.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEE.GENERIC
source: They work so hard, the fools.
cs: Pracují tak tvrdì, po¹etilci.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEE.HELD
source: Now what do I do with it?
cs: A co s ní teï budu dìlat?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEMSOCKET.VALID
source: This one's ready.
cs: Tenhle je pøipravený.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEMSOCKET.GEMS
source: The fuel needs a focus.
cs: Palivo musí být soustøedìno.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_ROCKY
source: Kinda rough.
cs: Pomìrnì drsné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_MARSH
source: It's dripping all over.
cs: Celé to prosakuje.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINS_RUBBLE
source: A broken relic.
cs: Rozbitá relikvie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.DRYING
source: Still moist.
cs: Stále vlhké.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.DONE
source: Like the desert.
cs: Jako dezert.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.GENERIC
source: It can dry meats so that they last longer.
cs: Mohu vysu¹it maso, tak¾e vydr¾í déle.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_COOKED
source: A little more refined, at least.
cs: Alespoò je to o nìco lépe upravené.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURPER
source: Simple creatures. They exist only to sleep and feed.
cs: Jednoduchá stvoøení. Jsou tu jen, aby spali a krmili se.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE_COOKED
source: Looks like I got the last meep.
cs: Zdá se ¾e jsem byl obdaøen posledním pípnutím.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLY.GENERIC
source: It's a flying flower.
cs: Létající kvìt.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLY.HELD
source: It would be a shame if someone ripped the wings off of it.
cs: Bylo by ostudné, kdyby mu nìkdo odtrhl køídla.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAUR
source: My my, the fuel has changed you.
cs: Mùj... mùj , palivo tì zmìnilo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL
source: Stalagmite. How dull.
cs: Stalagmit. Jak fádní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CANE
source: It has pictures of fast things carved into it.
cs: Má na sobì vytesané obrázky rychlých vìcí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_11
source: This was important to someone once.
cs: Kdysi býval pro nìkoho dùle¾itý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CHECKERFLOOR
source: That's my natural habitat.
cs: To je mé pøirozené prostøedí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CARPETFLOOR
source: That's a quality, high-pile carpet sample!
cs: Je to kvalitní, hustý kousek koberce!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.UNAGI
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Green fungus.
cs: Zelená houba.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: When do those ones come up?
cs: Kdypak opìt povstanou?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Been there. Done that.
cs: U¾ jsem tu byl. Tu u¾ jsem mìl.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_WINTER
source: The trunk thickens in the winter to hold more mucus.
cs: Chobot v zimì houstne, aby mohl udr¾et více slizu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It's so dark down here.
cs: Tady dole je poøádná tma.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a red mushroom.
cs: Je to èervená houba.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.INGROUND
source: It'll have to come back for it.
cs: Bude se muset pro nás vrátit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.PICKED
source: It's all used up.
cs: Jsou zcela vyu¾ity.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEHAT
source: I'll wear it if I have to.
cs: Budu ho nosit jen pokud budu muset.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREFLIES.GENERIC
source: How pretty.
cs: Jak rozko¹né.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREFLIES.HELD
source: I could squish them if I wanted to.
cs: Mohl bych je rozmáèknout, kdyby se mi zachtìlo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_LOW
source: Stalagmite. How dull.
cs: Stalagmit. Jak fádní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYETURRET
source: Some of my better work.
cs: Jedna z mých povedenìj¹ích prací.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERHOLE
source: How did that get down here?
cs: Jak se to dostalo sem dolu?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_SUMMER
source: Full of summer mucus.
cs: Plný letního slizu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMONSTERMEAT
source: I'll eat it if I have to.
cs: Pokud budu muset, sním ho.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEARDHAIR
source: Hirsute.
cs: Chlupaté.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_COOKED
source: At least the mucus burned off.
cs: Aspoò ten sliz se vypaøil.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNKVEST_WINTER
source: It's so hard to look fashionable in the winter.
cs: Je tak tì¾ké vypadat elegantnì i v zimì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It's so dark down here.
cs: Tady dole je poøádná tma.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNKVEST_SUMMER
source: It's more of a fall vest.
cs: Je vhodná spí¹ na podzim.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGEGEM
source: This will be quite powerful with some fuel.
cs: S trohou paliva to bude velmi mocný prostøedek.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUSHHAT
source: There's room in there for me.
cs: Uvnitø je místo akorát pro mì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENSHOVEL
source: This shovel is worth a princely sum.
cs: Lopata hodna královské sumy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: It's a specialized form.
cs: Je to speciální odrùda.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I don't want to wake that one.
cs: Tohohle nechci probouzet.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Splat.
cs: ©plouch.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_8
source: This was important to someone once.
cs: Kdysi bývala pro nìkoho dùle¾itá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STATUEMAXWELL
source: Now that's a fine statue.
cs: Tohle je fakt prima socha.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_STATUE
source: A once proud race.
cs: Kdysi velmi hrdý národ.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EARMUFFSHAT
source: They are at least warm.
cs: Alespoò zahøejí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLINT
source: Ow! I cut my finger!
cs: Au! Øíznul jsem se do prstu!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_6
source: This was important to someone once.
cs: Kdysi bývaly pro nìkoho dùle¾itými.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_5
source: This was important to someone once.
cs: Kdysi bývala pro nìkoho dùle¾itá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_ROBIN
source: Red is the colour of fire.
cs: Èervená je barva ohnì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.COOKING_SHORT
source: Here it comes!
cs: U¾ to pøichází!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.EMPTY
source: Just the thought makes my mouth water.
cs: Jen pøi tom pomy¹lení se mi sbíhají sliny.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.DONE
source: Finally, some quality grub.
cs: Koneènì poøádná ba¹ta.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.COOKING_LONG
source: Wait for it...
cs: Poèkej si...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_STONE_ITEM
source: Pocket-sized wall pieces. Yup.
cs: Kousky zdi velké tak akorát do kapsy. Jo!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: Even THEY couldn't build something so devious.
cs: Ani ONI nezvládnou postavit nìco tak prohnaného.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTREEDS
source: I think I could build something useful from this.
cs: Myslím, ¾e bych z toho nìco u¾iteèného mohl postavit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_2
source: This was important to someone once.
cs: Kdysi to pro nìkoho bylo dùle¾ité.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_SEEDS
source: This labour is beneath me.
cs: Takhle práce je pod mou úroveò.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_FOREST
source: Smells like mud.
cs: Smrdí jako bláto.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_10
source: This was important to someone once.
cs: Kdysi pro nìkoho bývaly dùle¾ité.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KRAMPUS
source: You won't catch me!
cs: Mì nechytí¹!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RATATOUILLE
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.FULL
source: I'd go inside too, if I was him.
cs: Taky bych zalezl dovnitø, být na jeho místì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: I'll huff and I'll puff!
cs: Nadechnu se a zafoukám!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.GENERIC
source: That's like their only trick.
cs: Vypadá to na jejich jediný trik.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_SAVANNA
source: Dirty.
cs: ©pinavá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREECLUMP
source: I can't get through there.
cs: Tudy neprojdu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KNIGHT_NIGHTMARE
source: It looks beyond repair.
cs: Zdá se být èerstvì opraven.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_MUD
source: Turf.
cs: Drn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREASURECHEST
source: A place to store loot.
cs: Místo pro uchování koøisti.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP_TEETH
source: This one packs a whallop.
cs: Tahle obsahuje poøádnou pecku.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BASALT
source: I made a rock so heavy that I can't lift it.
cs: Stvoøil jsem kámen tak tì¾ký, ¾e ani já jej neuzvednu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGLEGS
source: Muscular.
cs: Svalnaté.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRD_EGG
source: I like to think of it as baby bird prison.
cs: Rád ho pova¾uji za vìzení pro malé ptáèky.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP
source: Only the dumbest animals will fall for this.
cs: Jen ti nejhloupìj¹í zvíøata se tímhle nechají polapit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TORCH
source: It keeps Charlie at bay.
cs: To udr¾í Charlieho v mezích.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TOPHAT
source: Some fine haberdashery.
cs: Trocha vytøíbené galanterie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.THULECITE_PIECES
source: I could combine several piles to make a bigger piece.
cs: Mohu zkombinovat nìkolik kouskù pro vytvoøení vìt¹ího.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_GARDEN
source: This one is odd.
cs: Tohle je podivné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PENGUIN
source: Nice tux.
cs: Pìkný Tux.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BOX
source: This is a box full of sadness and woe.
cs: Tohle je skøíòka plná bolesti a ¾alu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.GENERIC
source: Oh shut UP, will you?
cs: Tak u¾ ale SKLAPNI, ano?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.PICKED
source: What a disturbing root.
cs: Dosti zneklidòující koøen.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.DEAD
source: My ears are still ringing.
cs: Stále mi zvoní v u¹ích.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KILLERBEE.GENERIC
source: What is that bee so angry about?
cs: Kvùli èemu je ta vèela tak rozlobená?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KILLERBEE.HELD
source: I've caught a tiger by the tail.
cs: Chytil jsem tygra za ocas.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN_COOKED
source: A little more refined, at least.
cs: Alespoò je to o nìco lépe upravené.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLESPOTS
source: This is how they reproduce.
cs: Tímhle se reprodukují.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHERHAT
source: I will lure them in with my plumage.
cs: Nalákám je svým opeøením.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIVINGLOG
source: I like the noise they make when you burn them.
cs: Líbí se mi ten hluk, který vydávají pøi hoøení.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAINOMETER
source: I could also just look up to learn the same thing.
cs: Také bych mohl jen vzhlédnout a nauèit se to samé.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT_COOKED
source: A little more refined, at least.
cs: Alespoò je to o nìco lépe upravené.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLEHAT
source: This will keep me standing, if I need to fight.
cs: To mì udr¾í na nohou, pokud bude potøeba bojovat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENT
source: That's a bit rustic for my taste.
cs: To je ponìkud venkovské na mùj vkus.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLLOCK
source: It keeps the master in the chair.
cs: Udr¾uje mistra v køesle.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_RING
source: This is the quantum field guard band.
cs: Ochrané pásmo kvantového pole.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POTTEDFERN
source: How quaint.
cs: Jak kuriózní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BANDAGE
source: Sticky and gooey and good for putting on booboos.
cs: Lepkavé a mazlavé a dobré na bebíèka.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_POTATO
source: The gears in here are so small they turn the fabric of reality.
cs: Obsahuje drobná koleèka, která mìní tkaninu reality.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_12
source: This was important to someone once.
cs: Kdysi bylo pro nìkoho velmi dùle¾ité.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_PILLAR
source: How deep does this go?
cs: Jak hluboko jen vede?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEALINGSALVE
source: Just a bit of venom and some dirty old ash.
cs: Jen trocha jedu a pra¹ného popela.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STUFFEDEGGPLANT
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: We've got a live one here.
cs: Tady máme jednoho ¾iváèka.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Hot enough for ya?
cs: Je to pro tebe dostateènì ¾havé?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: It's getting tepid.
cs: Stává se vla¾ným.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Any moment now...
cs: Ka¾dou chvíli...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: It's going to be a while.
cs: To je¹tì chvíli bude trvat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG
source: Tallbirds are territorial because of these things.
cs: Velkoptáci jsou kvùli tìmhle vìcem velmi teritoriální.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_PLANT
source: What a generic little plant.
cs: Jak obyèejná malá rostlina.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK3
source: Mechanical refuse.
cs: Mechanický odpad.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_FIRE
source: Just make sure to breathe out.
cs: Hlavnì pamatuj, jen vydechovat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PURPLEAMULET
source: It speaks with the shadow.
cs: Mluví se stíny.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOOMERANG
source: Beats getting your hands dirty.
cs: Údery ¹piní tvé ruce.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT_SEEDS
source: This labour is beneath me.
cs: Ta námaha je pod mou úroveò.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENGEM
source: The nightmare fuel will unlock its true potential.
cs: Palivo noèních mùr uvolní jeho pravý potenciál.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBOT_PUPPET
source: Better it than me.
cs: Radìji to, ne¾-li já.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PANFLUTE
source: I'm going to sing a song of madness.
cs: Zahraji píseò ¹ílenství.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.GENERIC
source: It's less cute now that it's grown up.
cs: Teï kdy¾ povyrostl, u¾ tak roztomilý není.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.HUNGRY
source: They sure do eat a lot.
cs: Oèividnì hodnì jedí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.STARVING
source: A hungry beast is a dangerous beast.
cs: Hladová bestie je nebezpeèná bestie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STRAWHAT
source: A hat fit for a peasant.
cs: Klobouk tak pro sedláka.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STINGER
source: It's dripping with venom.
cs: Prosakuje jedem.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_HAY
source: It's a tinderbox.
cs: Výborný troud.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPOILED_FOOD
source: That used to be food until I wasted it.
cs: Kdysi to bývalo jídlem ne¾ jsem to promarnil.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LANTERN
source: I hope this keeps Them away.
cs: Doufám, ¾e JE to udr¾í dál.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_9
source: This was important to someone once.
cs: Kdysi bývaly pro nìkoho dùle¾itými.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERHAT
source: Spiders have such malleable wills.
cs: Pavouèí vùle je tak poddajná.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.GENERIC
source: A pocketful of heat.
cs: Kapsu-naplòující teplo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.HOT
source: It's almost too hot to hold.
cs: Je tak horký, ¾e ho sotva udr¾ím.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.COLD
source: It's useless when cold.
cs: Chladný je k nièemu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.WARM
source: Comfortably warm.
cs: Komfortnì teplý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLHEAD
source: Hey, handsome.
cs: Zdravím, fe¹áku.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURPER_PELT
source: In death, this creature will serve me!
cs: Po smrti mi tohle stvoøení bude slou¾it!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EEL
source: They only exsist in the depths.
cs: Existují pouze v hlubinách.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDEREGGSACK
source: Squishy.
cs: Køehouèké.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEMINE_MAXWELL
source: Maybe I shouldn't have put that there.
cs: Mo¾ná jsem je tam nemìl dávat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOUND.DUG
source: Already got that one.
cs: Ten u¾ mám.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOUND.GENERIC
source: What lies beneath?
cs: Co se skrývá pod povrchem?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BABYBEEFALO
source: They're even ugly as children.
cs: Dokonce i jako dìti jsou odporní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERDEN
source: They grow big here.
cs: Celkem se tu rozrostli.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLEPILLAR
source: I've always wondered who built those.
cs: V¾dycky mì zajímalo, kdo postavil tyhle.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA_COOKED
source: Even worse than raw.
cs: Dokonce hor¹í ne¾ syrový.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPEAR
source: It's a spear. Yup.
cs: To je kopí. Jo!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLMEAT_DRIED
source: My teeth are getting too old for this.
cs: Na tomhle si vylámu zuby.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLMEAT
source: This is barely a mouthful.
cs: To je ale skromné sousto.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.GENERIC
source: What!? What do you want?
cs: Co?! Co poøád chce¹?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.HUNGRY
source: You want some food?
cs: Chce¹ nìco k snìdku?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.STARVING
source: He's so hungry!
cs: Je tak hladový!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEEDS
source: I suppose these won't plant themselves.
cs: Pøedpokládám, ¾e se nezasadí sami.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.GENERIC
source: A fine powder that smells of destruction.
cs: Jemný prá¹ek se zápachem destrukce.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.REMAINS_THINGIE
source: There's a perfectly scientific explanation for that.
cs: Pro tohle existuje pøesvìdèivé vìdecké vysvìtlení.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Don't worry. There will be more Chesters.
cs: Nemìj obavy. Pøijdou dal¹í Chesteøi.
