Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.UI.CRAFTING.NEEDPRESTIHATITATOR
source: Use a Prestihatitator to build a prototype!
cs: Pou¾ij Abrakacylindru ke stavbì prototypu!

# STRINGS.UI.CRAFTING.CANTRESEARCH
source: Some things are unknowable
cs: Nìkteré vìci jsou nepoznatelné

# STRINGS.UI.CRAFTING.NEEDSCIENCEMACHINE
source: Use a science machine to build a prototype!
cs: Pou¾ij Výzkumný Stroj ke stavbì prototypu!

# STRINGS.UI.CRAFTING.BUILD
source: Build
cs: Vyrobit

# STRINGS.UI.CRAFTING.PROTOTYPE
source: Prototype
cs: Prototyp

# STRINGS.UI.MORGUESCREEN.MORGUE
source: Morgue
cs: Márnice

# STRINGS.UI.MORGUESCREEN.TITLE
source: Obituaries
cs: Úmrtní oznámení

# STRINGS.UI.MORGUESCREEN.CAUSE
source: Cause of Death
cs: Pøíèina smrti

# STRINGS.UI.MORGUESCREEN.DAYS_LIVED
source: Days Lived
cs: Pøe¾itých dnù

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.1
source: Survival
cs: Pøe¾ití

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.2
source: Caves
cs: Jeskynì

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.3
source: Adventure
cs: Dobrodru¾ství

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.5
source: Unknown
cs: Neznámé

# STRINGS.UI.MORGUESCREEN.MODE
source: Mode
cs: Prostøedí

# STRINGS.UI.MORGUESCREEN.DECEASED
source: Deceased
cs: Zesnulý

# STRINGS.UI.SANDBOXMENU.SLIDESLOW
source: Slow
cs: Pomalu

# STRINGS.UI.SANDBOXMENU.SLIDERARE
source: Less
cs: Ménì

# STRINGS.UI.SANDBOXMENU.SLIDEVERYFAST
source: Very Fast
cs: Velmi rychle

# STRINGS.UI.SANDBOXMENU.CHOICECOOKED
source: Prepared Food
cs: Pøipravené jídlo

# STRINGS.UI.SANDBOXMENU.CHOICEMONSTERS
source: Monsters
cs: Nestvùry

# STRINGS.UI.SANDBOXMENU.MEDIUM
source: Quite Difficult
cs: Pomìrnì tì¾ké

# STRINGS.UI.SANDBOXMENU.CHOICEMISC
source: World
cs: Svìt

# STRINGS.UI.SANDBOXMENU.CHOICERESOURCES
source: Resources
cs: Zdroje

# STRINGS.UI.SANDBOXMENU.CHOICEAMTDAY
source: Amount of Day
cs: Délka dne

# STRINGS.UI.SANDBOXMENU.EASY
source: Not Easy
cs: Nesnadné

# STRINGS.UI.SANDBOXMENU.BRANCHINGLEAST
source: Least
cs: Minimálnì

# STRINGS.UI.SANDBOXMENU.SLIDEDEFAULT
source: Default
cs: Výchozí

# STRINGS.UI.SANDBOXMENU.YES
source: Yes
cs: Ano

# STRINGS.UI.SANDBOXMENU.NIGHT
source: Night
cs: Noc

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.1
source: A Cold Reception
cs: Chladné pøivítání

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.2
source: The King of Winter
cs: Král zimy

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.3
source: The Game is Afoot
cs: Hra zapoèala

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.4
source: Archipelago
cs: Souostroví

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.5
source: Two Worlds
cs: Dva svìty

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.6
source: Darkness
cs: Temnota

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.7
source: Checkmate
cs: ©ach-Mat

# STRINGS.UI.SANDBOXMENU.BRANCHINGANY
source: Default
cs: Výchozí

# STRINGS.UI.SANDBOXMENU.LOOPNEVER
source: Never
cs: Nikdy

# STRINGS.UI.SANDBOXMENU.NO
source: No
cs: Ne

# STRINGS.UI.SANDBOXMENU.SLIDEOFTEN
source: More
cs: Více

# STRINGS.UI.SANDBOXMENU.NONE
source: None
cs: ®ádný

# STRINGS.UI.SANDBOXMENU.CHOICEANIMALS
source: Animals
cs: Zvíøata

# STRINGS.UI.SANDBOXMENU.DUSK
source: Dusk
cs: Stmívání

# STRINGS.UI.SANDBOXMENU.USEPRESET
source: Preset
cs: Pùvodní

# STRINGS.UI.SANDBOXMENU.SLIDESMEDIUM
source: Medium
cs: Støední

# STRINGS.UI.SANDBOXMENU.LOOPALWAYS
source: Always
cs: V¾dy

# STRINGS.UI.SANDBOXMENU.HARD
source: Overly Taxing
cs: Pøíli¹ nároèné

# STRINGS.UI.SANDBOXMENU.LOOPRANDOM
source: Default
cs: Výchozí

# STRINGS.UI.SANDBOXMENU.SLIDEVERYSIMPLE
source: Very Simple
cs: Velmi jednoduché

# STRINGS.UI.SANDBOXMENU.SLIDELONG
source: Long
cs: Del¹í

# STRINGS.UI.SANDBOXMENU.BRANCHINGMOST
source: Most
cs: Èasto

# STRINGS.UI.SANDBOXMENU.BOTH
source: Both
cs: Obojí

# STRINGS.UI.SANDBOXMENU.BRANCHINGNEVER
source: Never
cs: Nikdy

# STRINGS.UI.SANDBOXMENU.MAINMENU
source: Cancel
cs: Zru¹it

# STRINGS.UI.SANDBOXMENU.SLIDESHUGE
source: Huge
cs: Obrovský

# STRINGS.UI.SANDBOXMENU.SLIDEVERYCOMPLEX
source: Very Complex
cs: Velmi komplexní

# STRINGS.UI.SANDBOXMENU.SLIDECOMPLEX
source: Complex
cs: Komplexní

# STRINGS.UI.SANDBOXMENU.WINTER
source: Winter
cs: Zima

# STRINGS.UI.SANDBOXMENU.SLIDESIMPLE
source: Simple
cs: Jednoduché

# STRINGS.UI.SANDBOXMENU.SLIDESMALL
source: Default
cs: Výchozí

# STRINGS.UI.SANDBOXMENU.SLIDESLARGE
source: Large
cs: Velký

# STRINGS.UI.SANDBOXMENU.SUMMER
source: Summer
cs: Léto

# STRINGS.UI.SANDBOXMENU.SLIDEFAST
source: Fast
cs: Rychle

# STRINGS.UI.SANDBOXMENU.CHOICEFOOD
source: Food
cs: Jídlo

# STRINGS.UI.SANDBOXMENU.SLIDENEVER
source: None
cs: Nic

# STRINGS.UI.SANDBOXMENU.SLIDEALWAYS
source: Lots
cs: Mnoho

# STRINGS.UI.SANDBOXMENU.SLIDESHORT
source: Short
cs: Krat¹í

# STRINGS.UI.SANDBOXMENU.TITLE
source: World Customisation
cs: Pøizpùsobení svìta

# STRINGS.UI.SANDBOXMENU.SLIDEVERYSLOW
source: Very Slow
cs: Velmi pomalé

# STRINGS.UI.SANDBOXMENU.DAY
source: Day
cs: Den

# STRINGS.UI.SANDBOXMENU.NONEAVAILABLE
source: None Available
cs: Není dostupné

# STRINGS.UI.SANDBOXMENU.SLIDEALL
source: Only
cs: Pouze

# STRINGS.UI.SANDBOXMENU.CHAPTERS.1
source: Chapter 1 of 5
cs: Kapitola 1 z 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.2
source: Chapter 2 of 5
cs: Kapitola 2 z 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.3
source: Chapter 3 of 5
cs: Kapitola 3 z 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.4
source: Chapter 4 of 5
cs: Kapitola 4 z 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.5
source: Chapter 5 of 5
cs: Kapitola 5 z 5

# STRINGS.UI.SANDBOXMENU.CHAPTERS.6
source: Epilogue
cs: Epilog

# STRINGS.UI.QUITTING
source: Packing up the science.
cs: Konèím s vìdou.

# STRINGS.UI.DEATHSCREEN.YOUESCAPED
source: You escaped!
cs: Unikl jsi!

# STRINGS.UI.DEATHSCREEN.NEXTREWARD
source: Next Reward...
cs: Dal¹í odmìna...

# STRINGS.UI.DEATHSCREEN.SURVIVEDDAYS
source: You survived
cs: Pøe¾il jsi

# STRINGS.UI.DEATHSCREEN.RETRY
source: Retry
cs: Zkusit znovu

# STRINGS.UI.DEATHSCREEN.CONTINUE
source: Continue
cs: Pokraèovat

# STRINGS.UI.DEATHSCREEN.DAYS
source: days
cs: dní

# STRINGS.UI.DEATHSCREEN.MAINMENU
source: Main Menu
cs: Hlavní menu

# STRINGS.UI.DEATHSCREEN.YOUAREDEAD
source: YOU ARE DEAD!
cs: SMRT TÌ DOSTIHLA!

# STRINGS.UI.DEATHSCREEN.ATCAP
source: At Cap!
cs: Kapitole zdar!

# STRINGS.UI.DEATHSCREEN.DAY
source: day
cs: den

# STRINGS.UI.SLOTDETAILSSCREEN.PLAY
source: Play
cs: Hrát

# STRINGS.UI.SLOTDETAILSSCREEN.CHANGECHARACTER
source: Change Character
cs: Zmìnit postavu

# STRINGS.UI.SLOTDETAILSSCREEN.DELETE
source: Delete
cs: Smazat

# STRINGS.UI.SLOTDETAILSSCREEN.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.SLOTDETAILSSCREEN.CONTINUE
source: Continue
cs: Pokraèovat

# STRINGS.UI.CREDITS.BABEL.NAMES1.4
source: Marc Kent
cs: Marcian

# STRINGS.UI.CREDITS.THANKYOU
source: Thank you!
cs: Dìkujeme!

# STRINGS.UI.CREDITS.THANKS
source: And a very special thanks to all our supporters who braved the challenge of the "Early-Access Beta". You are too numerous to name - our amazing moderators, the wonderful artists, musicians, live streamers, to all who made a Let's Play video and everybody who chimed in to let us know exactly what you think. Your encouragement, passion and support has been amazing. Don't Starve is truly a better game because of all of you.
cs: A také velmi zvlá¹tní podìkování patøí v¹em na¹im pøíznivcùm, jen¾ èelili výzvì ranné beta-verze. Je vás a¾ pøíli¹ na vypsání - na¹i ú¾asní moderátoøi, vynkající výtvarníci, hudebníci, redaktoøi, tvùrci Let's Play videí a ka¾dý, kdo se s námi podìlil o své my¹lenky a názory. Va¹e povzbuzování, vá¹eò a podpora byla ohromující. Don't Starve je znatelnì lep¹í hrou díky vám v¹em. Èeský zá¾itek pro Vás pøipravili Kappa & KeeBLeeC Pøejeme pøíjemnou zábavu!

# STRINGS.UI.CREDITS.TWITTER
source: The Twitters
cs: Twitter

# STRINGS.UI.CREDITS.TITLE
source: CREDITS
cs: AUTOØI

# STRINGS.UI.CREDITS.ALTGAMES.TITLE
source: Linux and OSX ports by Alternative Games
cs: Linux a OSX verze vytvoøily Alternative Games

# STRINGS.UI.CREDITS.FACEBOOK
source: The Facebooks
cs: Facebook:

# STRINGS.UI.UNLOCKMAXWELL.BODY1
source: The key looks like it will fit. You can free
cs: Vypadá to, ¾e klíè pasuje. Lze osvobodit

# STRINGS.UI.UNLOCKMAXWELL.TITLE
source: Take pity?
cs: Smilovat se?

# STRINGS.UI.UNLOCKMAXWELL.NO
source: No
cs: Ne

# STRINGS.UI.UNLOCKMAXWELL.BODY2
source: , but I doubt %s captors will be pleased...
cs: , ale pochybuji, ¾e %s vìznitelé budou potì¹eni...

# STRINGS.UI.UNLOCKMAXWELL.YES
source: Yes
cs: Ano

# STRINGS.UI.MAINSCREEN.BUYNOW
source: Buy Now
cs: Kup teï

# STRINGS.UI.MAINSCREEN.MODFAILDETAIL2
source: The mod will be disabled, re-enable it from the mods menu.
cs: Mód bude vypnut, spustit znovu ho mù¾ete z polo¾ky Módy v hlavním menu.

# STRINGS.UI.MAINSCREEN.CONTINUE
source: Continue
cs: Pokraèovat

# STRINGS.UI.MAINSCREEN.MODFAILTITLE
source: WARNING!
cs: UPOZORNÌNÍ!

# STRINGS.UI.MAINSCREEN.NEWADVENTURE_WARN
source: The new adventure system is currently in active development and is provided for testing purposes. It will probably contain bugs.
cs: Nový systém Dobrodru¾ství je právì ve vývoji a je zde pouze pro zku¹ební úèely. S nejvìt¹í pravdìpodobností obsahuje je¹tì drobné mouchy.

# STRINGS.UI.MAINSCREEN.RESETPROFILE
source: Reset profile!
cs: Reset profilu!

# STRINGS.UI.MAINSCREEN.SCRIPTERRORQUIT
source: Exit Game
cs: Ukonèit hru

# STRINGS.UI.MAINSCREEN.MODS
source: Mods
cs: Módy

# STRINGS.UI.MAINSCREEN.GIFT
source: Send Gift
cs: Poslat dárek

# STRINGS.UI.MAINSCREEN.RATE
source: Rate This Game
cs: Ohodnotit tuto hru

# STRINGS.UI.MAINSCREEN.NEWGAMEDESC
source: This will erase your current save. Continue?
cs: Tímto sma¾e¹ aktuální save. Chce¹ pokraèovat?

# STRINGS.UI.MAINSCREEN.NO
source: No
cs: Ne

# STRINGS.UI.MAINSCREEN.FORUM
source: Forum
cs: Fórum

# STRINGS.UI.MAINSCREEN.CANCEL
source: Cancel
cs: Zpìt

# STRINGS.UI.MAINSCREEN.MODSBADTITLE
source: All Mods Disabled
cs: V¹echny módy vypnuty.

# STRINGS.UI.MAINSCREEN.OLDORFAILEDMODS
source: Check the forums for updated versions.
cs: Aktuální verzi mù¾ete najít na fóru.

# STRINGS.UI.MAINSCREEN.MOTD
source: If you want to participate in our Halloween Mod Challenge click the link below!
cs: Pokud se chce¹ zapojit do Halloween výzvy, klikni na odkaz ní¾e!

# STRINGS.UI.MAINSCREEN.TESTING
source: This is the testing branch!
cs: Toto je vývojová vìtev!

# STRINGS.UI.MAINSCREEN.TESTINGNO
source: No thank you!
cs: Ne, dìkuji!

# STRINGS.UI.MAINSCREEN.MODFORUMS
source: Mod Forums
cs: Fórum módù

# STRINGS.UI.MAINSCREEN.NEWWORLDDESC
source: This will erase your current world and any saved games in it. Continue?
cs: Tímto sma¾e¹ aktuální svìt a ulo¾ené hry v nìm. Chce¹ pokraèovat?

# STRINGS.UI.MAINSCREEN.MODSBADLOAD
source: The game did not start correctly last time. This was likely caused by a mod, so all mods have been disabled. You can try re-enabling mods from the mod settings screen.
cs: Hra minule nebyla správnì spu¹tìna. To bylo pravdìpodobnì zpùsobeno nìkterým módem, v¹echny módy proto byly vypnuty. Mù¾ete je zkusit spustit znovu z polo¾ky Módy v hlavním menu.

# STRINGS.UI.MAINSCREEN.FORCEMODDETAIL
source: You are force loading these mods from modsettings.lua. They will always be enabled:
cs: Vynucenì naèítáte módy z modsettings.lua. V¾dy budou povoleny:

# STRINGS.UI.MAINSCREEN.NEWGAMESHORT
source: Empty
cs: Prázdné

# STRINGS.UI.MAINSCREEN.SLOT
source: Game Slot
cs: Herní slot

# STRINGS.UI.MAINSCREEN.UNLOCKEVERYTHING
source: Unlock Everything
cs: Odemknout v¹e

# STRINGS.UI.MAINSCREEN.CREDITS
source: Credits
cs: Autoøi

# STRINGS.UI.MAINSCREEN.NEWFREEPLAYCUSTOM
source: Sandbox (Custom)
cs: Sandbox (Vlastní)

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_OKAY
source: Learn More
cs: Zjistit Více

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_DIALOG_TEXT
source: The Screecher requires a Steam or Stand-alone version of Don't Starve to play.
cs: The Screecher vy¾aduje ke hraní Steam èi Stand-alone verzi Don't Starve.

# STRINGS.UI.MAINSCREEN.NOTIFY
source: Newsletter
cs: Novinky

# STRINGS.UI.MAINSCREEN.NEXTBUILDIMMINENT
source: Next build imminent!
cs: Hrozí brzký update!

# STRINGS.UI.MAINSCREEN.IMPORTSUCCESSDESC
source: Data was imported successfully.
cs: Data byla úspì¹nì naètena.

# STRINGS.UI.MAINSCREEN.IMPORTFAIL
source: Failed to load
cs: Chyba pøi naèítání

# STRINGS.UI.MAINSCREEN.SCREECHER_DIALOG_TEXT
source: The Screecher mod requires the game to be restarted.
cs: Mód Screecher vy¾aduje restart hry.

# STRINGS.UI.MAINSCREEN.SCREECHER_DIALOG_TITLE
source: Restart Required
cs: Vy¾adován Restart

# STRINGS.UI.MAINSCREEN.MODDETAIL
source: Installed mods:
cs: Aktivní módy:

# STRINGS.UI.MAINSCREEN.ADJUST_DISPLAY_HEADER
source: Adjust Display Area.
cs: Upravit Zobrazovací Oblast

# STRINGS.UI.MAINSCREEN.NEWADVENTURE
source: Adventure (TEST)
cs: Dobrodru¾ství (TEST)

# STRINGS.UI.MAINSCREEN.LATER
source: Not Now
cs: Teï ne

# STRINGS.UI.MAINSCREEN.FAILEDMODS
source: The following mods failed to run last time and have been disabled:
cs: Následující módy nebyly minule správnì spu¹tìny a byly proto vypnuty:

# STRINGS.UI.MAINSCREEN.GREETING
source: Hi
cs: Ahoj

# STRINGS.UI.MAINSCREEN.ENTERPRODUCTKEY
source: Enter Key
cs: Vlo¾ herní klíè

# STRINGS.UI.MAINSCREEN.IMPORT
source: Import
cs: Importovat

# STRINGS.UI.MAINSCREEN.UPDATENAME
source: All's Well That Maxwell
cs: Starý dobrák Maxwell

# STRINGS.UI.MAINSCREEN.LOGOUT
source: Log Out
cs: Odhlásit

# STRINGS.UI.MAINSCREEN.EXIT
source: Exit
cs: Ukonèit

# STRINGS.UI.MAINSCREEN.MOTDBUTTON
source: Join Us
cs: Pøipoj se k nám

# STRINGS.UI.MAINSCREEN.MOTDTITLE
source: Halloween Mod Challenge
cs: Halloween výzva pro módery

# STRINGS.UI.MAINSCREEN.NEXTUPDATEDAYS
source: Next Update: %d days
cs: Dal¹í update za %d dní

# STRINGS.UI.MAINSCREEN.NEWGAME
source: Start a new game!
cs: Zaèít novou hru!

# STRINGS.UI.MAINSCREEN.MODQUIT
source: Disable Mods
cs: Vypnout módy

# STRINGS.UI.MAINSCREEN.ACCOUNTINFO
source: Account Info
cs: Informace o úètu

# STRINGS.UI.MAINSCREEN.ASKQUIT
source: Do you really want to quit?
cs: Opravdu chce¹ odejít?

# STRINGS.UI.MAINSCREEN.NEWGO
source: Lets Go!
cs: Jdeme na to!

# STRINGS.UI.MAINSCREEN.ADJUST_DISPLAY_TEXT
source: Parts of the game may appear outside the edges of your screen. Do you want to check and adjust your display area now? You can do this later in the settings menu.
cs: Èásti hry mohou zasahovat mimo okraje va¹í obrazovky. Chcete teï zkontrolovat a upravit zobrazovací oblast? Mù¾ete to provést pozdìji v menu Nastavení.

# STRINGS.UI.MAINSCREEN.NEWGAMETYPE
source: What kind of game would you like to play?
cs: Jaký druh hry byste rádi hráli?

# STRINGS.UI.MAINSCREEN.SURE
source: Are you sure?
cs: Jste si jisti?

# STRINGS.UI.MAINSCREEN.RESETGAMEDESC
source: This will reset your current world. Continue?
cs: Tímto resetujete aktuální svìt. Pokraèovat?

# STRINGS.UI.MAINSCREEN.PLAY_ON_STEAM_DETAIL
source: Mods! And Stuff. It is better.
cs: Módy! A vìcièky. Prostì paráda.

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_DIALOG_TITLE
source: The Screecher Is Waiting For You...
cs: The Screecher na tebe èeká...

# STRINGS.UI.MAINSCREEN.MODDETAIL2
source: Klei is not able to help you should issues arise while using mods. Use with caution!
cs: Klei nemù¾e poskytnout podporu pøi vzniku problémù zpùsobených pou¾itím módù. Pou¾ívejte je opatrnì!

# STRINGS.UI.MAINSCREEN.TESTINGDETAIL
source: You may encounter bugs or broken features, and you may lose your save game when we update. Please report all problems in the forum.
cs: Mù¾ete zaznamenat bugy nebo jiné chyby, pøi aktualizaci také mù¾ete ztratit ulo¾ené hry. V¹echny chyby prosím hlaste na fórum.

# STRINGS.UI.MAINSCREEN.SETTINGS
source: Settings
cs: Nastavení

# STRINGS.UI.MAINSCREEN.IMPORTSUCCESS
source: Success
cs: Úspì¹nì

# STRINGS.UI.MAINSCREEN.UNKNOWNGAME
source: Unknown
cs: Neznámé

# STRINGS.UI.MAINSCREEN.PLAYDEMO
source: Play Demo
cs: Hraj demo

# STRINGS.UI.MAINSCREEN.YES
source: Yes
cs: Ano

# STRINGS.UI.MAINSCREEN.OLDMODS
source: The following mods are out of date and have been disabled:
cs: Následující módy jsou zastaralé a byly vypnuty:

# STRINGS.UI.MAINSCREEN.MODTITLE
source: Mods Installed!
cs: Byly naèteny módy!

# STRINGS.UI.MAINSCREEN.ADVGAMEDESC
source: NOTE: This mode is still under development. For experienced players only! You've decided to bring the fight to Maxwell. Can you survive the increasingly harsh conditions he's created for you, and beat him at his own game?
cs: POZNÁMKA: Tento mód je stále ve vývoji. Jen pro zku¹ené hráèe! Rozhodl ses bojovat s Maxwellem. Doká¾e¹ pøe¾ít zhor¹ující se podmínky, které pro tebe nachystal a porazit ho v jeho vlastní høe?

# STRINGS.UI.MAINSCREEN.NEWMODDETAIL2
source: Enable these mods from the main menu.
cs: Povolte tyto módy z hlavního menu.

# STRINGS.UI.MAINSCREEN.MOREGAMES
source: More Games
cs: Více her

# STRINGS.UI.MAINSCREEN.VISITFORUM
source: Visit Forum
cs: Nav¹itívit fórum

# STRINGS.UI.MAINSCREEN.ASKQUITDESC
source: Maxwell will miss you!
cs: Maxwell tì bude postrádat!

# STRINGS.UI.MAINSCREEN.CHEATS
source: Cheats
cs: Cheaty

# STRINGS.UI.MAINSCREEN.ENTERKEY
source: Enter New Key
cs: Vlo¾ nový klíè

# STRINGS.UI.MAINSCREEN.OPTIONS
source: Options
cs: Mo¾nosti

# STRINGS.UI.MAINSCREEN.NEWWORLD
source: Create a new world!
cs: Vytvoøit nový svìt!

# STRINGS.UI.MAINSCREEN.NEWMODDETAIL
source: Newly installed mods:
cs: Novì nainstalované módy:

# STRINGS.UI.MAINSCREEN.MODFAILDETAIL
source: The following mod(s) have caused a failure:
cs: Následující mód(y) zpùsobily problémy:

# STRINGS.UI.MAINSCREEN.LASTBUILDDAYS
source: Last build %d days ago
cs: Poslední vydání pøed %d dny

# STRINGS.UI.MAINSCREEN.ADVENTURE
source: Adventure
cs: Dobrodru¾ství

# STRINGS.UI.MAINSCREEN.TESTINGYES
source: I understand
cs: Rozumím

# STRINGS.UI.MAINSCREEN.CONTROLS
source: Controls
cs: Ovládání

# STRINGS.UI.MAINSCREEN.PLAY
source: Play!
cs: Hrát!

# STRINGS.UI.MAINSCREEN.CHOOSEDIR
source: Don't Starve Game Data
cs: Herní data Don't Starve

# STRINGS.UI.MAINSCREEN.SCRIPTERRORMODWARNING
source: This error may have occurred due to a mod you have enabled! You have the following mods enabled:
cs: Tato chyba mohla nastat z dùvodu aktivace módu! Následující módy jsou aktivované:

# STRINGS.UI.MAINSCREEN.SLOTACTION
source: What would you like to do?
cs: Co bys chtìl provést?

# STRINGS.UI.MAINSCREEN.DELETE
source: Delete
cs: Smazat

# STRINGS.UI.NEWGAMESCREEN.TITLE
source: New Game
cs: Nová hra

# STRINGS.UI.NEWGAMESCREEN.CHANGECHARACTER
source: Character
cs: Postava

# STRINGS.UI.NEWGAMESCREEN.START
source: Start
cs: Spustit

# STRINGS.UI.NEWGAMESCREEN.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.NEWGAMESCREEN.CUSTOMIZE
source: World
cs: Svìt

# STRINGS.UI.OPTIONS.DISTORTION
source: Distortion
cs: Zkreslení

# STRINGS.UI.OPTIONS.CLOSE
source: Close
cs: Zavøít

# STRINGS.UI.OPTIONS.BACKTITLE
source: Revert Changes?
cs: Vrátit Zmìny?

# STRINGS.UI.OPTIONS.DISPLAY_AREA_BUTTON
source: Adjust
cs: Pøizpùsobit

# STRINGS.UI.OPTIONS.NETBOOKMODE
source: Netbook Mode
cs: Netbook mód

# STRINGS.UI.OPTIONS.YES
source: Yes
cs: Ano

# STRINGS.UI.OPTIONS.HUDSIZE
source: HUD size
cs: Velikost HUD

# STRINGS.UI.OPTIONS.FULLSCREEN
source: Fullscreen
cs: Na celou plochu

# STRINGS.UI.OPTIONS.REVERT
source: Revert Changes
cs: Vrátit zmìny

# STRINGS.UI.OPTIONS.ACCEPTBODY
source: Do you wish to accept these changes?
cs: Chce¹ pøijmout tyto zmìny?

# STRINGS.UI.OPTIONS.REFRESHRATE
source: Refresh Rate
cs: Obnovovací frekvence

# STRINGS.UI.OPTIONS.AMBIENT
source: Ambient
cs: Okolí

# STRINGS.UI.OPTIONS.VIBRATION
source: Vibration
cs: Vibrace

# STRINGS.UI.OPTIONS.RESOLUTION
source: Resolution
cs: Rozli¹ení

# STRINGS.UI.OPTIONS.BACKBODY
source: Do you want to throw out your changes?
cs: Chce¹ zahodit své zmìny?

# STRINGS.UI.OPTIONS.APPLY
source: Apply
cs: Pou¾ít

# STRINGS.UI.OPTIONS.ACCEPT
source: Accept
cs: Pøijmout

# STRINGS.UI.OPTIONS.ACCEPTGRAPHICSBODY
source: Do you wish to accept these changes?
cs: Chce¹ pøijmout tyto zmìny?

# STRINGS.UI.OPTIONS.DISABLED
source: Disabled
cs: Vypnuto

# STRINGS.UI.OPTIONS.DISPLAY_AREA_LABEL
source: Display Area
cs: Zobrazovaná Oblast

# STRINGS.UI.OPTIONS.SMALLTEXTURES
source: Small Textures
cs: Jednoduché textury

# STRINGS.UI.OPTIONS.DISPLAY
source: Display
cs: Displej

# STRINGS.UI.OPTIONS.MUSIC
source: Music
cs: Hudba

# STRINGS.UI.OPTIONS.ACCEPTTITLE
source: Accept Changes
cs: Pøijmout zmìny

# STRINGS.UI.OPTIONS.NO
source: No
cs: Ne

# STRINGS.UI.OPTIONS.ACCEPTGRAPHICSTITLE
source: Accept Changes
cs: Pøijmout Zmìny

# STRINGS.UI.OPTIONS.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.OPTIONS.ENABLED
source: Enabled
cs: Povoleno

# STRINGS.UI.EMAILSCREEN.MAR
source: Mar
cs: Bøezen

# STRINGS.UI.EMAILSCREEN.APR
source: Apr
cs: Duben

# STRINGS.UI.EMAILSCREEN.BIRTHDAYREASON
source: We need to know your birthdate in order to send you age appropriate updates! Don't worry, we won't spam you or sell your information.
cs: Datum narození potøebujeme k zasílání vhodných aktualizací! Nebojte se, nebudeme spamovat ani va¹e informace neprodáme.

# STRINGS.UI.EMAILSCREEN.INVALIDEMAIL
source: We aren't psychic! If you don't enter your email address, we won't be able to tell you about new stuff!
cs: Nejsme telepati! Pokud nezadáte emailovou adresu, nemù¾eme vám zasílat novinky!

# STRINGS.UI.EMAILSCREEN.SIGNUPSUBMITTITLE
source: Sending...
cs: Odesílám...

# STRINGS.UI.EMAILSCREEN.INVALIDDATETITLE
source: Invalid Date
cs: Neplatný datum

# STRINGS.UI.EMAILSCREEN.SIGNUPSUCCESSTITLE
source: Success!
cs: Úspìch!

# STRINGS.UI.EMAILSCREEN.DEC
source: Dec
cs: Prosinec

# STRINGS.UI.EMAILSCREEN.SEP
source: Sep
cs: Záøí

# STRINGS.UI.EMAILSCREEN.FEB
source: Feb
cs: Únor

# STRINGS.UI.EMAILSCREEN.JUN
source: Jun
cs: Èerven

# STRINGS.UI.EMAILSCREEN.AUG
source: Aug
cs: Srpen

# STRINGS.UI.EMAILSCREEN.OCT
source: Oct
cs: Øíjen

# STRINGS.UI.EMAILSCREEN.MAY
source: May
cs: Kvìten

# STRINGS.UI.EMAILSCREEN.NOV
source: Nov
cs: Listopad

# STRINGS.UI.EMAILSCREEN.JUL
source: Jul
cs: Èervenec

# STRINGS.UI.EMAILSCREEN.JAN
source: Jan
cs: Leden

# STRINGS.UI.EMAILSCREEN.BIRTHDAY
source: Birthdate:
cs: Datum narození:

# STRINGS.UI.EMAILSCREEN.INVALIDEMAILTITLE
source: Invalid Email
cs: Neplatný email

# STRINGS.UI.EMAILSCREEN.SUBSCRIBE
source: Subscribe
cs: Odebírat

# STRINGS.UI.EMAILSCREEN.SIGNUPFAIL
source: Looks like we had some trouble signing you up. Please try again later if you don't receive a confirmation email.
cs: Vypadá to na potí¾e s pøihlá¹ením. Pokud nedostane¹ potvrzující email, zkus to prosím znovu pozdìji.

# STRINGS.UI.EMAILSCREEN.SIGNUPSUBMIT
source: Please wait a moment while we sign you up.
cs: Poèkej prosím chvíli, ne¾ tì pøihlásíme.

# STRINGS.UI.EMAILSCREEN.TITLE
source: Keep me updated with Don't Starve news
cs: Zasílejte mi novinky o Don't Starve

# STRINGS.UI.EMAILSCREEN.SIGNUPFAILTITLE
source: Something Went Wrong
cs: Nìco se pokazilo

# STRINGS.UI.EMAILSCREEN.SIGNUPSUCCESS
source: Thanks for signing up! You should receive a confirmation email in your inbox.
cs: Dìkujeme za pøihlá¹ení! Ve va¹í emailové schránce najdete potvrzující email.

# STRINGS.UI.EMAILSCREEN.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.EMAILSCREEN.INVALIDDATE
source: We need your birthdate or ratings people might get mad at us for emailing you content not appropriate for your age.
cs: Potøebujeme va¹e datum narození, proto¾e potom by na nás byli lidé rozzuøeni, kvùli zasílání emailù nevhodných k jejich vìku.

# STRINGS.UI.HUD.BUYNOW
source: Buy Now
cs: Kup teï

# STRINGS.UI.HUD.ROTLEFT
source: Rotate Left (Q)
cs: Rotace vlevo (Q)

# STRINGS.UI.HUD.CLOCKDAY
source: Day
cs: Den

# STRINGS.UI.HUD.WORLD
source: World
cs: Svìt

# STRINGS.UI.HUD.SELECT
source: Select
cs: Zvolit

# STRINGS.UI.HUD.SAVING
source: SAVING...
cs: UKLÁDÁM...

# STRINGS.UI.HUD.SWAP
source: Swap
cs: Pøehodit

# STRINGS.UI.HUD.UNEQUIP
source: Unequip
cs: Sundat

# STRINGS.UI.HUD.STALE
source: Stale
cs: Kazící se

# STRINGS.UI.HUD.ROTRIGHT
source: Rotate Right (E)
cs: Rotace vpravo (E)

# STRINGS.UI.HUD.BUILD
source: Build
cs: Postavit
