Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.UI.HELP.SCROLLBACK
source: Previous Page
cs: Pøedchozí Strana

# STRINGS.UI.TELEPORTBODY_ADVENTURE
source: This will REMOVE ALL YOUR ITEMS and destroy your current world. Only items placed in the machine will appear in the next world.
cs: Toto ZNIÈÍ VE©KERÉ TVÉ PØEDMÌTY a také tvùj aktuální svìt. Pouze pøedmìty ulo¾ené v zaøízení se pøenesou do dal¹ího svìta.

# STRINGS.UI.CUSTOMIZATIONSCREEN.CUSTOMDESC
source: Your world, your rules!
cs: Tvùj svìt, tvá pravidla!

# STRINGS.UI.CUSTOMIZATIONSCREEN.BACKBODY
source: Do you want to discard the changes you made to your world generation options?
cs: Chcete zahodit zmìny, které jste provedli v generování svìta?

# STRINGS.UI.CUSTOMIZATIONSCREEN.APPLY
source: Apply
cs: Pou¾ít

# STRINGS.UI.CUSTOMIZATIONSCREEN.BACKTITLE
source: Discard Changes
cs: Zru¹it zmìny

# STRINGS.UI.CUSTOMIZATIONSCREEN.LOSECHANGESBODY
source: Apply a new preset and lose custom changes?
cs: Pou¾ít novou pøedvolbu a ztratit vlastní zmìny?

# STRINGS.UI.CUSTOMIZATIONSCREEN.LOSECHANGESTITLE
source: Lose Changes?
cs: Zru¹it zmìny?

# STRINGS.UI.CUSTOMIZATIONSCREEN.YES
source: Yes
cs: Ano

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.1
source: The standard Don't Starve experience
cs: Standardní zá¾itek Don't Starve.

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.2
source: A quicker start in a harsher world.
cs: Rychlej¹í start v drsnìj¹ích podmínkách.

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.3
source: A dark twist on the standard Don't Starve experience.
cs: Temná verze standardního zá¾itku Don't Starve.

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.4
source: The standard Don't Starve Experience 4
cs: Standardní zá¾itek Don't Starve 4

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.5
source: The standard Don't Starve Experience 5
cs: Standardní zá¾itek Don't Starve 5

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.6
source: The standard Don't Starve Experience 6
cs: Standardní zá¾itek Don't Starve 6

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.7
source: The standard Don't Starve Experience 7
cs: Standardní zá¾itek Don't Starve 7

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.8
source: The standard Don't Starve Experience 8
cs: Standardní zá¾itek Don't Starve 8

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.9
source: The standard Don't Starve Experience 9
cs: Standardní zá¾itek Don't Starve 9

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.10
source: The standard Don't Starve Experience 10
cs: Standardní zá¾itek Don't Starve 10

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.1
source: Default
cs: Výchozí

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.2
source: Default Plus
cs: Výchozí Plus

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.3
source: Lights Out
cs: Zhasnuto

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.4
source: Soggy
cs: Vlhko

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.5
source: Eternal Summer
cs: Neustálé léto

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.8
source: Crazy Eddie
cs: ©ílený Eddie

# STRINGS.UI.CUSTOMIZATIONSCREEN.CUSTOM
source: (Custom)
cs: (Vlastní)

# STRINGS.UI.CUSTOMIZATIONSCREEN.NO
source: No
cs: Ne

# STRINGS.UI.CUSTOMIZATIONSCREEN.DEFAULT_PRESET_DESC
source: Lots of pigs and spiders and a tallbird nest.
cs: Spousta prasat, pavoukù a ptaèích hnízd.

# STRINGS.UI.CUSTOMIZATIONSCREEN.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETTITLE
source: Preset
cs: Pøedvolby

# STRINGS.UI.WORLDGEN.VERBS.1
source: Wrangling
cs: Konflikt

# STRINGS.UI.WORLDGEN.VERBS.2
source: Generating
cs: Generování

# STRINGS.UI.WORLDGEN.VERBS.3
source: Herding
cs: Shlukování

# STRINGS.UI.WORLDGEN.VERBS.4
source: Embiggening
cs: Zvìt¹ování

# STRINGS.UI.WORLDGEN.VERBS.5
source: Iterating upon
cs: Zacyklení

# STRINGS.UI.WORLDGEN.VERBS.6
source: Insinuating
cs: Naznaèování

# STRINGS.UI.WORLDGEN.VERBS.7
source: Reticulating
cs: Vytvá¾ení sítì

# STRINGS.UI.WORLDGEN.VERBS.8
source: Inserting
cs: Vkládání

# STRINGS.UI.WORLDGEN.VERBS.9
source: Framing
cs: Vykreslování

# STRINGS.UI.WORLDGEN.NOUNS.1
source: trees
cs: stromù

# STRINGS.UI.WORLDGEN.NOUNS.2
source: pathos
cs: dojemnosti

# STRINGS.UI.WORLDGEN.NOUNS.3
source: pines
cs: borovic

# STRINGS.UI.WORLDGEN.NOUNS.4
source: spiders
cs: pavoukù

# STRINGS.UI.WORLDGEN.NOUNS.5
source: monsters
cs: nestvùr

# STRINGS.UI.WORLDGEN.NOUNS.6
source: a keen sense of despair
cs: pocitu zoufalství

# STRINGS.UI.WORLDGEN.NOUNS.7
source: Wilson's beard
cs: Wilsonových vousù

# STRINGS.UI.WORLDGEN.NOUNS.8
source: buckets and buckets of loot
cs: spousty a spousty koøistí

# STRINGS.UI.WORLDGEN.NOUNS.9
source: game theory
cs: herní teorie

# STRINGS.UI.WORLDGEN.NOUNS.10
source: food
cs: potravy

# STRINGS.UI.WORLDGEN.TITLE
source: GENERATING WORLD
cs: GENEROVÁNÍ SVÌTA

# STRINGS.UI.WORLDGEN.CAVETITLE
source: CARVING OUT CAVE
cs: HLOUBÌNÍ JESKYNÌ

# STRINGS.UI.TELEPORTBODY_SURVIVAL
source: This will destroy your current world but you will retain your inventory contents.
cs: Tímto znièí¹ svùj aktuální svìt, ale obsah tvého inventáøe zùstane zachován.

# STRINGS.UI.TELEPORTTITLE
source: Journey onwards?
cs: Cestovat kupøedu?

# STRINGS.UI.MODSSCREEN.MODLINK
source: Take me to the mod page!
cs: Zaveï mì na stránky módù!

# STRINGS.UI.MODSSCREEN.MODLINKGENERIC
source: Mod discussion forums
cs: Fórum diskuze o módech

# STRINGS.UI.MODSSCREEN.TOPMODS
source: Top Mods
cs: Top Módy

# STRINGS.UI.MODSSCREEN.RESTART_REQUIRED
source: To enable or disable this mod, you will have to exit and restart the game.
cs: Pro zapnutí nebo vypnutí tohoto módu musíte restartovat hru.

# STRINGS.UI.MODSSCREEN.WILL_ENABLE
source: Mod will be enabled.
cs: Mód bude povolen.

# STRINGS.UI.MODSSCREEN.VERSION
source: version %s
cs: verze %s

# STRINGS.UI.MODSSCREEN.AUTHORBY
source: by %s
cs: od %s

# STRINGS.UI.MODSSCREEN.NO_MODS
source: You don't have any mods installed, but you can download some from the Klei forums.
cs: Nemáte nainstalované ¾ádné módy, ale mù¾ete jich pár stáhnout z Klei fóra.

# STRINGS.UI.MODSSCREEN.RESTART
source: Exit Now
cs: Odejít Hned

# STRINGS.UI.MODSSCREEN.DISABLED_MANUAL
source: This mod has been disabled.
cs: Tento mód byl vypnut.

# STRINGS.UI.MODSSCREEN.RESTART_TITLE
source: Restart Required
cs: Vy¾adován Restart

# STRINGS.UI.MODSSCREEN.NO_MODS_LINK
source: Take me to the mods!
cs: K pøehledu módù!

# STRINGS.UI.MODSSCREEN.FEATUREDMOD
source: Featured Mod
cs: Nejnovìj¹í Mód

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD_0
source: Verifying mod cache...
cs: Ovìøování mezipamìti módu...

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD_PERCENT
source: %s percent
cs: %s procent

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DETAILS
source: Verifying mod details...
cs: Ovìøování detailù módu...

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD
source: Downloading mods:
cs: Stahování módù:

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_LIST
source: Checking Workshop subscriptions...
cs: Kontrola odbìrù Workshopu...

# STRINGS.UI.MODSSCREEN.LOADING
source: Loading
cs: Naèítám

# STRINGS.UI.MODSSCREEN.MOREMODS
source: More Mods
cs: Více módù

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_MANUAL
source: Disabled
cs: Zakázaný

# STRINGS.UI.MODSSCREEN.STATUS.WILL_ENABLE
source: To Be Enabled
cs: Bude povolen

# STRINGS.UI.MODSSCREEN.STATUS.WILL_DISABLE
source: To Be Disabled
cs: Bude zakázán

# STRINGS.UI.MODSSCREEN.STATUS.WORKING_NORMALLY
source: Enabled
cs: Povolený

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_OLD
source: Out-of-date!
cs: Neaktuální!

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_ERROR
source: Crashed!
cs: Spadl!

# STRINGS.UI.MODSSCREEN.DISABLE
source: Disable
cs: Zakázat

# STRINGS.UI.MODSSCREEN.ENABLE
source: Enable
cs: Povolit

# STRINGS.UI.MODSSCREEN.DISABLED_OLD
source: Mod is out-of-date, automatically disabled.
cs: Mód je neaktuální, byl automaticky vypnut.

# STRINGS.UI.MODSSCREEN.WILL_DISABLE
source: Mod will be disabled.
cs: Mód bude vypnut.

# STRINGS.UI.MODSSCREEN.WORKING_NORMALLY
source: Mod is installed.
cs: Mód je nainstalován

# STRINGS.UI.MODSSCREEN.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.MODSSCREEN.DISABLED_ERROR
source: Crashed on last start, automatically disabled.
cs: Chyba pøi posledním spu¹tìní, automaticky vypnut.

# STRINGS.UI.STARTADVENTURE.BODY
source: You're about to step into a long, arduous journey to find Maxwell. You will need to survive 5 worlds, each randomly generated to present a new challenge. Should you die, you will start back at this portal, but lose all your progress on the journey.
cs: Chystá¹ se vkroèit na dlouhou svízelnou cestu k nalezení Maxwella. Bude¹ muset pøe¾ít 5 svìtù, z nich¾ ka¾dý je náhodnì generován a pøiná¹í novou výzvu. Zemøe¹-li, zaène¹ znovu od tohoto portálu, ale ztratí¹ ve¹kerý postup na této cestì.

# STRINGS.UI.STARTADVENTURE.TITLE
source: Doorway to Adventure!
cs: Brána k Dobrodru¾ství!

# STRINGS.UI.STARTADVENTURE.NO
source: Not Yet
cs: Zatím ne

# STRINGS.UI.STARTADVENTURE.YES
source: Let's Go!
cs: Jdeme na to!

# STRINGS.UI.STARTADVENTURE.BODY_TEST
source: If you die during adventure mode, you will return back to this portal where you may restart the adventure. You're about to step into a long, arduous journey to find Maxwell. You will need to survive 5 worlds, each randomly generated to present a new challenge.
cs: Pokud bìhem dobrodru¾ného módu zemøe¹, vrátí¹ se k tomuto protálu, kde mù¾e¹ dobrodru¾ství restartovat. Právì se chystá¹ vkroèit na dlouhou, svízelnou cestu k nalezení Maxwella. Bude¹ muset pøe¾ít 5 svìtù, ka¾dý z nich je náhodnì generován tak, aby vytvoøil novou výzvu.

# STRINGS.UI.CONTROLSSCREEN.PS4.SQUARE
source: Attack
cs: Sejmout

# STRINGS.UI.CONTROLSSCREEN.PS4.CROSS
source: Do Action / Accept
cs: Provést akci / Potvrdit

# STRINGS.UI.CONTROLSSCREEN.PS4.L3
source: Walk
cs: Pøejít k

# STRINGS.UI.CONTROLSSCREEN.PS4.CIRCLE
source: Alt Action / Cancel
cs: Funkce Alt / Zru¹it

# STRINGS.UI.CONTROLSSCREEN.PS4.OPTIONS
source: Pause
cs: Pauza

# STRINGS.UI.CONTROLSSCREEN.PS4.L2
source: Open Crafting
cs: Menu výroby

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_UP
source: Inspect Item
cs: Prozkoumat

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_BOTTOM
source: Drop Item
cs: Zahodit

# STRINGS.UI.CONTROLSSCREEN.PS4.L1
source: Rotate Camera
cs: Rotace pohledu

# STRINGS.UI.CONTROLSSCREEN.PS4.TRIANGLE
source: Inspect
cs: Prozkoumat

# STRINGS.UI.CONTROLSSCREEN.PS4.R1
source: Rotate Camera
cs: Rotace pohledu

# STRINGS.UI.CONTROLSSCREEN.PS4.R2
source: Open Inventory
cs: Otevøít inventáø

# STRINGS.UI.CONTROLSSCREEN.PS4.TOUCHPAD
source: Map
cs: Mapa

# STRINGS.UI.CONTROLSSCREEN.APPLY
source: Apply
cs: Pou¾ít

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.6
source: Touch Input
cs: Dotykáè

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.2
source: Xbox360 Controller
cs: Ovladaè Xbox360

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.3
source: PS4 Controller
cs: Ovladaè PS4

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.1
source: Keyboard and Mouse
cs: Klávesnice a my¹

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.5
source: Generic Controller
cs: Obecný ovladaè

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.7
source: Unknown
cs: Neznámá

# STRINGS.UI.CONTROLSSCREEN.CONTROL_SELECT
source: -- Select new input --
cs: -- Zvol nový vstup --

# STRINGS.UI.CONTROLSSCREEN.DEFAULT_CONTROL_TEXT
source: Default: %s
cs: Výchozí: %s

# STRINGS.UI.CONTROLSSCREEN.LOSE_CHANGES_BODY
source: Do you want abandon your changes?
cs: Chce¹ zru¹it tvé zmìny?

# STRINGS.UI.CONTROLSSCREEN.YES
source: Yes
cs: Ano

# STRINGS.UI.CONTROLSSCREEN.LOSE_CHANGES_TITLE
source: Lose Changes?
cs: Zru¹it zmìny?

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.1
source: Primary
cs: Primární akce

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.2
source: Secondary
cs: Sekundární akce

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.3
source: Do Attack
cs: Provést útok

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.4
source: Inv. Inspect
cs: Prozkoumat

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.5
source: Do Action
cs: Provést akci

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.6
source: Move Up
cs: Pohyb nahoru

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.7
source: Move Down
cs: Pohyb dolu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.8
source: Move Left
cs: Pohyb vlevo

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.9
source: Move Right
cs: Pohyb vpravo

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.10
source: Zoom In
cs: Pøiblí¾it

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.11
source: Zoom Out
cs: Oddálit

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.12
source: Rotate Left
cs: Rotace vlevo

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.13
source: Rotate Right
cs: Rotace vpravo

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.14
source: Pause
cs: Pauza

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.15
source: Map
cs: Mapa

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.16
source: Inv 1
cs: Inventáø 1

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.17
source: Inv 2
cs: Inventáø 2

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.18
source: Inv 3
cs: Inventáø 3

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.19
source: Inv 4
cs: Inventáø 4

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.20
source: Inv 5
cs: Inventáø 5

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.21
source: Inv 6
cs: Inventáø 6

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.22
source: Inv 7
cs: Inventáø 7

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.23
source: Inv 8
cs: Inventáø 8

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.24
source: Inv 9
cs: Inventáø 9

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.25
source: Inv 10
cs: Inventáø 10

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.26
source: Menu Up
cs: Menu - nahoru

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.27
source: Menu Down
cs: Menu - dolu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.28
source: Menu Left
cs: Menu - vlevo

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.29
source: Menu Right
cs: Menu - vpravo

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.30
source: Menu Accept
cs: Menu - Potvrdit

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.31
source: Menu Cancel
cs: Menu - Zpìt

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.32
source: Menu Prev Page
cs: Pøedchozí Menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.33
source: Menu Next Page
cs: Dal¹í Menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.34
source: Menu Prev Value
cs: Pøedchozí Hodnota Menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.35
source: Menu Next Value
cs: Dal¹í Hodnota Menu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.36
source: Take Half
cs: Vzít polovinu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.37
source: Change Box
cs: Zamìnit výbìr

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.38
source: Change Box (Half)
cs: Zamìnit polovinu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.39
source: Force Inspect (mod)
cs: Vynutit Prùzkum

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.40
source: Force Attack (mod)
cs: Vynutit Útok

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.41
source: Force Container (mod)
cs: Vynutit Pøesun

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.42
source: Force Stack (mod)
cs: Vynutit Seskupení

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.43
source: Debug Console
cs: Debug konzole

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.46
source: Open Inventory
cs: Otevøít inventáø

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.47
source: Open Crafting
cs: Menu výroby

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.48
source: Inv Left
cs: Inventáø vlevo

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.49
source: Inv Right
cs: Inventáø vpravo

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.50
source: Inv Up
cs: Inventáø nahoru

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.51
source: Inv Down
cs: Inventáø dolu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.52
source: Inv Examine
cs: Prozkoumat inventáø

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.55
source: Inv Drop
cs: Zahodit inventáø

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.57
source: Attack
cs: Sejmout

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.58
source: Action
cs: Provést akci

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.59
source: Alt Action
cs: Funkce Alt

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.61
source: Map Zoom In
cs: Pøiblí¾it Mapu

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.62
source: Map Zoom Out
cs: Oddálit Mapu

# STRINGS.UI.CONTROLSSCREEN.CLOSE
source: Close
cs: Zavøít

# STRINGS.UI.CONTROLSSCREEN.NO
source: No
cs: Ne

# STRINGS.UI.CONTROLSSCREEN.DEVICE_TITLE
source: Controls
cs: Ovládání

# STRINGS.UI.CONTROLSSCREEN.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.CONTROLSSCREEN.INPUTS.6.1
source: Unknown
cs: Neznámá

# STRINGS.UI.CONTROLSSCREEN.INPUTS.6.2
source: -- None selected --
cs: -- Nic nevybráno --

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.1
source: (Button %d)
cs: (Tlaèítko %d)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.2
source: (DPad %d Up)
cs: (DPad %d nahoru)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.3
source: (DPad %d Down)
cs: (DPad %d dolu)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.4
source: (DPad %d Left)
cs: (DPad %d vlevo)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.5
source: (DPad %d Right)
cs: (DPad %d vpravo)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.6
source: (-X Axis)
cs: (-X Osa)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.7
source: (+X Axis)
cs: (+X Osa)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.8
source: (-Y Axis)
cs: (-Y Osa)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.9
source: (+Y Axis)
cs: (+Y Osa)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.10
source: (-Z Axis)
cs: (-Z Osa)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.11
source: (+Z Axis)
cs: (+Z Osa)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.12
source: (-X Rotation)
cs: (-X Rotace)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.13
source: (+X Rotation)
cs: (+X Rotace)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.14
source: (-Y Rotation)
cs: (-Y Rotace)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.15
source: (+Y Rotation)
cs: (+Y Rotace)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.16
source: (-Z Rotation)
cs: (-Z Rotace)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.17
source: (+Z Rotation)
cs: (+Z Rotace)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.18
source: (Slider 0)
cs: (Posuvník 0)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.19
source: (Slider 0)
cs: (Posuvník 0)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.20
source: (Slider 1)
cs: (Posuvník 1)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.21
source: (Slider 1)
cs: (Posuvník 1)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.0
source: Unknown
cs: Neznámé

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1004
source: Mouse Scroll Down
cs: Koleèko my¹i dolu

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1003
source: Mouse Scroll Up
cs: Koleèko my¹i nahoru

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.32
source: Space
cs: Mezerník

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.274
source: Down
cs: Dolu

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1001
source: Right Mouse Button
cs: Pravé tlaèítko my¹i

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.310
source: Left Meta
cs: Levý Meta

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.401
source: Control
cs: Ctrl

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.303
source: Right Shift
cs: Pravý Shift

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.311
source: Left Windows
cs: Levá Windows

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.309
source: Right Meta
cs: Pravý Meta

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.307
source: Right Alt
cs: Pravý Alt

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.59
source: Semicolon
cs: Støedník

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.306
source: Left Control
cs: Levý Ctrl

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.305
source: Right Control
cs: Pravý Ctrl

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.61
source: Equals
cs: Rovnítko

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1000
source: Left Mouse Button
cs: Levé tlaèítko my¹i

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.276
source: Left
cs: Vlevo

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.304
source: Left Shift
cs: Levý Shift

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.308
source: Left Alt
cs: Levý Alt

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.312
source: Right Windows
cs: Pravá Windows

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.275
source: Right
cs: Vpravo

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.273
source: Up
cs: Nahoru

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.91
source: Left Bracket
cs: Levá závorka

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.92
source: Backslash
cs: Zpìtné lomítko

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.93
source: Right Bracket
cs: Pravá závorka

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1002
source: Middle Mouse Button
cs: Prostøední tlaèítko my¹i

# STRINGS.UI.PAUSEMENU.SAVEANDQUITTITLE
source: Save and return to main menu?
cs: Ulo¾it a vrátit se do hlavního menu?

# STRINGS.UI.PAUSEMENU.SAVEANDQUIT
source: Save and Quit
cs: Ulo¾it a Ukonèit

# STRINGS.UI.PAUSEMENU.QUITTITLE
source: Return to main menu?
cs: Návrat do hlavního menu?

# STRINGS.UI.PAUSEMENU.CONTINUE
source: Continue
cs: Pokraèovat

# STRINGS.UI.PAUSEMENU.QUITBODY
source: Leaving so soon?
cs: Odchází¹ tak brzy?

# STRINGS.UI.PAUSEMENU.OPTIONS
source: Settings
cs: Nastavení

# STRINGS.UI.PAUSEMENU.CONTROLS
source: Controls
cs: Ovládání

# STRINGS.UI.PAUSEMENU.SAVEANDQUITBODY
source: Don't worry - we'll be waiting for you.
cs: Nemìj obavy - poèkáme tu na tebe.

# STRINGS.UI.PAUSEMENU.TITLE
source: Paused
cs: Pozastaveno

# STRINGS.UI.PAUSEMENU.SAVEANDQUITYES
source: I said quit!
cs: Øíkám ukonèit!

# STRINGS.UI.PAUSEMENU.SAVEANDQUITNO
source: Never mind...
cs: Beru zpìt...

# STRINGS.UI.PAUSEMENU.QUITYES
source: I said quit!
cs: Øíkám ukonèit!

# STRINGS.UI.PAUSEMENU.QUIT
source: Quit
cs: Ukonèit

# STRINGS.UI.PAUSEMENU.QUITNO
source: Never mind...
cs: Beru zpìt...

# STRINGS.UI.CHARACTERSELECT.SELECT
source: Select
cs: Zvolit

# STRINGS.UI.CHARACTERSELECT.APPLY
source: Apply
cs: Pou¾ít

# STRINGS.UI.CHARACTERSELECT.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.SAVELOAD.DATA_DAMAGED
source: Your data is corrupt and cannot be used
cs: Va¹e data jsou po¹kozená a nemohou být pou¾ity

# STRINGS.UI.SAVELOAD.SAVE_FAILED
source: An error occurred while saving your data.
cs: Vyskytla se chyba pøi ukládání va¹ich dat.

# STRINGS.UI.SAVELOAD.RETRY
source: Retry
cs: Zkusit znovu

# STRINGS.UI.SAVELOAD.YES
source: Yes
cs: Ano

# STRINGS.UI.SAVELOAD.NO
source: No
cs: Ne

# STRINGS.UI.SAVELOAD.DELETE_FAILED
source: An error occurred while deleting your data.
cs: Vyskytla se chyba pøi mazání va¹ich dat.

# STRINGS.UI.SAVELOAD.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.SAVELOAD.LOAD_FAILED
source: An error occurred while loading your data.
cs: Vyskytla se chyba pøi naèítání va¹ich dat.

# STRINGS.UI.SAVELOAD.OVERWRITE
source: Overwrite
cs: Pøepsat

# STRINGS.UI.RESETCAVE.BODY
source: Are you sure you want to make a new cave here?
cs: Opravdu chce¹ zde vytvoøit novou jeskyni?

# STRINGS.UI.RESETCAVE.NO
source: No
cs: Ne

# STRINGS.UI.RESETCAVE.TITLE
source: Regen this cave?
cs: Reset jeskynì?

# STRINGS.UI.RESETCAVE.YES
source: Yes
cs: Ano

# STRINGS.UI.GENDERSTRINGS.FEMALE.ONE
source: she
cs: ona

# STRINGS.UI.GENDERSTRINGS.FEMALE.TWO
source: her
cs: její

# STRINGS.UI.GENDERSTRINGS.MALE.ONE
source: he
cs: on

# STRINGS.UI.GENDERSTRINGS.MALE.TWO
source: his
cs: jeho

# STRINGS.UI.GENDERSTRINGS.ROBOT.ONE
source: it
cs: to

# STRINGS.UI.GENDERSTRINGS.ROBOT.TWO
source: its
cs: jej

# STRINGS.UI.LOADGAMESCREEN.ADVENTURE
source: Adventure
cs: Dobrodru¾ství

# STRINGS.UI.LOADGAMESCREEN.CAVE
source: Cave Depth
cs: Hloubka jeskynì

# STRINGS.UI.LOADGAMESCREEN.NEWGAME
source: New Game
cs: Nová hra

# STRINGS.UI.LOADGAMESCREEN.SURVIVAL
source: Survival
cs: Pøe¾ití

# STRINGS.UI.LOADGAMESCREEN.TITLE
source: Choose A Slot
cs: Zvol pozici

# STRINGS.UI.LOADGAMESCREEN.CANCEL
source: Cancel
cs: Zru¹it

# STRINGS.UI.TELEPORTYES
source: Lets Go!
cs: Jdeme na to!

# STRINGS.UI.CRAFTING.PLACE
source: Place
cs: Polo¾

# STRINGS.UI.CRAFTING.NEEDALCHEMYENGINE
source: Use an alchemy engine to build a prototype!
cs: Pou¾ij Alchemický Stroj ke stavbì prototypu!

# STRINGS.UI.CRAFTING.RESEARCH
source: Research
cs: Vyzkoumej

# STRINGS.UI.CRAFTING.NEEDSHADOWMANIPULATOR
source: Use a shadow manipulator to build a prototype!
cs: Pou¾ij Stínový Manipulátor pro vytvoøení prototypu!

# STRINGS.UI.CRAFTING.NEEDSTUFF
source: Find ingredients to craft!
cs: Najdi suroviny pro výrobu!

# STRINGS.UI.CRAFTING.NEEDSANCIENT_FOUR
source: It seems that this altar is not fully functional!
cs: Zdá se, ¾e tento oltáø není plnì funkèní!
