Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD_ITEM
source: I like the look of that!
cs: Líbí se mi ten design!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.BARREN
source: It needs a good poopin'
cs: Potøebuje pìknì pokakat

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.PICKED
source: I didn't even share!
cs: S nikým se nedìlím!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.GENERIC
source: Saskatoon berries?
cs: Muchovník? Saskatoonské bobulky?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCKS
source: For the times when wood won't work.
cs: Pro pøípady, kdy døevo nebude staèit.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTGRASS
source: I think I might be allergic to this.
cs: Myslím, ¾e bych na to mohl být alergický.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_SEEDS
source: Hmmm. I'm not sure.
cs: Hmmm. Nìjak si tím nejsem jistý.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA
source: It tastes tropical.
cs: Chutná tropicky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATWING_COOKED
source: Gross! And tasty! So confusing!
cs: Odporné! Lahodné! Tak rozporuplné!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEHOUND
source: Arctic hounds?
cs: Polární psi?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: It's a... magic thing, I think.
cs: To je... nìjaká magie. Myslím.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: Ready to go, eh?
cs: Mù¾eme vyrazit, jo?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: There are bits missing, eh?
cs: Je¹tì tomu nìco chybí, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It's almost ready, eh?
cs: Skoro hotovo, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.GENERIC
source: It uses wood.
cs: Vyu¾ívá døevo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.OUT
source: If only I had some wood.
cs: Ké¾ bych mìl nìjaké døevo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.EMBERS
source: I should go chop some wood for that, eh?
cs: Mìl bych pro nìj jít sehnat nìjaké døevo, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.HIGH
source: I'm using too much wood too fast!
cs: Pou¾ívám moc rychle mnoho døeva!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.LOW
source: There should be some wood around here somewhere.
cs: Nìkde by to kolem mìlo být nìjaké døevo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.NORMAL
source: Mmmm. Smells woody.
cs: Mmmm. Voní døevem.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEM_PUPPET
source: She's trapped!
cs: Je uvìznìna v pasti!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHERHAT
source: I don't want to wear that... thing.
cs: Nechci nosit tuhle... vìc.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEBASE.VALID
source: It's ready, but am I?
cs: Je to pøipravené, nevím ale jestli jsem já.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEBASE.GEMS
source: Needs gems, eh?
cs: Potøebuje¹ klenoty, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERMEAT_DRIED
source: I still don't want to eat it.
cs: Stále to nechci jíst.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOME
source: Who's there?
cs: Kdo je tam?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BACKPACK
source: That's my rucksack.
cs: To je mùj ruksak.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWSTAFF
source: Useful in a pinch!
cs: Ta se bude v nouzi hodit!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEDROLL_FURRY
source: I love camping.
cs: Miluji kempování.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EARMUFFSHAT
source: Where I'm from these would only work in the fall.
cs: U nás bys s tímhle vydr¾el maximálnì do podzimu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_MARSH_BUSH
source: I should plant this.
cs: Mìl bych jej zasadit.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WETGOOP
source: Better than some things I've eaten!
cs: Lep¹í ne¾ jiné vìci co jsem jedl!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.AMULET
source: Always have a backup plan.
cs: V¾dy mám zálo¾ní plán.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_SPITTER
source: Spitting is rude!
cs: Plivat je neslu¹ný!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_FULL
source: I'm not too interested in rocks.
cs: ©utry mì zas tolik nezajímaj.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: No one ever told him it was rude to stare.
cs: Nikdo mu nikdy neøekl, ¾e zírat na druhé je neslu¹né.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER_EYEBONE.WAITING
source: I wonder if it will ever wake up again.
cs: Zajímalo by mì, zda se z toho je¹tì probere.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_SEEDS
source: Maybe I can grow more.
cs: Mo¾ná jich mohu vypìstovat více.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: It's vibrating!
cs: Vibruje to!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I think it's off.
cs: Myslím, ¾e je to pryè.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: It's settling down.
cs: Usazuje se.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: This thing just turned on!
cs: Ta vìc se právì spustila!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It's nearly still.
cs: Je témìø v klidu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It's going crazy!
cs: Ta vìc zaèíná ¹ílet!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: I think it's off.
cs: Myslím, ¾e je to pryè.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT
source: I've never seen one of those before.
cs: Nikdy pøedtím jsem nic takového nevidìl.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODSTART
source: That's a weird looking rod.
cs: To je ale podivná tyè.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CARPETFLOOR
source: Too classy for my tastes
cs: Moc nóbl na mùj vkus.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.GENERIC
source: It's where I try to make birds reform their evil ways.
cs: Nápravné zaøízení pro ptáky, kde zpytují své zpùsoby.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.SLEEPING
source: They look so innocent when they dream.
cs: Kdy¾ sní, vypadají tak nevinnì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.OCCUPIED
source: Think about what you've done, bird!
cs: Zamysli se nad tím, co jsi provedl, ptáku!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHEAD
source: What a waste of good pork.
cs: Taková ¹koda kvalitního vepøového masa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE
source: That's too fancy for me.
cs: To je na mì moc nóbl.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UMBRELLA
source: This will keep my beard dry, eh?
cs: Tohle uchová mùj vous v suchu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_7
source: I could play this for hours!
cs: S tím bych si mohl hrát celé hodiny!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN
source: I like it, but not in everything that I eat.
cs: Mám ji rád, ale ne ve v¹em co jím.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMANDRAKE
source: Was that a bad thing to do?
cs: Byl to ¹patný nápad?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEERCLOPS_EYEBALL
source: Now what is this good for?
cs: Tak a teï k èemu je to dobré?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMLIGHT
source: This thing will be useful.
cs: Tahle vìc se bude hodit.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_SEEDS
source: Tiny carrots.
cs: Malinké mrkvièky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_TUSK
source: He had a cavity, eh?
cs: Mìl asi zubní kaz, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOARDS
source: So smooth. You can really see the grain.
cs: Pøíjemnì hladká s viditelnou kresbou døeva.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLYWINGS
source: I'm sorry! I'm a terrible person!
cs: Promiò! Jsem tak stra¹ný èlovìk!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTSWORD
source: Nightmares can't hurt ye!
cs: Noèní mùry ti nemohou ublí¾ít!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORGRASS
source: It's better than nothing.
cs: Lep¹í ne¾ nic.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORMARBLE
source: It's hard to swing an axe while wearing this.
cs: Je tì¾ké máchat sekerou, kdy¾ mám na sobì tohle.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_1
source: I used to play that game.
cs: Døíve jsem tu hru hrával.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDTRAP
source: I'll show those birds yet!
cs: Teï tìm ptákùm uká¾u!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWERHAT
source: I think it looks nice with my red hair.
cs: Myslím, ¾e s mými rezatými vlasy ladí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGESTAFF
source: This will help me get around quickly.
cs: To mi pomù¾e tu pobíhat rychleji.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDNUGGET
source: You can't make a coffee table out of gold. Well, maybe you can. But you shouldn't.
cs: Ze zlata konferenèní stolek nevyrobí¹. No, mo¾ná ¾e vyrobí¹, ale dìlat bys to nemìl.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TAFFY
source: Sugary good.
cs: Cukrovinky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEARDHAIR
source: These aren't from me.
cs: Tyhle moje nejsou.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BACONEGGS
source: Awww. It's just front bacon.
cs: Ach jo. Ta slanina je samé sádlo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKBOAT
source: That wood has seen better days.
cs: To døevo u¾ za¾ilo lep¹í èasy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORWOOD
source: It fits me so well!
cs: Sedí mi pìknì!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEGEM
source: It's very cold.
cs: Je poøádnì ledový.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDMOUND
source: I know better than to mess with that.
cs: Doká¾u víc ne¾ si hrát s tímhle.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEADLYFEAST
source: That doesn't smell quite right, eh.
cs: To nevoní zrovna nejlíp.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWAMULET
source: I could cut wood at night with this.
cs: V noci bych s tím mohl kácet stromy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_ROCKY
source: Just some ground, eh?
cs: Obyèejná hlína, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CHECKERFLOOR
source: Looks like one of those city-people outhouses.
cs: Vypadá to jako dvorek tìch mì¹»ákù.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORRUINS
source: That'll stop the hurt.
cs: To bolest zastaví.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_MED
source: I'm not too interested in rocks.
cs: ©utry mì zas tolik nezajímaj.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_LOW
source: I'm not too interested in rocks.
cs: ©utry mì zas tolik nezajímaj.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLESLIME
source: Someone needs a tissue.
cs: Nìkdo tu potøebuje kapesník.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_SMALL
source: It's made of wood.
cs: Je vyroben ze døeva.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_TALL
source: I can't let that stand.
cs: Tohle tu nemù¾u nechat stát.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_COOKED
source: Suspiciously birdy.
cs: Podezøivì ptaèité.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONKEY
source: Well then. That's a new one.
cs: Tak dobøe. Tohle je dal¹í.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORSNURTLESHELL
source: You can never be too safe.
cs: Nikdy nejsi dostateènì v bezpeèí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONKEYBARREL
source: What a fine choice of building materials.
cs: Výborný výbìr stavebních materiálù.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUCY
source: I love Lucy!
cs: Miluju Lucy!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NO_TRAP
source: Close one!
cs: To bylo o fous!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE_GENERIC
source: What's that, eh?
cs: Co to je, co?

# STRINGS.CHARACTERS.WOODIE.BATTLECRY.GENERIC
source: Get over here, eh!
cs: Pojï sem, haló!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BEES
source: Bees! Bees!
cs: Vèelýý! Vèélýý!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CANFIX
source: I think I can fix this!
cs: Myslím, ¾e bych to dokázal spravit!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_THORNS
source: Ouch!
cs: Au!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_WORMHOLE
source: It was gross in there!
cs: Bylo to tam pìknì zatuchlé!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TORCH_OUT
source: My light ran out!
cs: Vyhaslo mi svìtlo!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ENTER_LIGHT
source: Brilliance!
cs: Briliantní!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.GENERIC
source: Tasty!
cs: Chutné!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.STALE
source: I got to that one just in time.
cs: Dostal jsem se k nìmu zrovna v èas.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.SPOILED
source: That was a wee bit manky.
cs: Tohle bylo lehce fuj.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.PAINFUL
source: That was past the expiry date.
cs: To u¾ nìjakou chvíli pro¹lé bylo.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ACCOMPLISHMENT
source: Lucy is going to be so proud of me!
cs: Lucy bude na mì tak py¹ná!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNGRY
source: I'm getting peckish.
cs: Zaèínám mít hlad.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_KNOCKEDOUT
source: Ow. What was that?
cs: Au. Co to bylo?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_COLD
source: It's cold out here!
cs: Je tady pìkná zima!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNT_LOST_TRAIL
source: The beastie got away.
cs: Ta potvora utekla.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE_TOODARK
source: It's dark, eh!
cs: Je tu tma, hej!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HOUNDS
source: There's something out there.
cs: Tady nìco je.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_PECKED
source: Sorry! I'll try harder!
cs: Promiò! Budu se více sna¾it!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DEERCLOPS
source: What was that?
cs: Co to bylo?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_MOSQUITOS
source: Skeeters!
cs: Bodaèi!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NODAYSLEEP
source: Only a hoser sleeps during the day.
cs: Jen trouba by spal ve dne.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TRAP_WENT_OFF
source: Aah!
cs: Ááá!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CRAFTING_FAIL
source: I'm missing something.
cs: Nìco mi chybí.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ADVENTUREFAIL
source: You win THIS time, Maxwell.
cs: Tak Maxwelli, TENTOKRÁT jsi vyhrál.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_QUAKE
source: That sound probably doesn't mean good things.
cs: Tenhle zvuk pravdìpodobnì nevìstí nic dobrého.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CHARLIE
source: I'm not afraid of you!
cs: Nebojím se tì!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_COLD
source: The Cold! It burns!
cs: Ten mráz! To pálí!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BOOMERANG
source: Stupid boomerang!
cs: Pitomý bumerang!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODANGERSLEEP
source: No time for sleep, there's fighting to do!
cs: Na spaní není èas, je èas boje!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.GENERIC
source: Yum!
cs: Mòam!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.STALE
source: That was kinda gross.
cs: To bylo pomìrnì zvrácené.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.SPOILED
source: That tasted terrible!
cs: To chutná pøí¹ernì!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.PAINFUL
source: Ugh! Nasty!
cs: Fuj! Odporné!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NOHUNGERSLEEP
source: My tummy is grumbling, I can't sleep!
cs: Mé bøí¹ko protestuje. Takhle neusnu!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I DID IT!
cs: UDÌLALA JSEM TO!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DUSK
source: Night is coming.
cs: Pøichází noc.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNT_LOST_TRAIL
source: Ohh... he got away.
cs: Ach... uprchnul.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_FREEDOM
source: I'm free! Time for fires!
cs: Svoboda! Èas na poøádný oheò!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CHARLIE_ATTACK
source: OUCH! You jerk!
cs: Auu! Ty hòupe!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_RESEARCH
source: That was useful, even if it didn't have anything about fires.
cs: To bylo u¾iteèné i kdy¾ to nemìlo nic spoleèného s ohnìm.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Ugh. Crunchy.
cs: Ech. Køupavé.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_THORNS
source: Ouch!
cs: Au!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ADVENTURE_PORTAL
source: Maybe that leads home.
cs: Mo¾ná to vede domù.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBIT.GENERIC
source: He looks tasty.
cs: Vypadá chutnì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBIT.HELD
source: I have him where I want him!
cs: Mám ho pøesnì tam, kde jsem chtìla!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEERCLOPS
source: Holy crap!
cs: No zatracenì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_ROAD
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEMINE
source: Bees inside. Should've put some fire in there for good measure.
cs: Vèely uvnitø. Nemìla bych pøidat je¹tì trochu ohnì pro v¹echny pøípady?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN_COOKED
source: Ooh, this one explodes when it goes in fire!
cs: Jej, tenhle pøi styku s ohnìm exploduje!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FOLIAGE
source: Fuel for the fire.
cs: Palivo na ohnì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEPRINT
source: This will save some experimentation.
cs: To mi u¹etøí trochu experimentování.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGLEGS_COOKED
source: The fire made it stop twitching. Fire is the best.
cs: Díky ohni se pøestaly ¹kubat. Oheò je nejlep¹í.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLE
source: I want to blow it up!
cs: Chci ho vyhodit do povìtøí!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_SLEEP
source: The tranquilizer will make it easier to light on fire.
cs: Díky sedativu je bude sna¾¹í upálit.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTLICHEN
source: Blah, tastes like sawdust.
cs: Ble, chutná jak piliny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I wish it was still burning.
cs: Ké¾ by mohl stále hoøet.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: One less tree in the world.
cs: O jeden strom ménì na tomto svìtì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Die in a fire!
cs: Zhyò v plamenech!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: YES! BURN!
cs: ANO! HOØ!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN_SEEDS
source: Smelly seeds for a smelly fruit.
cs: Smrdutá semena smrdutého ovoce.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CROW.GENERIC
source: I think it's waiting for me to die.
cs: Myslím, ¾e èeká a¾ umøu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CROW.HELD
source: Not so smart now, are you?
cs: Teï u¾ nejsi tak chytrá, co?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.GENERIC
source: Ugh. They're fragrant.
cs: Uch. Ti ale voní.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.FOLLOWER
source: Ick. It's following me.
cs: Jej. Sleduje mì.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.WEREPIG
source: Bring it on, piggie!
cs: Do toho, èuníku!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.GUARD
source: He's not the boss of me!
cs: Tenhle mi rozkazovat nebude!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.DEAD
source: I wonder how they taste.
cs: Zajímalo by mì , jak asi chutnají.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERM
source: Eww, it's all swampy.
cs: Fuj, je to celé ba¾inaté.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTER
source: It's my lucky lighter!
cs: Mùj zapalovaè pro ¹tìstí!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_MARSH
source: The ground is boring.
cs: Zemì je nuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTSTONE
source: Perfectly squared for maximum enjoyment.
cs: Dokonalé kvádry pro maximální spokojenost.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENPICKAXE
source: It won't light rocks on fire, but at least it's shiny.
cs: Sice od nìj nechytnou kameny plamenem, ale je aspoò záøivý.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.GENERIC
source: He's too damp to burn.
cs: Pøíli¹ vlhká na to, aby hoøela.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.SLEEPING
source: They're cute when they're sleeping.
cs: Jsou roztomilé, kdy¾ spí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.DEAD
source: I showed him!
cs: Nandala jsem jí to!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GHOST
source: I can't kill what's already dead.
cs: Nemohu zabít to, co u¾ mrtvé je.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDSTOOTH
source: It's sharp. I like it!
cs: Je ostrý. To se mi líbí!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA_TREE
source: Looks burnable!
cs: Vypadá hoølavì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDSMALLMEAT
source: I'll need more than appetizers if I'm going to survive.
cs: Jestli chci pøe¾ít, budu potøebovat víc ne¾ jen pøedkrm.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATBAT
source: I can hit my enemies with it.
cs: Mohu s tím bít nepøátele.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TWIGS
source: A bunch of small twigs. Good for fires, among other things.
cs: Svazek drobných vìtvièek. Výborné na podpal, krom jiného.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENSTAFF
source: It won't start a fire but I guess it's still useful.
cs: Sice s ní nejde nic zapálit, ale zdá se být u¾iteèná.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LICHEN
source: A crusty plant
cs: Mrzutá rostlina

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PICKAXE
source: It's very pointy.
cs: Je velmi ¹pièatý.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLEHOLE
source: I should burn them out.
cs: Mìla bych je vypálit.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_MED
source: More boring rocks.
cs: Dal¹í nudné kamení.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDNEST.GENERIC
source: That egg could use some fire!
cs: Tomu vejci by prospìlo více ohnì!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty.
cs: Hnízdo je prázdné.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONPIE
source: Fire fruit in a pie? Oh boy!
cs: Plamenné ovoce uprostøed koláèe? Páni!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANTMEAT
source: Eww, it's all slimy.
cs: Fuj, je celá od slizu.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN
source: Ew, stinky!
cs: Fuj! To páchne!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUSHAT
source: I kind of like the look of it.
cs: Celkem se mi ten vhled líbí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHTACOS
source: Convenient taco-grip.
cs: Praktický tortilový úchyp.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_LANTERN
source: Fire on the inside is amazing!
cs: Ten ohínek uvnitø je ú¾asný!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK1
source: Dead windup horsey
cs: Mrtvý natahovací koníèek

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_CAP
source: I like the colour.
cs: Líbí se mi ta barva.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.GENERIC
source: He's nasty. I should kill him.
cs: Je odporný. Mìla bych ho zabít.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.SLEEPING
source: I could take him.
cs: Mohla bych ho sejmout.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.DEAD
source: Ha! I showed you!
cs: Ha! To byla nakládaèka!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Dumb mushroom.
cs: Hloupá houba.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Hey! You! Get up here!
cs: Hej ty! Polez ven!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Maybe it will return some day.
cs: Mo¾ná se nìkdy vrátí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALOWOOL
source: Ha! I stole his hair!
cs: Ha! Ukradla jsem mu vlasy!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRIES
source: Red berries taste the best.
cs: Èervené bobule chutnají nejlépe.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNURTLE
source: Kaboom!
cs: Kabùùm!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.GENERIC
source: Come on fat bees, make me honey!
cs: No tak, ¹pekouni, vyrobte mi med!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.READY
source: Yay! I can steal honey!
cs: Jej! Mù¾u jim ukrást med!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENAXE
source: It won't light trees on fire, but at least it's shiny.
cs: Sice stromy nepodpálí, ale je aspoò záøivá.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP_TEETH_MAXWELL
source: What kind of jerk leaves this lying around?
cs: Jakýpak hòup tady tohle nechal le¾et?
