Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.NAMES.BABYBEEFALO
source: Baby Beefalo
cs: Mládì bùvola

# STRINGS.NAMES.MARBLEPILLAR
source: Marble Pillar
cs: Mramorový sloup

# STRINGS.NAMES.POND_CAVE
source: Pond
cs: Jezírko

# STRINGS.NAMES.BLUE_CAP_COOKED
source: Cooked Blue Cap
cs: Uvaøený modrý klobouèek

# STRINGS.NAMES.LUCY
source: Lucy the Axe
cs: Lucy, sekera

# STRINGS.NAMES.PEROGIES
source: Pierogi
cs: Pirohy

# STRINGS.NAMES.FROGGLEBUNWICH
source: Froggle Bunwich
cs: ®abí sendviè

# STRINGS.NAMES.HONEYHAM
source: Honey Ham
cs: Medová ¹unka

# STRINGS.NAMES.ARMORSLURPER
source: Belt of Hunger
cs: Opasek hladu

# STRINGS.NAMES.TENTACLESPOTS
source: Tentacle Spots
cs: Pøísavky chapadla

# STRINGS.NAMES.PUMPKIN_SEEDS
source: Pumpkin Seeds
cs: Dýòová semínka

# STRINGS.NAMES.EVERGREEN
source: Evergreen
cs: Zelenáè

# STRINGS.NAMES.SKULLCHEST
source: Skullchest
cs: Temná truhla

# STRINGS.NAMES.PIGTORCH
source: Pig Torch
cs: Praseèí pochodeò

# STRINGS.NAMES.GREENAMULET
source: Construction Amulet
cs: Konstrukèní Amulet

# STRINGS.NAMES.DUG_BERRYBUSH
source: Berry Bush
cs: Bobulovitý Keø

# STRINGS.NAMES.TURKEYDINNER
source: Turkey Dinner
cs: Krocaní veèeøe

# STRINGS.NAMES.SHENANIGANS
source: Shenanigans
cs: Fantomas

# STRINGS.NAMES.ORANGEAMULET
source: The Lazy Forager
cs: Líný Sbìraè

# STRINGS.NAMES.FIREHOUND
source: Red Hound
cs: Rudý Ohaø

# STRINGS.NAMES.GUNPOWDER
source: Gunpowder
cs: Støelný prach

# STRINGS.NAMES.COLD
source: Freezing
cs: Mráz

# STRINGS.NAMES.HUNGER
source: Starvation
cs: Hladovec

# STRINGS.NAMES.TELEBASE
source: Telelocator Focus
cs: Ohnisko Teleportu

# STRINGS.NAMES.MOSQUITOSACK
source: Mosquito Sack
cs: Komáøí váèek

# STRINGS.NAMES.WORM
source: Depths Worm
cs: Èerv z hlubin

# STRINGS.NAMES.FLOWER_CAVE
source: Light Flower
cs: Svìtélkující kvìtina

# STRINGS.NAMES.MAGIC_BLUEPRINT
source: Blank Blueprint
cs: Prázdný plánek

# STRINGS.NAMES.WORM_PLANT
source: Mysterious Plant
cs: Záhadná Rostlina

# STRINGS.NAMES.WORMLIGHT
source: Glow Berry
cs: Záøící bobulka

# STRINGS.NAMES.POND_ALGAE
source: Algae
cs: Øasy

# STRINGS.NAMES.EYETURRET_ITEM
source: Houndius Shootius
cs: Ohaøius Støelcius

# STRINGS.NAMES.BONESTEW
source: Meaty Stew
cs: Du¹ené maso

# STRINGS.NAMES.ANCIENT_ALTAR
source: Ancient Pseudoscience Station
cs: Starodávná pseudovìdecká stanice

# STRINGS.NAMES.STAFFLIGHT
source: Dwarf Star
cs: Trpaslièí hvìzda

# STRINGS.NAMES.MARBLETREE
source: Marble Tree
cs: Mramorový strom

# STRINGS.NAMES.UNAGI
source: Unagi
cs: Sladkovodní úhoø

# STRINGS.NAMES.SPIDER_DROPPER
source: Dangling Depth Dweller
cs: Visící obyvatel hlubin

# STRINGS.NAMES.ROOK_NIGHTMARE
source: Damaged Rook
cs: Ponièená vì¾

# STRINGS.NAMES.BISHOP_NIGHTMARE
source: Damaged Bishop
cs: Rozbitý støelec

# STRINGS.NAMES.TENTACLE
source: Tentacle
cs: Chapadlo

# STRINGS.NAMES.NIGHTMARE_TIMEPIECE
source: Thulecite Medallion
cs: Medailon s artefaktem

# STRINGS.NAMES.BEEHIVE
source: Beehive
cs: Vèelí úl

# STRINGS.NAMES.RUINS_BAT
source: Thulecite Club
cs: Kyj z artefaktù

# STRINGS.NAMES.CAVE_FERN
source: Fern
cs: Kapradina

# STRINGS.NAMES.CROP
source: Crop
cs: Plodina

# STRINGS.NAMES.PLANTMEAT_COOKED
source: Cooked Leafy Meat
cs: Uvaøené Listnaté maso

# STRINGS.NAMES.SLURPER
source: Slurper
cs: Usrkávaè

# STRINGS.NAMES.CARROT_SEEDS
source: Carrot Seeds
cs: Mrkvová semínka

# STRINGS.NAMES.TELEPORTATO_CRANK
source: Crank thing
cs: Zdvi¾nì klikovitá vìc

# STRINGS.NAMES.PIGGYBACK
source: Piggyback
cs: Ko¾ený batoh

# STRINGS.NAMES.DUG_SAPLING
source: Sapling
cs: Sazenice

# STRINGS.NAMES.GUANO
source: Guano
cs: Guáno

# STRINGS.NAMES.CAVE_BANANA_COOKED
source: Cooked Banana
cs: Peèený banán

# STRINGS.NAMES.CAVE_BANANA
source: Cave Banana
cs: Jeskynní banán

# STRINGS.NAMES.HEALINGSALVE
source: Healing Salve
cs: Léèivý Balzám

# STRINGS.NAMES.EYEPLANT
source: Eye Plant
cs: Oèní rostlina

# STRINGS.NAMES.SPIDERHOLE
source: Spilagmite
cs: Spilagmit

# STRINGS.NAMES.FLOWER_CAVE_DOUBLE
source: Light Flower
cs: Svìtélkující kvìtina

# STRINGS.NAMES.MERMHEAD
source: Merm Head
cs: Hlava ryboèlovìka

# STRINGS.NAMES.POWCAKE
source: Powdercake
cs: Pra¹ivý dort

# STRINGS.NAMES.BATWING_COOKED
source: Cooked Batilisk Wing
cs: Peèené netopýøí køídélko

# STRINGS.NAMES.PIGHEAD
source: Pig Head
cs: Praseèí hlava

# STRINGS.NAMES.WASPHIVE
source: Killer Bee Hive
cs: Úl zabijáckých vèel

# STRINGS.NAMES.PIGSKIN
source: Pig Skin
cs: Praseèí kù¾e

# STRINGS.NAMES.SLURTLE_SHELLPIECES
source: Broken Shell
cs: Rozbitá schránka

# STRINGS.NAMES.SLURTLEHAT
source: Shelmet
cs: ©helma

# STRINGS.NAMES.AXE
source: Axe
cs: Sekera

# STRINGS.NAMES.CAVE_ENTRANCE_CLOSED_CAVE
source: Plugged Hole
cs: Ucpaná díra

# STRINGS.NAMES.SLURTLESLIME
source: Slurtle Slime
cs: Slim¾elví sliz

# STRINGS.NAMES.DIVININGRODSTART
source: Divining Rod Holder
cs: Dr¾ák virgule

# STRINGS.NAMES.LUREPLANTBULB
source: Fleshy Bulb
cs: Masná Cibulka

# STRINGS.NAMES.TREASURECHEST_TRAP
source: Treasure Chest
cs: Truhla s pokladem

# STRINGS.NAMES.COOKEDMEAT
source: Cooked Meat
cs: Peèené maso

# STRINGS.NAMES.MAXWELLLOCK
source: Nightmare Lock
cs: Zámek noèních mùr

# STRINGS.NAMES.WORMHOLE
source: Worm Hole
cs: Èerví díra

# STRINGS.NAMES.HOUNDBONE
source: Bones
cs: Kosti

# STRINGS.NAMES.SLOW_FARMPLOT
source: Basic Farm
cs: Jednoduchá farma

# STRINGS.NAMES.BEEFALOHAT
source: Beefalo Hat
cs: Bùvolí klobouk

# STRINGS.NAMES.SPOILED_FOOD
source: Rot
cs: Kompost

# STRINGS.NAMES.WINTERHAT
source: Winter Hat
cs: Zimní èepice

# STRINGS.NAMES.HOUNDMOUND
source: Hound Mound
cs: Psí hromádka

# STRINGS.NAMES.BASALT_PILLAR
source: Basalt Pillar
cs: Èedièový pilíø

# STRINGS.NAMES.SINKHOLE
source: Basalt
cs: Èediè

# STRINGS.NAMES.BATWING
source: Batilisk Wing
cs: Netopýøí køidélko

# STRINGS.NAMES.DEERCLOPS_EYEBALL
source: Deerclops Eyeball
cs: Zvìøklopovo oko

# STRINGS.NAMES.LEIF_SPARSE
source: Treeguard
cs: Stromový strá¾ce

# STRINGS.NAMES.MEATBALLS
source: Meatballs
cs: Masové kulièky

# STRINGS.NAMES.YELLOWSTAFF
source: Star Caller's Staff
cs: Hvìzdná Hùl

# STRINGS.NAMES.ORANGESTAFF
source: The Lazy Explorer
cs: Líný Prùzkumník

# STRINGS.NAMES.GEMSOCKET
source: Gem Stand
cs: Úlo¾i¹tì na drahokamy

# STRINGS.NAMES.TELESTAFF
source: Telelocator Staff
cs: Teleportaèní Hùl

# STRINGS.NAMES.NIL
source: Darkness
cs: Temnota

# STRINGS.NAMES.SPIDERGLAND
source: Spider Gland
cs: Pavouèí ¾láza

# STRINGS.NAMES.WALL_STONE
source: Stone Wall
cs: Kamenná zeï

# STRINGS.NAMES.TENTACLESPIKE
source: Tentacle Spike
cs: ©pièaté chapadlo

# STRINGS.NAMES.NIGHTMAREBEAK
source: Nightmarebeak
cs: Klovající noèní mùra

# STRINGS.NAMES.SMALLMEAT_DRIED
source: Small Jerky
cs: Su¹ené masíèko

# STRINGS.NAMES.KOALEFANT_WINTER
source: Koalefant
cs: Koaloslon

# STRINGS.NAMES.RESEARCHLAB
source: Science Machine
cs: Výzkumný Stroj

# STRINGS.NAMES.MANDRAKESOUP
source: Mandrake Soup
cs: Polévka z mandragory

# STRINGS.NAMES.TRUNKVEST_WINTER
source: Puffy Vest
cs: Chundelatá vesta

# STRINGS.NAMES.TRUNKVEST_SUMMER
source: Breezy Vest
cs: Vìtrová vesta

# STRINGS.NAMES.TRUNK_WINTER
source: Winter Koalefant Trunk
cs: Chobot Zimního Koaloslona

# STRINGS.NAMES.DIRTPILE
source: Suspicious Dirt Pile
cs: Podezøelá hromádka hlíny

# STRINGS.NAMES.ICESTAFF
source: Ice Staff
cs: Ledová Hùl

# STRINGS.NAMES.WALL_WOOD_ITEM
source: Wood Wall
cs: Døevìná zeï

# STRINGS.NAMES.WORMHOLE_LIMITED_1
source: Sick Worm Hole
cs: Churavá Èerví díra

# STRINGS.NAMES.MAXWELLPHONOGRAPH
source: Maxwell's Phonograph
cs: Maxwellùv gramofon

# STRINGS.NAMES.TRINKET_6
source: Frazzled Wires
cs: Tøepící se dráty

# STRINGS.NAMES.GRAVESTONE
source: Headstone
cs: Náhrobek

# STRINGS.NAMES.STUFFEDEGGPLANT
source: Stuffed Eggplant
cs: Nadívaný lilek

# STRINGS.NAMES.FISHSTICKS
source: Fishsticks
cs: Rybí prsty

# STRINGS.NAMES.CORN_SEEDS
source: Corn Seeds
cs: Kukuøièná semínka

# STRINGS.NAMES.BUTTER
source: Butter
cs: Máslo

# STRINGS.NAMES.PERD
source: Gobbler
cs: Krocan

# STRINGS.NAMES.DRUMSTICK
source: Drumstick
cs: Drùbe¾í stehno

# STRINGS.NAMES.WAFFLES
source: Waffles
cs: Vafle

# STRINGS.NAMES.MEAT_DRIED
source: Jerky
cs: Su¹ené maso

# STRINGS.NAMES.EEL_COOKED
source: Cooked Eel
cs: Uvaøený úhoø

# STRINGS.NAMES.BACONEGGS
source: Bacon and Eggs
cs: Vejce se slaninou

# STRINGS.NAMES.KABOBS
source: Kabobs
cs: Kebab

# STRINGS.NAMES.POMEGRANATE_COOKED
source: Sliced Pomegranate
cs: Servírované granátové jablko

# STRINGS.NAMES.ROCK_FLINTLESS
source: Boulder
cs: Balvan

# STRINGS.NAMES.DUG_GRASS
source: Grass Tuft
cs: Travnatý povrch

# STRINGS.NAMES.ROCKS
source: Rocks
cs: Kameny

# STRINGS.NAMES.EGGPLANT_SEEDS
source: Eggplant Seeds
cs: Semínka lilku

# STRINGS.NAMES.GEARS
source: Gears
cs: Ozubená koleèka

# STRINGS.NAMES.DRAGONPIE
source: Dragonpie
cs: Draèí koláè

# STRINGS.NAMES.ICEHOUND
source: Blue Hound
cs: Modrý ohaø

# STRINGS.NAMES.TELEPORTATO_BASE
source: Wooden thing
cs: Døevìná vìc

# STRINGS.NAMES.LEIF
source: Treeguard
cs: Stromový strá¾ce

# STRINGS.NAMES.CARROT_PLANTED
source: Carrot
cs: Mrkev

# STRINGS.NAMES.TRINKET_11
source: Lying Robot
cs: Klamný robot

# STRINGS.NAMES.SPIDERHAT
source: Spiderhat
cs: Pavouèí èepeèek

# STRINGS.NAMES.TRINKET_3
source: Gord's Knot
cs: Gordický uzel

# STRINGS.NAMES.POND_MOS
source: Pond
cs: Jezírko

# STRINGS.NAMES.BACKPACK
source: Backpack
cs: Batoh

# STRINGS.NAMES.RABBITHOLE
source: Rabbit Hole
cs: Králièí díra

# STRINGS.NAMES.TELEPORTATO_POTATO
source: Metal potato thing
cs: Kovová bramborovitá vìc

# STRINGS.NAMES.TELEPORTATO_BOX
source: Box thing
cs: Krabicovitá vìc

# STRINGS.NAMES.TELEPORTATO_RING
source: Ring thing
cs: Prstencovitá vìc

# STRINGS.NAMES.BLOWDART_PIPE
source: Blow Dart
cs: Výbu¹ná ¹ipka

# STRINGS.NAMES.AMULET
source: Life Giving Amulet
cs: ®ivotodárný Amulet

# STRINGS.NAMES.SPIDER_SPITTER
source: Spitter
cs: Pavouk Plivaè

# STRINGS.NAMES.FEATHER_ROBIN_WINTER
source: Azure Feather
cs: Azurové pírko

# STRINGS.NAMES.CHESTER_EYEBONE
source: Eye Bone
cs: Oèní kost

# STRINGS.NAMES.FEATHER_CROW
source: Jet Feather
cs: Jantarovì èerné pírko.

# STRINGS.NAMES.TALLBIRDEGG_CRACKED
source: Hatching Tallbird Egg
cs: Líhnoucí se vejce Velkoptáka

# STRINGS.NAMES.TALLBIRDEGG
source: Tallbird Egg
cs: Vejce Velkoptáka

# STRINGS.NAMES.GOLDNUGGET
source: Gold Nugget
cs: Valoun zlata

# STRINGS.NAMES.BEE
source: Bee
cs: Vèela

# STRINGS.NAMES.TRAP_TEETH
source: Tooth Trap
cs: Zubatá past

# STRINGS.NAMES.POMEGRANATE
source: Pomegranate
cs: Granátové jablko

# STRINGS.NAMES.UMBRELLA
source: Umbrella
cs: De¹tník

# STRINGS.NAMES.BEEBOX
source: Bee Box
cs: Vèelí úl

# STRINGS.NAMES.DUG_BERRYBUSH2
source: Berry Bush
cs: Bobulovitý Keø

# STRINGS.NAMES.BOOK_GARDENING
source: Applied Horticulture
cs: Zahradnictví v Praxi

# STRINGS.NAMES.MARSH_TREE
source: Spiky Tree
cs: Trnitý strom

# STRINGS.NAMES.BEDROLL_FURRY
source: Fur Roll
cs: Ko¾e¹inová role

# STRINGS.NAMES.RESEARCHLAB3
source: Shadow Manipulator
cs: Stínový Manipulátor

# STRINGS.NAMES.MINOTAURCHEST
source: Large Ornate Chest
cs: Velká zdobená truhla

# STRINGS.NAMES.CRAWLINGHORROR
source: Crawling Horror
cs: Plí¾ivá hrùza

# STRINGS.NAMES.BUTTERFLYWINGS
source: Butterfly Wings
cs: Motýlí køídla

# STRINGS.NAMES.NIGHTSWORD
source: Dark Sword
cs: Temný meè

# STRINGS.NAMES.ARMOR_SANITY
source: Night Armour
cs: Zbroj Noci

# STRINGS.NAMES.ARMORMARBLE
source: Marble Suit
cs: Mramorový oblek

# STRINGS.NAMES.ARMORGRASS
source: Grass Suit
cs: Proutìný oblek

# STRINGS.NAMES.FLOWERHAT
source: Garland
cs: Kvìtinový vìneèek

# STRINGS.NAMES.STRAWHAT
source: Straw Hat
cs: Slamák

# STRINGS.NAMES.BEEFALO
source: Beefalo
cs: Bùvol

# STRINGS.NAMES.RED_CAP_COOKED
source: Cooked Red Cap
cs: Uvaøený èervený klobouèek

# STRINGS.NAMES.SUNKBOAT
source: Sunken Boat
cs: Potopená loïka

# STRINGS.NAMES.SPIDERDEN
source: Spider Den
cs: Pavouèí doupì

# STRINGS.NAMES.POND
source: Pond
cs: Jezírko

# STRINGS.NAMES.PUMPKINCOOKIE
source: Pumpkin Cookies
cs: Dýòové koláèky

# STRINGS.NAMES.ROCK2
source: Boulder
cs: Balvan

# STRINGS.NAMES.ROCK1
source: Boulder
cs: Balvan

# STRINGS.NAMES.TELEPORTATO_CHECKMATE
source: Wooden thing
cs: Døevená vìc

# STRINGS.NAMES.ARMORRUINS
source: Thulecite Suit
cs: Oblek z artefaktù

# STRINGS.NAMES.FIREPIT
source: Fire Pit
cs: Ohni¹tì

# STRINGS.NAMES.GOLDENPITCHFORK
source: Snazzy Pitchfork
cs: Trendové vidle

# STRINGS.NAMES.HOUND
source: Hound
cs: Ohaø

# STRINGS.NAMES.TORCH
source: Torch
cs: Pochodeò

# STRINGS.NAMES.SMALLMEAT
source: Morsel
cs: Sousto

# STRINGS.NAMES.DUG_MARSH_BUSH
source: Spiky Bush
cs: Trnitý keø

# STRINGS.NAMES.MONKEY
source: Splumonkey
cs: Jeskopice

# STRINGS.NAMES.ROTTENEGG
source: Rotten Egg
cs: Shnilé vejce

# STRINGS.NAMES.MONKEYBARREL
source: Splumonkey Pod
cs: Jeskopièí doupì

# STRINGS.NAMES.ABIGAIL_FLOWER
source: Abigail's Flower
cs: Kvìtina Abigail

# STRINGS.DESCRIBE_NULL
source: MISSING DESCRIPTION STRING
cs: CHYBÌJÍCÍ POPIS

# STRINGS.DROPALL
source: Drop All
cs: Zahodit v¹e

# STRINGS.PIG_GUARD_TALK_GOHOME.1
source: MUST DEFEND!
cs: MUSET BRÁNIT!

# STRINGS.PIG_GUARD_TALK_GOHOME.2
source: I PROTECT
cs: JÁ CHRÁNIT

# STRINGS.PIG_GUARD_TALK_GOHOME.3
source: KING! KING!
cs: KRÁL! KRÁL!

# STRINGS.MAXWELL_SANDBOXINTROS.ONE
source: Say pal, you don't look so good.
cs: Posly¹, ty nevypadá¹ zrovna k svìtu.

# STRINGS.MAXWELL_SANDBOXINTROS.TWO
source: You'd better find something to eat before night comes!
cs: Rad¹i si najdi nìco k jídlu, ne¾ pøijde noc!

# STRINGS.PIG_GUARD_TALK_FIGHT.1
source: FOR KING!
cs: ZA KRÁLE!

# STRINGS.PIG_GUARD_TALK_FIGHT.2
source: DEFEND!
cs: BRÁNIT!

# STRINGS.PIG_GUARD_TALK_FIGHT.3
source: SAVE KING!
cs: CHRÁNIT KRÁLE!

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_4.ONE
source: Fine. Just remember that you chose this.
cs: Dobøe. Jen pamatuj, ¾e to byla tvá volba.

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.THREE.ONE
source: Oh, did you think you were the first?
cs: Copak, snad sis nemyslel, ¾e jsi první?

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.TWO.ONE
source: That's why I brought you here.
cs: Proto jsem tì sem pøivedl.

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.TWO.TWO
source: That's why I brought all of them here.
cs: Proto jsem je sem pøivedl v¹echny.

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.ONE
source: We're not so different, you and I.
cs: My dva se od sebe zas tak neli¹íme.

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.FOUR.ONE
source: It's just that...
cs: Prostì to tak je...

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.FOUR.TWO
source: I've become accustomed to winning.
cs: U¾ jsem si zvykl vyhrávat.

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.1
source: SPIDER BAD!
cs: PAVOUK ©PATNÝ!

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.2
source: NO LIKE SPIDER!
cs: NEMÍT RÁD PAVOUK!

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.3
source: SCARY SPIDER!
cs: PAVOUK STRA©IT!

# STRINGS.RABBIT_MEAT_BATTLECRY.1
source: MEAT!
cs: MASO!

# STRINGS.RABBIT_MEAT_BATTLECRY.2
source: UNCLEAN!
cs: NEÈISTÝ!

# STRINGS.RABBIT_MEAT_BATTLECRY.3
source: MURDERER!
cs: ZABIJÁK!

# STRINGS.RABBIT_MEAT_BATTLECRY.4
source: REVENGE!
cs: POMSTA!

# STRINGS.RABBIT_MEAT_BATTLECRY.5
source: MONSTER!
cs: PØÍ©ERA!

# STRINGS.CHARACTER_TITLES.wilson
source: The Gentleman Scientist
cs: U¹lechtilý vìdec

# STRINGS.CHARACTER_TITLES.wendy
source: The Bereaved
cs: Pozùstalá

# STRINGS.CHARACTER_TITLES.willow
source: The Firestarter
cs: ®háøka

# STRINGS.CHARACTER_TITLES.waxwell
source: The Puppet Master
cs: Loutkaø

# STRINGS.CHARACTER_TITLES.wickerbottom
source: The Librarian
cs: Knihovnice

# STRINGS.CHARACTER_TITLES.wolfgang
source: The Strongman
cs: Silák

# STRINGS.CHARACTER_TITLES.woodie
source: The Lumberjack
cs: Døevorubec

# STRINGS.CHARACTER_TITLES.wes
source: The Silent
cs: Tichý

# STRINGS.CHARACTER_TITLES.wx78
source: The Soulless Automaton
cs: Bezduchý automat

# STRINGS.RABBIT_GIVEUP.1
source: DONE.
cs: HOTOVO.

# STRINGS.RABBIT_GIVEUP.2
source: LATER.
cs: POZDÌJI

# STRINGS.SELECT
source: Select
cs: Zvolit

# STRINGS.PIG_TALK_LOOKATWILSON.1
source: WHO ARE YOU?
cs: KDO BÝT TY?

# STRINGS.PIG_TALK_LOOKATWILSON.2
source: YOU NOT PIG
cs: TY NEBÝT PRASE

# STRINGS.PIG_TALK_LOOKATWILSON.3
source: UGLY MONKEY MAN
cs: HNUSNÝ OPICE

# STRINGS.PIG_TALK_LOOKATWILSON.4
source: YOU HAS MEAT?
cs: TY MÍT MASO?

# STRINGS.GREENAMULET_TOOLTIP
source: Reduced Material Cost
cs: Redukuje spotøebu materiálù

# STRINGS.LUCY.transform_beaver.1
source: Oh no!
cs: Ach ne!

# STRINGS.LUCY.transform_beaver.2
source: It happened again!
cs: Stalo se to znovu!

# STRINGS.LUCY.transform_beaver.3
source: The curse!
cs: To prokletí!

# STRINGS.LUCY.transform_beaver.4
source: I warned you!
cs: Varovala jsem tì!

# STRINGS.LUCY.in_container.1
source: It's dark in here!
cs: Tady je ale tma!

# STRINGS.LUCY.in_container.2
source: I'm scared!
cs: Bojím se!

# STRINGS.LUCY.in_container.3
source: I can't see anything!
cs: Nic nevidím!

# STRINGS.LUCY.in_container.4
source: I hate it in here.
cs: Nelíbí se mi tu.

# STRINGS.LUCY.on_ground.1
source: Come back! Take we with you!
cs: Vra» se! Vem mì s sebou!

# STRINGS.LUCY.on_ground.2
source: Where did you go?
cs: Kam jsi zmizel?

# STRINGS.LUCY.on_ground.3
source: Take me with you!
cs: Vezmi mì s sebou!

# STRINGS.LUCY.on_ground.4
source: What if I get stolen?!
cs: Co kdy¾ mì ukradnou?!

# STRINGS.LUCY.beaver_up_early.1
source: Are you OK?
cs: Jsi v poøádku?

# STRINGS.LUCY.beaver_up_early.2
source: You look distracted, Woodie.
cs: Woodie, zaèíná¹ ztrácet kontrolu.

# STRINGS.LUCY.beaver_up_early.3
source: It's just a tree! Calm down!
cs: Je to jen strom! Uklidni se!

# STRINGS.LUCY.on_chopped.1
source: Woooooo!
cs: Úúúúúúúú!

# STRINGS.LUCY.on_chopped.2
source: Yeah!
cs: Jééé!

# STRINGS.LUCY.on_chopped.3
source: Stupid tree!
cs: Hloupý strom!

# STRINGS.LUCY.on_chopped.4
source: Nom nom nom!
cs: Buch buch buch!

# STRINGS.LUCY.on_chopped.5
source: We did it!
cs: Zvládli jsme to!

# STRINGS.LUCY.on_chopped.6
source: This is AWESOME!
cs: To je PARÁDA!

# STRINGS.LUCY.on_chopped.7
source: Death to all trees!
cs: Smrt v¹em stromùm!

# STRINGS.LUCY.on_chopped.8
source: Again! Let's chop another!
cs: Je¹tì! Pojïme rozsekat dal¹í!

# STRINGS.LUCY.on_chopped.9
source: Nice swing!
cs: Pìkný ¹vih!

# STRINGS.LUCY.on_chopped.10
source: Too easy!
cs: Moc snadné!

# STRINGS.LUCY.on_pickedup.1
source: You came back!
cs: Vrátil ses!

# STRINGS.LUCY.on_pickedup.2
source: I missed you so much!
cs: Tolik se mi po tobì stýskalo!

# STRINGS.LUCY.on_pickedup.3
source: Did you miss me?
cs: Chybìla jsem ti?

# STRINGS.LUCY.beaver_up_mid.1
source: Woodie? Can you hear me?
cs: Woodie? Sly¹í¹ mì?

# STRINGS.LUCY.beaver_up_mid.2
source: You might want to slow down a bit.
cs: Mo¾ná bys chtìl trochu ubrat.

# STRINGS.LUCY.beaver_up_mid.3
source: Careful, you're getting yourself worked up!
cs: Opatrnì, takhle se brzy umoøí¹!

# STRINGS.LUCY.beaver_up_mid.4
source: Don't chop too fast. You know what will happen!
cs: Nesekej tak rychle. Ty ví¹ co se stane!

# STRINGS.LUCY.transform_woodie.1
source: You're back!
cs: Jsi zpátky!

# STRINGS.LUCY.transform_woodie.2
source: Quick! Pick me up!
cs: Rychle! Zvedni mì!

# STRINGS.LUCY.transform_woodie.3
source: Are you OK?
cs: Jsi v poøádku?

# STRINGS.LUCY.transform_woodie.4
source: Don't let that happen again!
cs: A» se to u¾ nikdy nestane!

# STRINGS.LUCY.transform_woodie.5
source: Everything is going to be fine. Just focus!
cs: V¹echno bude v poøádku. Soustøeï se!

# STRINGS.LUCY.beaver_up_late.1
source: Woodie! Be careful!
cs: Opatrnì Woodie!

# STRINGS.LUCY.beaver_up_late.2
source: It's starting!
cs: U¾ to zaèíná!

# STRINGS.LUCY.beaver_up_late.3
source: You're not looking so good!
cs: Nevypadá¹ moc dobøe!

# STRINGS.LUCY.beaver_up_late.4
source: Your teeth are growing!
cs: Rostou ti zuby!

# STRINGS.LUCY.beaver_up_late.5
source: Watch out! You're going to turn!
cs: Dávej pozor! Brzy se promìní¹!

# STRINGS.LUCY.beaver_down_washigh.1
source: That was a close one!
cs: To bylo tìsné!

# STRINGS.LUCY.beaver_down_washigh.2
source: I think we'll be alright.
cs: Myslím, ¾e to bude staèit.

# STRINGS.LUCY.beaver_down_washigh.3
source: You're looking much better now.
cs: U¾ vypadá¹ mnohem lépe.

# STRINGS.LUCY.beaver_down_washigh.4
source: It's passed. For now.
cs: Je to za námi! Prozatím.

# STRINGS.LUCY.beaver_down_washigh.5
source: It's back in the lodge. Phew!
cs: Je zpátky v chatì. Uf!

# STRINGS.LUCY.on_dropped.1
source: You'll come back, right?
cs: Vrátí¹ se, viï?

# STRINGS.LUCY.on_dropped.2
source: What did I say?
cs: Co jsem ti øíkala?

# STRINGS.LUCY.on_dropped.3
source: I... don't understand!
cs: Já... nechápu!

# STRINGS.LUCY.on_dropped.4
source: Can we talk about this?
cs: Mù¾eme si o tom promluvit?

# STRINGS.LUCY.on_dropped.5
source: Don't forget about me!
cs: Nezapomeò na mì!

# STRINGS.LUCY.equipped.1
source: Let's chop some trees!
cs: Pojïme pokácet pár stromù!

# STRINGS.LUCY.equipped.2
source: Nice day for a walk!
cs: Pìkný den na procházku!

# STRINGS.LUCY.equipped.3
source: We make a good team!
cs: Jsme skvìlý tým!

# STRINGS.LUCY.equipped.4
source: There must be some trees around here somewhere.
cs: Nìkde tu musí být nìjaké stromy.

# STRINGS.LUCY.equipped.5
source: Woodie! Chop some trees!
cs: Woodie! Pokácej pár stromù!

# STRINGS.LUCY.equipped.6
source: All work and no play makes me want to chop some trees.
cs: V¹echna ta práce a ¾ádná zábava mì naladily na kácení stromù.

# STRINGS.LUCY.equipped.7
source: Chop chop chop. Heh.
cs: Sek sek sek. Heh.

# STRINGS.LUCY.other_owner.1
source: You're not Woodie!
cs: Ty nejsi Woodie!

# STRINGS.LUCY.other_owner.2
source: Put me down!
cs: Polo¾ mì!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TRAP_WENT_OFF
source: Oops.
cs: Jejda.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CRAFTING_FAIL
source: I don't have all of the ingredients.
cs: Nemám v¹echny potøebné ingredience.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ADVENTUREFAIL
source: That didn't go well. I'll have to try again.
cs: To se moc nepovedlo. Budu to muset zkusit znovu.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_QUAKE
source: That doesn't sound good.
cs: To nezní dobøe.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CHARLIE
source: What was that?!
cs: Co to bylo?!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.GENERIC
source: I can't shave that!
cs: To neoholím!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I'm not going to try that while he's awake.
cs: To nebudu zkou¹et, dokud je vzhùru.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.NOBITS
source: There isn't even any stubble left!
cs: U¾ nezùstal ani chloupek!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.STORE.GENERIC
source: It's full.
cs: Je to plné.

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.STORE.NOTALLOWED
source: That can't go in there.
cs: To sem nepùjde.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BOOMERANG
source: Ow! I should try to catch that!
cs: Au! Mìlo by se to zkusit chytit!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODANGERSLEEP
source: It's too dangerous right now!
cs: To je zrovna teï moc nebezpeèné!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_UNIMPLEMENTED
source: OW! I don't think it's ready yet.
cs: EH! Nemyslím si, ¾e je to pøipravené.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_INV_FULL
source: I can't carry any more stuff!
cs: U¾ toho víc neunesu!

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL_GENERIC
source: I can't do that.
cs: To nemohu provést.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NOHUNGERSLEEP
source: I'm too hungry to sleep, the growling will keep me up!
cs: Mám pøíli¹ velký hlad! Protestující ¾aludek mi nedá spát!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ACCOMPLISHMENT_DONE
source: If only my friends could see me now...
cs: Kdyby mì tak vidìli moji pøátelé...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DUSK
source: It's getting late. It will be dark soon.
cs: Pøipozdívá se. Brzy pøijde noc.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ENTER_DARK
source: It's so dark!
cs: Taková tma!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_FREEDOM
source: I'm free! I'm finally free!
cs: Svoboda! Koneènì svoboda!
