Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.HUNGRY
source: Are you ALWAYS hungry?
cs: To má¹ POØÁD hlad?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.STARVING
source: It getting wild with hunger.
cs: S tím ¾raním je jak utr¾ený z øetìzu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLMEAT
source: I wish this were bigger.
cs: Ké¾ by bylo vìt¹í.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.GENERIC
source: What do you want?
cs: Co chce¹?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.HUNGRY
source: It wants something.
cs: Nìco chce.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.STARVING
source: I think it's starving.
cs: Myslím, ¾e hladoví.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_HAY
source: I could sneeze it over.
cs: Mìl bych si dát pozor, abych ji neodkýchl.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LITTLE_WALRUS
source: Why are they so far south?
cs: Proè cestují tak daleko?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LANTERN
source: High tech!
cs: Pokrok!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_9
source: I just sew my clothing shut around me when I put it on.
cs: Jednou jsem zùstal uvìznìný ve svém obleku, kdy¾ jsem si tam tyhle pøidával.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHOVEL
source: Dig a hole. Plant a tree!
cs: Vykopej díru. Zasaï strom!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.GENERIC
source: We call those 'night rocks' back home.
cs: S tìmihle horkými kameny dìláme u nás masá¾e.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.HOT
source: I could chop all winter with that in my pocket!
cs: S tímhle v kapse zvládnu kácet stromy celou zimu!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.COLD
source: It's gone cold, eh?
cs: Trochu chladne, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.WARM
source: It's getting a bit dimmer.
cs: Zaèíná ¾hnout.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEVTOOL
source: I'm not commenting on that.
cs: Tohle nebudu komentovat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURPER_PELT
source: Looks like a dead beaver.
cs: Vypadá jak mrtvý bobr.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EEL
source: This should cook up nicely.
cs: A¾ se to uvaøí, mìla by to být lahùdka.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEWING_KIT
source: I'm pretty good at sewing.
cs: Jsem celkem dobrej ve vy¹ívání.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEMINE_MAXWELL
source: Hey! That's just mean!
cs: Hej! To je tak podlé!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOUND.DUG
source: Sorry! Don't haunt me!
cs: Promiò! Nech mì na pokoji!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOUND.GENERIC
source: I should probably leave that alone.
cs: Nejspí¹ bych ho mìl nechat na pokoji.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BABYBEEFALO
source: A face only a mother could love.
cs: Ksicht, který si zamiluje leda tak jeho mamka.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEEDS_COOKED
source: We call this 'lumberjack surprise'.
cs: Øíkáme tomu døevorubecký pøekvápko.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLEPILLAR
source: Somebody must have built that.
cs: Nìkdo to musel postavit.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_COOKED
source: I cooked it.
cs: Uvaøil jsem to.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEEDS
source: Not trees.
cs: To nejsou stromy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.INACTIVE
source: That makes sense.
cs: To dává smysl.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.ACTIVE
source: Something is off about that rock, eh?
cs: Na tom kameni nìco nehraje, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROTTENEGG
source: One less bird. Good.
cs: O jednoho ptáka ménì. Fajn.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROPE
source: Good for holding stuff to other stuff.
cs: Výborné k uchycení vìcí k jiným vìcem.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROOK
source: Hmm.. does the rook move in a straight line? I forget.
cs: Hmm.. vì¾ se pohybuje jen rovnì? Zapomnìl jsem.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.GENERIC
source: It all burnt up.
cs: Je vyhoøelý.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_THINGIE
source: I guess that doesn't go through there.
cs: Myslím, ¾e to moc nepro¹lo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_EYE_BONE
source: This used to be an eyebone.
cs: Tohle kdysi bývala oèní kost.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER
source: That's nice.
cs: To je pìkné.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK
source: I could break it down if I tried hard enough.
cs: Rozsekám ho na kousíèky, kdy¾ mi dá¹ trochu èasu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_CAP_COOKED
source: That's not meat.
cs: To není maso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POND_ALGAE
source: Doesn't look edible.
cs: Nevypadá jedle.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEROGIES
source: I call them 'Yum pockets'.
cs: Øíkám jim 'Mòam kapsièky'.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGGLEBUNWICH
source: You can really taste the swamp.
cs: A tìï mù¾e¹ skuteènì okusit ba¾inu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOAT
source: Must have hit a nor'easter.
cs: Musela narazit na pobøe¾í.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.GENERIC
source: A fire that needs no wood? Un-natural!.
cs: Oheò, který hoøí bez døeva? To je proti pøírodì!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.OUT
source: This looks like that will break.
cs: Vypadá to, ¾e by ¹la rozbít.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.LOW
source: Needs more... wood?
cs: Potøebuje víc... døeva?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.NORMAL
source: A fire that needs no wood? Un-natural!.
cs: Oheò, který hoøí bez døeva? To je proti pøírodì!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORSLURPER
source: It tickles, I think it's still alive.
cs: To ¹imrá! Myslím, ¾e je stále je¹tì na¾ivu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN_WINTER.GENERIC
source: Go fly south or something!
cs: K¹á! Le» na jih nebo nìkam!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN_WINTER.HELD
source: It's stealing my warmth.
cs: Krade mi mé teplo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_SINKHOLE
source: I found this underground.
cs: To jsem na¹el v podzemí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN.GENERIC
source: What a snotty little jerk.
cs: Jak namy¹lený malý hajzlík.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN.HELD
source: Don't get comfortable, birdie.
cs: Jen si tam moc nehov, ptáèku.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_DROPPER
source: They're smart to live away from the corruption.
cs: ®ijí chytøe mimo ¹pínu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERLASAGNA
source: This is cat food!
cs: To je ¾rádlo pro koèky!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.BURNT
source: What a waste.
cs: Jaká ¹koda.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.GENERIC
source: It's calling to me!
cs: Volá si mì!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.BURNING
source: Nooo! I could have chopped it!
cs: Nééé! Mohl jsem ho roz¹típat!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SKULLCHEST
source: That's scary!
cs: Dìsivé!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTATUE
source: I look good in wood.
cs: Ve døevì mi to sekne.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_PIPE
source: Let's see what my huge lungs can do with this!
cs: Tak se podíváme, co v¹echno mé silné plíce zvládnou!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB3
source: OK, I kind of get it now.
cs: OK, zaèínám tomu pøicházet na kloub.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB2
source: This is getting strange.
cs: Zaèíná to být podivné.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB
source: I don't trust all this science stuff.
cs: Nemám dùvìru ve v¹echny tyhle vìdecké vìcièky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGTORCH
source: How did they do that without thumbs?
cs: Jak to bez prstù dokázali?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENAMULET
source: I've always been better at cuttin' anyways.
cs: Stejnì jsem byl v¾dycky lep¹í v sekání.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_MEDIUM
source: Maybe I should chop it.
cs: Mo¾ná bych ho mìl pokácet.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_BERRYBUSH
source: Time for a little landscaping.
cs: Èas na trochu toho zahradnièení.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURKEYDINNER
source: Turkey day is here again!
cs: Krocaní den je opìt tu!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SILK
source: Spiders give me the willies.
cs: Pavouci mì obdaøili svými výmì¹ky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REDGEM
source: I see within it the fiery death of a thousand trees.
cs: Uvnitø vidím ohnivou smrt tisíce stromù.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PAPYRUS
source: I'd rather chop than write.
cs: Radìji kácím, ne¾-li pí¹u.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAZOR
source: A true lumberjack never shaves.
cs: Pravý døevorubec se neholí nikdy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAINOMETER
source: Rain makes the trees grow.
cs: Po de¹ti stromy rostou.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGEAMULET
source: This'll make the chores go by quicker!
cs: S tímhle pùjdou domácí práce rychleji!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOCKEDWES
source: Who's that hoser?
cs: Co to je za troubu?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREHOUND
source: Hot hound!
cs: ®havý ohaø!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GUNPOWDER
source: Never did like this stuff.
cs: Tyhle vìci se mi nikdy nelíbily.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_WOODFLOOR
source: Flooring fit for a king!
cs: Podlaha hodna krále!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOLE
source: I doubt there are trees down there.
cs: Pochybuju, ¾e tam dole jsou stromy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PURPLEGEM
source: It's nothing a good chopping wouldn't fix.
cs: Tohle pøímo vybízí k nasekání døeva.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCKY
source: Lobster supper time!
cs: Je libo peèený humr?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KNIGHT
source: Maxwell's own mounted police.
cs: Maxwellova jízdní policie.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed.
cs: Je to semínko.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE
source: Shiny!
cs: Svítivé!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PETALS_EVIL
source: They're frowning at me with little evil faces.
cs: Hází na mì ty své zamraèené zlomyslné pohledy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BISHOP
source: It's been a while since my last confession.
cs: Od mé poslední zpovìdi ubìhl dlouhý èas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Looks a little worn out.
cs: Vypadá celkem opotøebovanì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKINCOOKIE
source: This will keep me chopping.
cs: To mì udr¾í ve formì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEY
source: Mmmmmm-mmmm. Bee syrup.
cs: Mmmmmm-mmmm. Vèelí sirup.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POOP
source: Don't poop in camp!
cs: Kakej mimo tábor!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: Looks a little worn out.
cs: Vypadá celkem opotøebovanì.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR.WORKING
source: There's axe marks on these altar stones.
cs: Na tomhle oltáøním kamenu jsou rýhy od sekery.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STAFFLIGHT
source: Well aint that something.
cs: No, není to nìco?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLETREE
source: Even Lucy can't chop that one down.
cs: Ani Lucy tenhle nepodetne.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POND
source: I can't swim!
cs: Neumím plavat!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLLIGHT
source: That's unnatural.
cs: To je nepøirozený.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_CROW
source: A gross feather.
cs: Hrubé pírko.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_SEEDS
source: Seedy.
cs: Semenovité.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE
source: Are there squid down there?
cs: Jsou tu chobotnice tam dole?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIRTPILE
source: Hey! A clue!
cs: Hej! Záchytný bod!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEHIVE
source: They're all comfy-cosy in there.
cs: Je to tam pro nì pohodlné a útulné.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.GENERIC
source: I wonder what it will be.
cs: Zajímalo by mì, co to je.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.READY
source: Time for grub.
cs: Èas na ¾rádlo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.GROWING
source: A watched plant never grows.
cs: Sledovaná rostlina nikdy neroste.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_FERN
source: Hey! It's a fern!
cs: Hey! To je kapradí!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT_COOKED
source: Cooking didn't help much
cs: Uvaøení tomu moc nepomohlo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRUMSTICK_COOKED
source: Thanks, turkey.
cs: Díky, krocane.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDBONE
source: It's covered with dog spit, eh?
cs: Jsou pokryté psími slinami, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HORN
source: I don't know if I should put my mouth on that.
cs: Nevím, jestli bych mìl vùbec k tomu pøikládat ústa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_CRANK
source: Cranky, eh?
cs: Klikovitá, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGGYBACK
source: I used all parts of the pig.
cs: Pou¾il jsem v¹echny praseèí souèástky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ONEMANBAND
source: I stand on guard for thee!
cs: Ó Kanado, stojím na strá¾i tvé!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER
source: He's doing his best!
cs: Dìlá, co mù¾e!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GUANO
source: It stinks less than the other kind.
cs: Páchne o nìco míò nì¾ jiné druhy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITO.GENERIC
source: That'll take a pint out of me!
cs: Ten ze mì vytáhne pùllitr!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITO.HELD
source: What do I do with this, eh?
cs: Co s tím mám asi tak dìlat, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGKING
source: He's not MY king.
cs: To není MÙJ král.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.GENERIC
source: I wonder if it gets the hockey game.
cs: Mohla by mì dovést na hokejový zápas?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.HOT
source: Loud and clear! Something's near!
cs: Hlasitì a jasnì! ®e je nìco blízko je u¾ jasné!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.COLD
source: It's really fuzzy from here.
cs: Je to opravdu velmi nejasné, odtud.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.WARM
source: I think I'm getting closer.
cs: Myslím, ¾e se blí¾ím.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.WARMER
source: Woah, careful there, bud.
cs: Hej, tady opatrnì kámo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PETALS
source: I wonder if Lucy would like these.
cs: Zajímalo by mì, zda by se Lucy líbily.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.PLANT
source: I know a plant when I see one. This'n an impostor!
cs: Poznám rostlinu, kdy¾ ji vidím. Tohle je nìjakej fake!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.DIRT
source: Be wary the moving ground.
cs: Dávejte si pozor, zem se hýbe.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.WORM
source: WOOORM!
cs: ÈEEEEEEEEEEEEEEEERV!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PERD
source: More birds! Why is it always birds?
cs: Dal¹í ptáci! Proè jsou to v¾dy ptáci?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PANDORASCHEST
source: What's in the box?!
cs: Copak je asi uvnitø?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHEAD
source: Smells like a factory trawler.
cs: Smrdí jak celá rybáøská loï.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NITRE
source: It's how we build the railway.
cs: S tímhle stavíme ¾eleznice.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEPRINT
source: I'm not one for book learning.
cs: Nejsem ten pravý pro uèení z knih.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTLIGHT
source: What kind of darkness is that?
cs: Co to je za temnou magii?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITOSACK
source: Blood and guts, eh?
cs: Krev a vnitønosti.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGSKIN
source: Bacon with tail.
cs: Slanina s ocáskem.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HAMBAT
source: What a waste of good ham.
cs: Takové plýtvání dobrou ¹unkou.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.GENERIC
source: I prefer larger plants.
cs: Mám radìji vìt¹í rostliny.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.GROWING
source: They'll never reach chopping size.
cs: Nikdy nebudou tak velké, abych je mohl posekat.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: I think it needs some poop.
cs: Myslím, ¾e by potøebovala nìjaké hovínko.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.AXE
source: It's not as nice as Lucy.
cs: Není tak krásná jako Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE
source: They're not the handiest.
cs: Nepatøí k nejzruènìj¹ím.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_CAP
source: I've eaten stranger things in the woods.
cs: V lese jsem u¾ jedl podivnìj¹í vìci.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATBALLS
source: All the meats!
cs: Samé maso!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT
source: I bet birds have something to do with this.
cs: Vsadím se, ¾e s tím mají ptáci nìco spoleèného.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEAT
source: Tastes like moose.
cs: Chutná jako los.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMEAT
source: Just like my dear old ma used to make.
cs: Pøesnì takové jaké dìlávala má babièka.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLTHRONE
source: I've seen nicer chairs.
cs: U¾ jsem vidìl hezèí ¾idle.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLLOCK
source: Where is the key?
cs: Kde je klíè?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLHEAD
source: Just a head, eh?
cs: Prostì hlava, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPEAR
source: It lacks the heft of a good solid axe.
cs: Postrádá úchyt solidní sekery.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALOHAT
source: Now I'm the king of the beefalo!
cs: Teï jsem král buvolù!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAURCHEST
source: That's a nice chest with horns, eh.
cs: Pìkná truhla s rohy, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINTERHAT
source: It's a nice toque, eh?
cs: Pìkná èapka, co?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.GENERIC
source: That's a bramble.
cs: To jsou ostru¾iny.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.PICKED
source: Was that worth it?
cs: Stálo to vùbec za to?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.BURNING
source: Foomph!
cs: Ffffùùù!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLE_SHELLPIECES
source: I broke his home. I feel bad.
cs: Znièil jsem mu domov. Mám výèitky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE_COOKED
source: Sorry!
cs: Promiò!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAMPUS_SACK
source: I feel bad taking someone else's sack.
cs: Mám z toho ¹patný pocit, ¾e s sebou tahám cizí pytel.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATWING
source: Gross!
cs: Odporné!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MALE_PUPPET
source: Do you need help?
cs: Potøebuje¹ pomoc?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUREPLANTBULB
source: It's warm and lumpy.
cs: Je vøelá a hrudkovitá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_SAPLING
source: Mmmmm. It's all twiggy.
cs: Mmmmm. Samé tyèinky.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUREPLANT
source: Is that meat?
cs: To je maso?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOG.GENERIC
source: It makes it all worthwhile.
cs: Tohle stálo za tu námahu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOG.BURNING
source: Oh no! The fruits of my labour!
cs: Ale né! Plody mé tvrdé práce!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SKELETON
source: Sorry, friend.
cs: Sorry, kámo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELESTAFF
source: I wonder what this thing does.
cs: Zajímalo by mì, copak to dìlá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWGEM
source: I can see the stars in it.
cs: Vidím v nìm hvìzdy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERGLAND
source: I think it's poison.
cs: Mylím, ¾e je to jed.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_FULL
source: I'm not too interested in rocks.
cs: ©utry mì zas tolik nezajímaj.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEIF_SPARSE
source: I'm sorry about all of those trees!
cs: Za ty stromy se moc omlouvám!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEIF
source: I'm sorry about all of those trees!
cs: Za ty stromy se moc omlouvám!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRUMSTICK
source: October food.
cs: Jídlo pivního festivalu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KOALEFANT_WINTER
source: They get tastier in the winter.
cs: V zimì se stávají je¹tì chutnìj¹ími.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_GRASS
source: Just some ground, eh?
cs: Obyèejná hlína, ne?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKESOUP
source: It's a tiring soup.
cs: Je to únavná polévka.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KABOBS
source: The stick really adds to the flavour.
cs: Ta tyèka tomu fakt dodala ¹»ávu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.INSANITYROCK.INACTIVE
source: I don't know how to move that.
cs: Nevím, jak s tímhle pohnout.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.INSANITYROCK.ACTIVE
source: Where did it go?!
cs: Kam to zmizelo?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHSTICKS
source: Elegant dining in a box.
cs: Elegantní krabièková strava.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_EXIT
source: There are probably trees up there.
cs: Nejspí¹ tam nahoøe budou stromy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICESTAFF
source: It reminds me of home.
cs: Pøipomíná mi domov.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANIMAL_TRACK
source: A large woodland creature passed this way!
cs: Tudy pro¹el mohutný lesní tvor!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUND
source: They'd be good at pulling a sled.
cs: Ti by byli výborní na tahání saní.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLPHONOGRAPH
source: Better than most of the stuff on the radio.
cs: Lep¹í ne¾ vìt¹ina z toho, co hrají v rádiu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYHAM
source: But it's not a holiday...
cs: To bude ba¹ta!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYCOMB
source: I almost feel bad taking this.
cs: Je mi témìø ¹patnì, ¾e ho jím.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN
source: I don't like to eat things that grow on the ground.
cs: Nerad jím vìci co rostou na zemi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOMESIGN
source: Is there anything wood can't do?
cs: Je vùbec nìco, co bys z døeva neudìlal?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN_SEEDS
source: I'm more of a hewer of wood than a tiller of soil.
cs: Jsem více drvo¹tìpem ne¾ oráèem.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYEPLANT
source: It needs to mind its own business.
cs: Mìla by si hledìt svého.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTER
source: I prefer margarine.
cs: Dávám pøednost margarínu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Weather's not going to get the drop on me now.
cs: Poèasí mì teï u¾ k zemi srazit nemù¾e.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNING_ROD.CHARGED
source: It's pretty like the northern lights.
cs: Pøekrásný jak polární záøe.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HAMMER
source: Everyone makes mistakes, eh?
cs: Ka¾dý udìlá chybu, ¾e?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_CAP_COOKED
source: I don't trust it.
cs: Nevzbuzuje ve mì pøíli¹ dùvìru.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEAT_DRIED
source: It tastes like survival.
cs: Chutná jako pøe¾itek.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EEL_COOKED
source: This cooked up nicely.
cs: Uvaøená lahùdka.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEE.GENERIC
source: She's making the flowers grow.
cs: Pomáhá rostlinám rùst.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEE.HELD
source: Now what do I do with it?
cs: A co s tím teï mám dìlat?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEARS
source: I never could figure these things out.
cs: Nikdy jsem tìmto vìcem nerozumìl.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_COOKED
source: This would go good on flapjacks.
cs: ©lo by skvìle k lívancùm.
