Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_10
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BASALT
source: INSUFFICIENT DESTRUCTIVE ABILITIES
cs: NEDOSTATEÈNÉ DESTRUKTIVNÍ SCHOPNOSTI

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGLEGS
source: REPLACEMENT PARTS FOR FROGS
cs: NÁHRADNÍ DÍLY PRO ®ÁBY

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRD_EGG
source: I HATE YOU, EGG
cs: NESNÁ©ÍM TÌ, VEJCE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREECLUMP
source: CLUMP
cs: SROSTLINA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREASURECHEST
source: EXTERNAL STORAGE UNIT
cs: EXTERNÍ ÚLO®NÍ JEDNOTKA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP_TEETH
source: THIS WILL PUNCTURE MY ENEMIES' FEET
cs: TOHLE PRORAZÍ NOHY MÝCH NEPØÁTEL

# STRINGS.CHARACTERS.WX78.DESCRIBE.THULECITE_PIECES
source: WITH THIS I CAN CREATE MORE THULECITE.
cs: S TÍMHLE MOHU VYTVOØIT VÍCE ARTEFAKTÙ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP
source: I AM ADEPT AT WEAVING
cs: JSEM ZNALEC PLETENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PENGUIN
source: BIRD CANNOT FLY?
cs: PTÁK NEMÙ®E LÉTAT?

# STRINGS.CHARACTERS.WX78.DESCRIBE.TORCH
source: PRIMITIVE LIGHT SOURCE
cs: PRIMITIVNÍ ZDROJ SVÌTLA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.GENERIC
source: IT IS A PLANT
cs: JE TO ROSTLINA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.PICKED
source: WHAT DO YOU WANT?
cs: CO CHCE©?

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.DEAD
source: I HAVE KILLED IT. GOOD.
cs: ZABIL JSEM TO. DOBØE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.KILLERBEE.GENERIC
source: IT HAS A STINGER AND A BAD ATTITUDE
cs: MÁ ®IHADLO A ©PATNÝ PØÍSTUP

# STRINGS.CHARACTERS.WX78.DESCRIBE.KILLERBEE.HELD
source: WARNING: KILLER BEE IN POCKET
cs: VAROVÁNÍ: ZABIJÁCKÁ VÈELA V KAPSE

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN_COOKED
source: STILL NOT GOOD
cs: STÁLE NE MOC DOBRÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TOPHAT
source: SOPHISTICATED
cs: SOFISTIKOVANÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_POTATO
source: REMINDS ME OF MY MOTHER
cs: PØIPOMÍNÁ MI MATKU

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIVINGLOG
source: EVEN WORSE THAN A NORMAL LOG
cs: JE©TÌ HOR©Í NE® BÌ®NÉ DØEVO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEEDS_COOKED
source: THEY CAN NO LONGER GERMINATE
cs: TEÏ U® RÙST NEMOHOU

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_COOKED
source: I SHOULD EAT THIS SOON
cs: MÌL BYCH TO BRZY SNÍST

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLEHAT
source: THIS MAKES ME HAPPY
cs: ÈINÍ MÌ ©«ASTNÝM

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLESPIKE
source: THIS IS VISCIOUSLY VISCOUS
cs: TOHLE JE VISKÓZNÌ VISKÓZNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAINOMETER
source: WELCOME, BROTHER.
cs: VÍTEJ, BRATØE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENT
source: I CAN REBOOT IN THERE
cs: MOHU SE ZDE REBOOTOVAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.POTTEDFERN
source: MAYBE THIS WILL HELP LURE VICTIMS TO MY BASE.
cs: MO®NÁ POMOHOU NALÁKAT OBÌTI DO MÉ ZÁKLADNY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BANDAGE
source: TEMPORARY MAINTENANCE DEVICE.
cs: ZAØÍZENÍ PRO DOÈASNOU ÚDR®BU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLTHRONE
source: MADE FOR SITTING.
cs: VYROBEN K SEZENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_12
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR
source: DOES NOT LOOK BETTER FROM THIS END
cs: ANI Z TOHOTO KONCE NEVYPADÁ DOBØE

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
cs: JSOU JAKO ZDROJOVÝ KÓD ROSTLIN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BOX
source: THIS WOULD PROBABLY BLOW MY CIRCUITS
cs: TOHLE BY MÌ ASI VYZKRATOVALO OBVODY

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOMESIGN
source: YOU ARE HERE.
cs: JSI TADY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEAMULET
source: THIS WILL MAKE A GREAT HEATSINK.
cs: TOHLE BUDE PERFEKTNÍ CHLADIÈ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_PLANT
source: IT IS AN UNINTERESTING PLANT
cs: JE TO NEZAJÍMAVÁ ROSTLINA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: CRACK DETECTED
cs: DETEKOVÁNO ROZLOMENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: IT CAN NOT VENT EXCESS HEAT
cs: NENÍ SCHOPNO VENTILOVAT PØEBYTEÈNÉ TEPLO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: IT REQUIRES WARMTH
cs: PO®ADUJE OHØÁTÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: SOMETHING IS EMERGING
cs: NÌCO ZAÈÍNÁ VYLÉZAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: LIFE IS AN ANNOYINGLY SLOW PROCESS
cs: ®IVOT JE OTRAVNÌ ZDLOUHAVÝ PROCES

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG
source: IS IT STILL ALIVE?
cs: JE TO JE©TÌ ®IVÉ?

# STRINGS.CHARACTERS.WX78.DESCRIBE.PURPLEAMULET
source: I HAVE CREATED THE PERFECT AMULET.
cs: VYTVOØIL JSEM DOKONALÝ AMULET.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOOMERANG
source: REUSABLE PROJECTILE.
cs: ZNOVUPOU®ITELNÁ STØELA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_UNDERROCK
source: GROUND PARTS
cs: ÈÁST TERÉNU

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENGEM
source: PRESSURE AND IMPURITIES HAVE PRODUCED PLEASING PERFECTION
cs: PÙSOBENÍM TLAKU A ZNEÈI©TÌNÍM BYLA VYPRODUKOVÁNA PÙVABNÁ DOKONALOST

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBOT_PUPPET
source: BROTHER! WHAT HAVE THEY DONE TO YOU?
cs: BRATØE! CO TI TO JEN PROVEDLI?

# STRINGS.CHARACTERS.WX78.DESCRIBE.PANFLUTE
source: I CAN REBOOT FLESHLINGS WITH THIS
cs: RESTARTUJE MASITÉ FORMY ®IVOTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.GENERIC
source: ANGST DETECTED
cs: DETEKOVÁNY OBAVY

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.HUNGRY
source: IT NEEDS FOOD
cs: POTØEBUJE JÍDLO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.STARVING
source: IT IS STARTING TO BEHAVE IRRATIONALLY
cs: ZAÈÍNÁ SE CHOVAT IRACIONÁLNÌ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STUFFEDEGGPLANT
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.STRAWHAT
source: THIS WILL COVER MY PROCESSING UNIT
cs: ZAKRYJE MOU VÝPOÈETNÍ JEDNOTKU

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_HAY
source: THAT SEEMS SUBOPTIMAL
cs: ZDÁ SE TO BÝT SUBOPTIMÁLNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STATUEHARP
source: SOMEONE FORGOT TO INSTALL THE HEAD MODULE.
cs: NÌKDO ZAPOMNÌL NAINSTALOVAT MODUL HLAVY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LANTERN
source: LIGHT THE WAY, FRIEND
cs: POSVI« MI NA CESTU, PØÍTELI

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_9
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: HEIGHTENED THREAT DETECTED
cs: DETEKOVÁNA ZVÝ©ENÁ HROZBA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: THREAT SUSPENDED
cs: HROZBA POZASTAVENA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.DEAD
source: I WIN
cs: VYHRÁL JSEM

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.GENERIC
source: A DECEPTIVELY SIMPLE DEVICE
cs: ZDÁNLIVÌ JEDNODUCHÉ ZAØÍZENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.HOT
source: TEMPERATURE AT MAXIMUM
cs: TEPLOTA NA MAXIMU

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.COLD
source: LACKS ALL THERMAL ENERGY
cs: SCHÁZÍ MU TEPELNÁ ENERGIE

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.WARM
source: IT WARMS MY COLD CHASSIS
cs: ZAHØÍVÁ MÙJ CHLADNÝ OBAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERHAT
source: IT WIRELESSLY TRANSMITS THOUGHTS TO SPIDERS
cs: BEZDRÁTOVÌ KOMUNIKUJE S PAVOUKY

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURPER_PELT
source: A MEATSACK
cs: ZNOVUPOU®ITELNÝ POZÙSTATEK

# STRINGS.CHARACTERS.WX78.DESCRIBE.EEL
source: I TOOK IT FROM IT'S HOME. THIS IS FUNNY TO ME!
cs: ODEBRAL JSEM HO Z JEHO DOMÁCÍHO PROSTØEDÍ. VTIPNÉ!

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLLOCK
source: KEY RECEPTACLE.
cs: KONTEJNER PRO KLÍÈ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEMINE_MAXWELL
source: AGGRESSIVE LIFEFORMS WITHIN
cs: OBSAHUJE AGRESIVNÍ FORMU ®IVOTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOUND.DUG
source: WORMS AND ICHOR
cs: ÈERVI A VNITØNOSTI

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOUND.GENERIC
source: MEATLINGS ARE SO SUPERSTITIOUS
cs: TVOROVÉ Z MASA JSOU TAK POVÌRÈIVÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BABYBEEFALO.GENERIC
source: IT IS STILL INITIALIZING
cs: STÁLE SE NAÈÍTÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BABYBEEFALO.SLEEPING
source: REST FUNCTION ACTIVATED
cs: AKTIVOVAL FUNKCI ODPOÈINEK

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDEREGGSACK
source: SPIDER POTENTIAL = 6
cs: PAVOUÈÍ POTENCIÁL = 6

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLEPILLAR
source: CRUMBLING REMAINS. HAH.
cs: DROLÍCÍ SE ZBYTKY. CHA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_COOKED
source: THESE FOOD THINGS ARE SO TEDIUOUS
cs: TYHLE JÍDELNÍ ZÁLE®ITOSTI JSOU TAK ZDLOUHAVÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERDEN
source: SPIDER SOURCE DETECTED
cs: DETEKOVÁN PAVOUÈÍ ZDROJ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEAR
source: BRING IT, FLESHLINGS
cs: TAK POJÏTE, MASITÉ FORMY ®IVOTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLMEAT_DRIED
source: DEHYDRATED PROTEINS
cs: DEHYDROVANÉ PROTEINY

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLMEAT
source: IT TASTES LIKE REVENGE
cs: CHUTNÁ JAK POMSTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.GENERIC
source: IT LOOKS PATHETIC
cs: VYPADÁ UBOZE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.HUNGRY
source: IT REQUIRES INPUT
cs: VY®ADUJE VSTUP

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.STARVING
source: IT IS ALMOST OUT OF FUEL
cs: U® MU TÉMÌØ DO©LO PALIVO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.GENERIC
source: OUTPUT OF FIRE PROGRAM.
cs: VÝSTUP Z PROGRAMU OHNÌ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_THINGIE
source: OUTPUT OF FIRE PROGRAM. INPUT UNDETERMINED.
cs: VÝSTUP Z PROGRAMU OHNÌ. VSTUP NEZNÁMÝ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_EYE_BONE
source: OUTPUT OF EYEBONE TELEPORTATION PROGRAM.
cs: VÝSTUP Z TELEPORTAÈNÍHO PROGRAMU OÈNÍ KOSTI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
cs: JSOU JAKO ZDROJOVÝ KÓD ROSTLIN

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEAT
source: I WILL ENJOY THIS
cs: TOHLE SI U®IJU

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_CAP_COOKED
source: MODIFIED FUNGUS
cs: UPRAVENÁ HOUBA

# STRINGS.CHARACTERS.WX78.DESCRIBE.POND_ALGAE
source: LOOK AT IT STRUGGLE TO LIVE.
cs: HLEÏMÌ, JAK TO ZÁPASÍ O ®IVOT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEROGIES
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGGLEBUNWICH
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT
source: BOAT
cs: LOÏ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.GENERIC
source: A PIT OF CRUSTED LAVA
cs: PROHLUBEÒ S VYVÌRAJÍCÍ LÁVOU

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.OUT
source: IT NEEDS TO BE REBOOTED
cs: POTØEBUJE REBOOTOVAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.LOW
source: WARNING: LAVAL LEVEL LOW
cs: VAROVÁNÍ: NÍZKÁ HLADINA LÁVY

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.NORMAL
source: THIS LAVA PIT IS FULLY OPERATIONAL
cs: PROHLUBEÒ S LÁVOU JE PLNÌ PROVOZUSCHOPNÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORSLURPER
source: FURRY INSULATION FOR MY WIRES.
cs: CHLUPATÁ IZOLACE PRO MÉ OBVODY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.GENERIC
source: WARMTH AND LIGHT
cs: TEPLO A SVÌTLO

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.OUT
source: IT NEEDS TO BE REBOOTED
cs: POTØEBUJE REBOOTOVAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.EMBERS
source: WARNING: FIRE LEVEL CRITICAL
cs: VAROVÁNÍ: ÚROVEÒ OHNÌ KRITICKÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.HIGH
source: WARNING: FIRE LEVEL EXCEEDS DESIGN PARAMETERS
cs: VAROVÁNÍ: ÚROVEÒ OHNÌ PØEKRAÈUJE NAVR®ENÉ PARAMETRY

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.LOW
source: WARNING: FIRE LEVEL LOW
cs: VAROVÁNÍ: ÚROVEÒ OHNÌ NÍZKÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.NORMAL
source: THIS FIRE IS FULLY OPERATIONAL
cs: TENTO OHEÒ JE PLNÌ PROVOZUSCHOPNÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_SINKHOLE
source: GROUND PARTS
cs: ÈÁST TERÉNU

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEWING_KIT
source: IT JOINS COMPONENTS OF FIBRE TOGETHER
cs: DOKONALE ZASÍ«UJE KOMPONENTY

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLESPOTS
source: NOT FOR THE SQUEAMISH
cs: TO NENÍ PRO CITLIVKY

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERLASAGNA
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.BURNT
source: I WIN. GOOD.
cs: VYHRÁL JSEM. DOBØE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
cs: SVÌT PØÍRODY JE PØECEÒOVÁN

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.GENERIC
source: TARGET ACQUIRED
cs: CÍL ZAMÌØEN

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.BURNING
source: SOON THERE WILL BE NOTHING LEFT
cs: BRZY TU NIC NEZÙSTANE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKULLCHEST
source: THIS MAKES ME LAUGH
cs: ROZESMÍVÁ MÌ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANITYROCK.INACTIVE
source: SEEMS SMALLER THAN PREVIOUS DATA INDICATES
cs: VYPADÁ MEN©Í NE® JAK UKAZOVALA PØEDCHOZÍ DATA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANITYROCK.ACTIVE
source: IT IS CARVED WITH PERFECTION.
cs: PERFEKTNÌ VYTESANÝ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_PIPE
source: ACCELERATES SHARP OBJECTS TO DANGEROUS SPEEDS
cs: ZRYCHLUJE OSTRÉ OBJEKTY A® NA ZDRAVÍ NEBEZPEÈNOU RYCHLOST

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROTTENEGG
source: I AM GLAD I CAN NOT SMELL
cs: JSEM TAK RÁD, ®E NEMOHU CÍTIT

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROPE
source: IT IS LESS USEFUL THAN IT APPEARS
cs: JE MÉNÌ U®ITEÈNÝ NE® SE ZDÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROOK
source: ROOK AUTOMATON
cs: ROBOTICKÁ VÌ®

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGTORCH
source: IT GIVES HIM PURPOSE
cs: DÁVÁ MU ÚÈEL

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENAMULET
source: ERROR: UNKNOWN
cs: ERROR: NEZNÁMÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_MEDIUM
source: SHINY RED
cs: BLÝSKAVÌ ÈERVENÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_BERRYBUSH
source: IT WOULD BE MORE USEFUL IN THE GROUND
cs: V ZEMI BY BYL U®ITEÈNÌJ©Í

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURKEYDINNER
source: FESTIVE
cs: SVÁTEÈNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SILK
source: SPIDER INNARDS
cs: PAVOUÈÍ VNITØNOSTI

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN_WINTER.GENERIC
source: A FOOLISH BIRD
cs: PO©ETILÝ PTÁK

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN_WINTER.HELD
source: JUST A FEATHERY BLOB
cs: PROSTÁ OPEØENÁ HROMÁDKA

# STRINGS.CHARACTERS.WX78.DESCRIBE.PAPYRUS
source: I PREFER DOT MATRIX PAPER
cs: PREFERUJI TABELAÈNÍ PAPÍR

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN.GENERIC
source: GREETINGS, RED BIRD
cs: ZDRAVÍÈKO, ÈERVENÝ PTÁKU

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN.HELD
source: SQUASH!
cs: MÁÈK!

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTONE
source: DO YOU BELIEVE IN MAGIC?
cs: VÌØÍ© NA KOUZLA?

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGEAMULET
source: A WIRELESS ARM MODULE.
cs: MODUL BEZDRÁTOVÉ PA®E.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOCKEDWES
source: SILENT HUMAN TRAPPED BY STATUES
cs: TICHÝ ÈLOVÍÈEK LAPENÝ SOCHAMI

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREHOUND
source: IT LIVES TO BURN
cs: ®IJE, ABY VYPALOVAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.GUNPOWDER
source: PUTS THE POW IN POWDER
cs: PIF PAF V PRÁ©KOVÉ PODOBÌ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_WOODFLOOR
source: WOOD GROUND
cs: DØEVÌNÝ TERÉN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTATUE
source: WHO IS THAT?
cs: KDO JE TO?

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB3
source: PERHAPS IT IS TOO POWERFUL.
cs: MO®NÁ JE TO A® MOC MOCNÉ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCKY
source: MY SHELL IS NICER
cs: MÁ SCHRÁNKA JE HEZÈÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KNIGHT
source: HORSE AUTOMATON
cs: KOÒSKÝ AUTOMAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB2
source: HELLO, FRIEND
cs: AHOJ PØÍTELI

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE
source: POWER SOURCE: UNKNOWN
cs: ZDROJ ENERGIE: NEZNÁMÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PETALS_EVIL
source: IT WASN'T BEAUTIFUL, BUT I STILL DESTROYED IT. HA.
cs: SICE NEBYLY KRÁSNÉ, ALE STEJNÌ JSEM JE ZNIÈIL. HA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BISHOP
source: REVEREND AUTOMATON
cs: MECHANICKÝ DÙSTOJNÝ PÁN

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: ERROR: PSUDOSCIENCE UNWORKABLE
cs: ERROR: PSEUDOVÌDY NELZE PROVOZOVAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB
source: MOTHER?
cs: MATKO?

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUBBLE
source: A DISMANTELD RELIC.
cs: RELIKVIE V DEMONTU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_CAP_COOKED
source: MODIFIED FUNGUS
cs: UPRAVENÉ HOUBY

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: ERROR: PSUDOSCIENCE UNWORKABLE
cs: ERROR: PSEUDOVÌDY NELZE PROVOZOVAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR.WORKING
source: ERROR: CAUSALITY COMPROMISED
cs: CHYBA: KAUZALITA OHRO®ENA

# STRINGS.CHARACTERS.WX78.DESCRIBE.STAFFLIGHT
source: SUCH POWER!!
cs: TAKOVÉ ENERGIE!!

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLETREE
source: LOOKS LIKE A VERY TOUGH TREE.
cs: VYPADÁ TO NA VELMI ODOLNÝ STROM.

# STRINGS.CHARACTERS.WX78.DESCRIBE.REDGEM
source: IT IS SLIGHTLY WARM
cs: JE LEHCE HØEJIVÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLLIGHT
source: THEY SENSE MY PRESENCE.
cs: CÍTÍ MOJI PØÍTOMNOST

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_CROW
source: IT HAS BEEN SEPARATED FROM ITS BIRD
cs: BYLO SEPAROVÁNO OD JEHO TÌLA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAZOR
source: EXFOLIATE!
cs: ODSTRAÒUJE OBAL!

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE
source: BIOLOGY IS DISGUSTING
cs: BIOLOGIE JE NECHUTNÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOLE
source: THEY ARE ALL CONNECTED VIA UNDERGROUND TUNNELS
cs: V©ECHNY JSOU PROPOJENÉ PODZEMNÍMI TUNELY

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEHIVE
source: HOW INDUSTRIOUS
cs: JAK INDUSTRIÁLNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.GENERIC
source: IT LOOKS EDIBLE
cs: VYPADÁ PO®IVATELNÌ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.READY
source: IT IS AT PEAK NUTRITIONAL VALUE
cs: JE NA VRCHOLU SVÉ NUTRIÈNÍ HODNOTY

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.GROWING
source: GO FASTER, PLANT
cs: RYCHLEJI ROSTLINO

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_FERN
source: YOUR CHARMS WILL NOT WORK ON ME, PLANT.
cs: TVÉ KOUZLO NA MÌ NEZABÍRÁ, ROSTLINO.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PURPLEGEM
source: IT IS STRANGE
cs: JE PODIVNÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRUMSTICK_COOKED
source: A TASTE SENSATION
cs: CHU«OVÁ SENZACE

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDBONE
source: EXOSKELETON FOR INSIDES. PROVIDES STRUCTURAL INTEGRITY.
cs: EXOSKELET PRO VNITØNOSTI. POSKYTUJE STRUKTURÁLNÍ INTEGRITU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.HORN
source: UNHYGIENIC
cs: NEHYGIENICKÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_CRANK
source: I'M MADE OF TOUGHER STUFF
cs: JSEM VYROBEN Z ODOLNÌJ©ÍCH KOMPONENT

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGGYBACK
source: UPGRADED STORAGE MODULE V2.0
cs: VYLEP©ENÝ ÚLO®NÝ MODUL V2.0

# STRINGS.CHARACTERS.WX78.DESCRIBE.ONEMANBAND
source: AN EXTERNAL SOUND MODULE UPGRADE.
cs: UPGRADE MODULU EXTERNÍHO ZVUKU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESTER
source: THIS EXTERNAL STORAGE UNIT APPEARS TO BE SENTIENT
cs: TENTO EXTERNÍ ÚLO®NÝ MODUL SE ZDÁ BÝT VNÍMAVÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GUANO
source: MORE POOP. SIGH.
cs: DAL©Í BOBEK. ACH.

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAMPUS_SACK
source: STORAGE MODULE 2.0
cs: MODUL ÚLO®I©TÌ 2.0

# STRINGS.CHARACTERS.WX78.DESCRIBE.POOP
source: THESE ANIMALS ARE DISGUSTING
cs: ZVÍØATA JSOU PROSTÌ NECHUTNÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.POND
source: ERROR. STAY AWAY.
cs: ERROR. DR® SE DÁL.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.PLANT
source: THAT PLANT SEEMS SUSPICIOUS.
cs: TA ROSTLINA VYPADÁ PODEZØELE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.DIRT
source: WARNING. LIFE DETECTED.
cs: VAROVÁNÍ. DETEKOVÁN ®IVOT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.WORM
source: THREAT IMMINENT.
cs: HROZÍ NEBEZPEÈÍ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
cs: JSOU JAKO ZDROJOVÝ KÓD ROSTLIN

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUND
source: IT LIVES TO EAT
cs: ®IJE, ABY JEDL

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHEAD
source: THE FISHBEAST IS MORE IDIOTIC LOOKING THAN USUAL.
cs: TATO RYBOBESTIE VYPADÁ JE©TÌ VÍCE IDIOTSKY NE® NORMÁLNÌ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE
source: IT IS DIFFICULT TO PEEL
cs: JE TÌ®KÉ HO OLOUPAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANTMEAT_COOKED
source: I MADE IT BETTER.
cs: ZLEP©IL JSEM HO.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINECONE.GENERIC
source: HOW DOES THE TREE FIT IN THERE?
cs: JAKOU KOMPRIMACI ASI POU®ÍVÁ TEN STROM?

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINECONE.PLANTED
source: SOON THE TREE WILL GROW.
cs: STROM BUDE BRZY RÙST.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYEPLANT
source: EXTERNAL SIGHT MODULES.
cs: MODULY EXTERNÍCH OÈÍ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGSKIN
source: THESE FLESHLINGS ARE DISGUSTING
cs: MASITÉ FORMY ®IVOTA JSOU PROSTÌ NECHUTNÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HAMBAT
source: TASTE IRONY AND DIE, FLESHLINGS.
cs: OKUSTE IRONII A UMÍREJTE, TVOROVÉ Z MASA A KOSTÍ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGKING
source: THAT APPEARS TO BE THE DOMINANT PIG
cs: ZDÁ SE BÝT DOMINANTNÍM PRASEM

# STRINGS.CHARACTERS.WX78.DESCRIBE.AXE
source: A TOOL FOR CHOPPING DOWN LIVING MATTER
cs: NÁSTROJ PRO KÁCENÍ ®IVÉ HMOTY

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.GENERIC
source: IT IS NOT CURRENTLY ACTIVE
cs: AKTUÁLNÌ NENÍ AKTIVNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.GROWING
source: LIFE IS INEFFICIENT
cs: ®IVOT JE NEEFEKTIVNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: ITS RESOURCES ARE EXHAUSTED
cs: JEHO ZDROJE JSOU VYÈERPANÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PETALS
source: I HAVE DESTROYED SOMETHING BEAUTIFUL. HA.
cs: ZNIÈIL JSEM NÌCO KRÁSNÉHO. HA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PERD
source: THAT IS AN UNUSUALLY LARGE BIRD
cs: TO JE NEOBVYKLE VELKÝ PTÁK

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT
source: IT HAS AN ILLOGICAL NAME
cs: MÁ NELOGICKÝ NÁZEV

# STRINGS.CHARACTERS.WX78.DESCRIBE.PANDORASCHEST
source: CONTENTS PROBABILITIES ARE UNCERTAIN
cs: PRAVDÌPODOBNOST OBSAHU JE NEJISTÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMEAT
source: FIRE MAKES THINGS BETTER
cs: OHEÒ DOKÁ®E VÌCI VYLEP©IT

# STRINGS.CHARACTERS.WX78.DESCRIBE.NITRE
source: SOME ROCKS ARE BETTER THAN OTHERS
cs: NÌKTERÉ KAMENY JSOU LEP©Í NE® JINÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.GENERIC
source: IT WANTS ITS MOTHER
cs: CHCE SVOU MATKU

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.HOT
source: SIGNAL STRENGTH: EXTREMELY HIGH
cs: SÍLA SIGNÁLU: EXTRÉMNÌ VYSOKÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.COLD
source: SIGNAL STRENGTH: LOW
cs: SÍLA SIGNÁLU: NÍZKÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARM
source: SIGNAL STRENGTH: MEDIUM
cs: SÍLA SIGNÁLU: STØEDNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARMER
source: SIGNAL STRENGTH: HIGH
cs: SÍLA SIGNÁLU: VYSOKÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTLIGHT
source: UNKNOWN LIGHT SOURCE
cs: NEZNÁMÝ ZDROJ SVÌTLA

# STRINGS.CHARACTERS.WX78.DESCRIBE.ABIGAIL
source: UNDEAD ALERT
cs: NEMRTVÁ HROZBA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALOHAT
source: THERE ARE TRACES OF FECAL MATTER EMBEDDED IN THE FIBERS
cs: MEZI VLÁKNY JSOU STOPY PO VÝKALECH

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAURCHEST
source: CHEST HAS POINTY EARS.
cs: TRUHLA MÁ ©PIÈATÉ OU©KA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINTERHAT
source: THIS WILL KEEP MY PROCESSOR FROM FREEZING
cs: TOHLE OCHRÁNÍ MÙJ PROCESOR PØED ZAMRZNUTÍM

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITO.GENERIC
source: IT STEALS LIFE FROM OTHERS
cs: KRADE ®IVOT OSTATNÍM

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITO.HELD
source: FILLED WITH DISGUSTING FLUIDS
cs: NAPLNÌNÝ NECHUTNÝMI TEKUTINAMI

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLE_SHELLPIECES
source: THEY DON'T FIT BACK TOGETHER
cs: U® SE NEDAJÍ SPOJIT DOHROMADY

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_CAP_COOKED
source: MODIFIED FUNGUS
cs: MODIFIKOVANÁ HOUBA
