Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER
source: I am filled with the irrational urge to stomp upon it.
cs: Jsem naplnìn iracionálním nutkáním ji rozdupat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WETGOOP
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.AMULET
source: It channels the darkest energies of the universe.
cs: Usmìròuje nejtemnìj¹í energii vesmíru.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_SPITTER
source: Agressive little thing, isn't it?
cs: Agresivní vìcièka, ¾e?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_FULL
source: Rocks. How dull.
cs: Kameny. Jak nudné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Stop looking at me!
cs: Pøestaò na mì zírat!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER_EYEBONE.WAITING
source: What is it waiting for?
cs: Na co vlastnì èeká?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIRESTAFF
source: A basic enchantment, but effective.
cs: Základní oèarování, ale efektivní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The pulse is quickening.
cs: Pulzování se zrychluje.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: The pulse has no influence here.
cs: Pulzování zde nemá ¾ádnou moc.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: The pulse is waning.
cs: Pulzování slábne.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: It beats once again.
cs: Udeøí to znovu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It calms once more.
cs: Zase se uklidní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: The pulse is holding steady.
cs: Pulzování udr¾uje svou stálost.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: The heart of the city is still.
cs: Srdce mìsta je klidné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.GENERIC
source: A fire pit.
cs: Ohni¹tì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.OUT
source: It's gone cold.
cs: Vychladlo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.EMBERS
source: I should attend to that.
cs: Asi bych mìl zasáhnout.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.HIGH
source: A roaring fire.
cs: Bouølivý oheò.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.LOW
source: It's getting low.
cs: Pohasíná.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.NORMAL
source: It's hot.
cs: Je to horké.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEM_PUPPET
source: Better her than me.
cs: Radìji ona, ne¾-li já.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLESPIKE
source: Ugh. This is so revolting.
cs: Uch. To je taková vzpoura.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.GENERIC
source: You'll never get me behind bars again.
cs: Nikdy více mì u¾ za møí¾e nedostanou.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.SLEEPING
source: You'll still be in there when you wake up.
cs: Poøád tam bude¹, a¾ se vzbudí¹.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.OCCUPIED
source: I feel for ya, feathers.
cs: Soucítím s tebou, opeøenèe.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHEAD
source: Er... charming.
cs: Eh... roztomilé.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGTENT
source: That's just nasty.
cs: To je prostì odporné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.UMBRELLA
source: It's crooked!
cs: Je pokøivený!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_7
source: This was important to someone once.
cs: Kdysi to pro nìkoho bylo dùle¾ité.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_MARSH_BUSH
source: Do I look like a gardener?
cs: Vypadám snad jako zahradník?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_GRASS
source: Do I look like a gardener?
cs: Vypadám snad jako zahradník?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEERCLOPS_EYEBALL
source: Deerclops are myopic.
cs: Zvìøklopové jsou krátkozrací.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMLIGHT
source: What a neat trick.
cs: Jak uhlazený trik.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_SEEDS
source: This labour is beneath me.
cs: Takhle práce je pod mou úroveò.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_TUSK
source: I'll put this to better use.
cs: Mám pro nìj lep¹í vyu¾ití.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODSTART
source: The portals lead to the next rod.
cs: Portály vedou k dal¹í tyèi.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLYWINGS
source: Ha ha ha. I got him!
cs: Ha ha ha. Dostal jsem ho!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTSWORD
source: Snicker-snack!
cs: Pojídaè hladoví!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIRTPILE
source: That looks out-of-place.
cs: To sem moc nezapadá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORMARBLE
source: That really isn't my style.
cs: To opravdu není mùj styl.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_1
source: This was important to someone once.
cs: Kdysi bývaly pro nìkoho dùle¾ité.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LICHEN
source: This fungus survived the downfall.
cs: Tahle houba pøe¾ila pád.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWERHAT
source: Definitely not my style.
cs: Tohle rozhodnì není mùj styl.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGESTAFF
source: I must rely on focusing tools in this form.
cs: Na podobné nástroje bych se mìl zamìøit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDNUGGET
source: This was important to me once.
cs: Kdysi mívalo pro mì velkou cenu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TAFFY
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_COOKED
source: A little more refined, at least.
cs: Alespoò je to o nìco lépe upravené.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOARDS
source: Roughly hewn.
cs: Hrubì otesané.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKBOAT
source: That's not how you use a boat!
cs: Takhle by se s lodìmi zacházet nemìlo!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEAMULET
source: It's frosted over.
cs: Je pokrytý jinovatkou.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEGEM
source: Blue brings ice.
cs: Modrý pøiná¹í led.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDMOUND
source: It's a tunnel down to the hound nests.
cs: Tunel vedoucí do doupìte ohaøù.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEADLYFEAST
source: It smells... noxious.
cs: Páchne to... jedovatì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWAMULET
source: This will make me stand out.
cs: Ten mi umo¾ní vyniknout.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEDROLL_STRAW
source: I don't like sleeping rough.
cs: Nerad spím na tvrdém.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BACONEGGS
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORRUINS
source: Thulecite meshes so well with nightmare fuel.
cs: Artefakty se tak skvìle proplétají s palivem noèních mùr.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMOR_SANITY
source: Time to wrap myself in nightmares.
cs: Èas zahalit se do noèních mùr.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORWOOD
source: Ugh. I'm not one for such vulgar fisticuffs.
cs: Ech. Nejsem ten typ neotesaného vesnického rváèe.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANIMAL_TRACK
source: Some dumb beast passed through here.
cs: Nìjaké hloupé zvíøe tady zanechalo stopy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_MED
source: Rocks. How dull.
cs: Kameny. Jak nudné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_LOW
source: Rocks. How dull.
cs: Kameny. Jak nudné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT_COOKED
source: A little more refined, at least.
cs: Alespoò je to o nìco lépe upravené.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONKEY
source: I don't have time for you!
cs: Nemám na vás èas!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_TALL
source: It smells of rot and failure.
cs: Zapáchá hnilobou a selháním.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONKEYBARREL
source: What a disgusting home.
cs: Jak nechutný to domov.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORSNURTLESHELL
source: That is not dapper at all.
cs: Ta není elegantní ani trochu.

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.GENERIC
source: And stay away!
cs: A u¾ se nevracej!

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.PREY
source: You're not worth my time!
cs: Nejsi hoden mého èasu!

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.PIG
source: Next time, pig!
cs: Nìkdy pøí¹tì, prasátko!

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.GENERIC
source: To arms!
cs: Do zbranì!

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.PREY
source: You look tasty!
cs: Vypadá¹ chutnì!

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.PIG
source: Brains over brawn!
cs: Mozek nad svaly!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_RESEARCH
source: Knowledge is power. And power is... well, power.
cs: Vìdìní je moc. A moc je... nu, moc.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_LOWRESEARCH
source: That wasn't very informative.
cs: To nebylo pøíli¹ informativní.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOSANITY
source: I have a headache!
cs: Tøe¹tí mi hlava!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CANFIX
source: I think I can fix this!
cs: Myslím, ¾e by to ¹lo spravit!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NO_TRAP
source: Weird. They forgot to set it.
cs: Zvlá¹tní. Zapomnìli ji natáhnout.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE_GENERIC
source: You tell me.
cs: To povìz ty mì.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TORCH_OUT
source: Dang it, another light down.
cs: Proklatì, dal¹í pochodeò vyhasla.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.GENERIC
source: (Gulp!)
cs: (Polk!)

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.STALE
source: That was past its due-date.
cs: To ji¾ mìlo pro¹lé datum spotøeby.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.SPOILED
source: That was putrid.
cs: To bylo nahnilé.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.PAINFUL
source: Ow! That hurt my mouth!
cs: Au! Z toho mì pálí v ústech!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HIGHRESEARCH
source: My brain swells with power!
cs: Mùj mozek nabývá spoleènì s vìt¹í mocí!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_THORNS
source: I scratched my arms up doing that.
cs: Po¹krábal jsem si pøi tom ruce!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODAYSLEEP_CAVE
source: Sleeping now would mess up my sleep schedule!
cs: Spaní by mi teï naru¹ilo mùj denní re¾im!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_BEES
source: Killing me won't bring back your honey!
cs: Pokud mì zabijete, med vám to nevrátí!

# STRINGS.CHARACTERS.WAXWELL.LICHEN
source: A slow growing cave plant
cs: Pomalu rostoucí jeskyní rostlina

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_COLD
source: My heart grows cold.
cs: Mé srdce chladne.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ACCOMPLISHMENT
source: I need to pass the time somehow.
cs: Nìjak musím zabít èas.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNGRY
source: I am empty inside.
cs: Cítím se uvnitø tak prázdný.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_KNOCKEDOUT
source: Ugh. My head hurts.
cs: Och. Moje hlava. Bolí.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNT_LOST_TRAIL
source: Drat! It got away.
cs: Zatracenì! Ztratil jsem ho.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNT_BEAST_NEARBY
source: I smell dung and beast-sweat.
cs: U¾ cítím hnùj a zvíøecí pot.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE_TOODARK
source: I can't see in the dark!
cs: Nevidím ve tmì!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ENTER_LIGHT
source: The light is back.
cs: Svìtlo je zpìt.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PECKED
source: Have patience!
cs: Mìj trpìlivost!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DEERCLOPS
source: I hear the deerclops.
cs: Sly¹ím Zvìrklopa.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_MOSQUITOS
source: What annoying little bugs.
cs: Jak otravný drobný hmyz.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODAYSLEEP
source: I can't sleep in the day.
cs: Ve dne neusnu.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TRAP_WENT_OFF
source: Oh, goodness.
cs: Svatá dobroto.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CRAFTING_FAIL
source: I lack the necessary materials.
cs: Postrádám potøebný materiál.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ADVENTUREFAIL
source: Not all deaths are alike.
cs: Ne ka¾dá smrt je stejná.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_QUAKE
source: The ground shakes. Will it swallow me whole?
cs: Zemì se otøásá. Chce mì snad pohltit?

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CHARLIE
source: Demon! Show yourself!
cs: Démone! Uka¾ se!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_COLD
source: I am chilled to the bone.
cs: Jsem promrzlá na kost.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_BOOMERANG
source: Ow! That was karma.
cs: Au! To byla karma.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_INV_FULL
source: I can carry no more.
cs: Více toho neunesu.

# STRINGS.CHARACTERS.WENDY.ACTIONFAIL_GENERIC
source: I can't do anything right.
cs: Nikdy se mi nic nepovede.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NOHUNGERSLEEP
source: My stomach is as empty as my heart, I can't sleep now.
cs: Mùj ¾aludek je stejnì tak prázný jako mé srdce. Nemohu teï spát.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ACCOMPLISHMENT_DONE
source: This will be forgotten too, some day.
cs: I tohle bude jednou zapomenuto.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DUSK
source: The darkness will be here soon. I must prepare.
cs: Temnota tu bude ka¾dou chvíli. Musím se pøipravit.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ENTER_DARK
source: The darkness has swallowed me.
cs: Temnota mì pohltila.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CHARLIE_ATTACK
source: I am attacked!
cs: Jsem napaden!

# STRINGS.CHARACTERS.WENDY.DESCRIBE_GENERIC
source: It is unmentionable.
cs: To nestojí ani za øeè.

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.TALLBIRDEGG_CRACKED
source: I spared it the torment of living.
cs: Zbavil jsem ho muk ¾ivota.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TORCH_OUT
source: Darkness has returned!
cs: Temnota se navrátila!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_THORNS
source: Ow! Prickly, like me.
cs: Au! Pichlavé.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ADVENTURE_PORTAL
source: What technological terror is this?
cs: Co je tohle za hrùznou technologii?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBIT.GENERIC
source: He's wandering mindlessly, oblivious to his fate.
cs: Toulá se bezmy¹lenkovitì, nev¹ímaje si svého osudu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBIT.HELD
source: He is safely in my embrace.
cs: Je v bezpeèí mé náruèe.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEERCLOPS
source: Death incarnate!
cs: Ztìlesnìná smrt!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_ROAD
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEMINE
source: They're still alive in there. Poor things.
cs: Je¹tì stále tam pøe¾ívají. Ubo¾átka.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN_COOKED
source: This corn couldn't handle the heat.
cs: Ta kukuøice nemohla vydr¾et takový ¾ár.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FOLIAGE
source: Lead me to the Aarnivalkea.
cs: Kde je Aarnivalkea? Doveï mì tam.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEPRINT
source: Whoever drew this is probably dead.
cs: A» u¾ to nakreslis kdokoliv, je ji¾ pravdìpodobnì po smrti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGLEGS_COOKED
source: Definitely not twitching any longer.
cs: Rozhodnì u¾ se ne¹kubou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEPLETED_GRASS.GENERIC
source: The remains of a tuft of grass.
cs: Pozùstatky z trsu trávy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLE
source: It is mindlessly chasing after rocks.
cs: Tupì se ¾ene za kameny.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_SLEEP
source: Not even the big sleep, just a temporary one.
cs: Nepøiná¹í vìèný spánek, jen ten doèasný.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTLICHEN
source: Fleeting, just like life.
cs: Prchavý, jako ¾ivot.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Used up and done for.
cs: Opotøebovaný a vyhoøelý.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Everything dies.
cs: Nic netrvá vìènì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: It's cycle of life is ending.
cs: Jeho ¾ivotní cyklus právì konèí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: It's burning brightly.
cs: Hoøí tak jasnì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN_SEEDS
source: Miraculously, the seeds don't smell.
cs: Jakoby zázrakem semínka nepáchnou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CROW.GENERIC
source: Take thy beak from out my heart!
cs: Dr¾ svùj zobák od mého srdce dál!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CROW.HELD
source: He is mine.
cs: Je má.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.GENERIC
source: They are so standoffish.
cs: Jsou tak odmìøení.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.FOLLOWER
source: I still feel alone.
cs: Poøád se cítím osamìlá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.WEREPIG
source: A creature of the night!
cs: Stvùra noci!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.GUARD
source: How Orwellian.
cs: Jak orwellovské.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.DEAD
source: He's better off, now.
cs: Bez nìj nám tu bude líp.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERM
source: Horrid swamp thing!
cs: Dìsná vìc z ba¾in!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_ROBIN_WINTER
source: A snowbird feather, white like the light at the end of the tunnel.
cs: Pírko snì¾ného ptáka. Bílé jako svìtlo na konci tunelu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_MARSH
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTSTONE
source: The better to mark graves with.
cs: Pro znaèení hrobù je lep¹í.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENPICKAXE
source: At least I can smash rocks with style.
cs: Alespoò mohu ¹típat kameny se stylem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.GENERIC
source: He's little and warty.
cs: Malá a bradaviènatá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.SLEEPING
source: He's asleep.
cs: Spí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.DEAD
source: Life is small and short.
cs: ®ivot je malicherný a krátký.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GHOST
source: He has risen from the grave!
cs: Povstal z hrobu!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDSTOOTH
source: Pulled out by the root.
cs: Vytr¾en z koøenu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA_TREE
source: Poor plant, locked away from the sun.
cs: Ubohá rostlina, uzamèena pøed sluncem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDSMALLMEAT
source: Fire has purified it.
cs: Oheò ho oèistil.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATBAT
source: An enchanted weapon. How exciting!
cs: Oèarovaná zbraò. Jak vzru¹ující!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TWIGS
source: Plucked from the ground before their prime.
cs: Vytr¾eny ze zemì døív ne¾ mohly dospìt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENSTAFF
source: I can see the power sparkle deep within.
cs: Vidím tu hluboce uvnitø jiskøící sílu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LICHEN
source: How does it manage to grow like that?
cs: Jak jen dokázala takto vyrùst?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PICKAXE
source: So that I may penetrate the earth itself.
cs: Abych mohla penetrovat samotnou zemi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLEHOLE
source: The slurtles pop out when they outgrow it.
cs: Z toho vyskakují slim¾elvy, jakmile vyrostou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_MED
source: The earth reaches up.
cs: Zem povstává.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDNEST.GENERIC
source: That egg represents a new life. Ugh.
cs: To vejce symbolizuje nový ¾ivot. Ech.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty. Vacant. Barren. A void.
cs: Hnízdo je prázdné. Opu¹tìné. Pusté.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONPIE
source: Well, at least it's a pie now.
cs: Nu, alespoò u¾ je to koláè.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANTMEAT
source: It has a foul smell.
cs: Má odporný zápach.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN
source: Spiky and smelly!
cs: Ostnaté a páchnoucí!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUSHAT
source: What feverish thoughts transpired beneath this?
cs: Jaká zimnice a pot se pod tímto jen skrývají?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHTACOS
source: I hope I got all the bones out.
cs: Doufám, ¾e jsem ji øádnì vykostila.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_LANTERN
source: You're not so scary.
cs: Nejsi tak dìsivá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK1
source: Cold, dead artifical life.
cs: Chladný ¾ivot ne¾ivé civilizace.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_CAP
source: A mushroom after my own heart.
cs: Houba podle mého gusta.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.GENERIC
source: A creature of the night!
cs: Stvùra noci!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.SLEEPING
source: Evil is sleeping.
cs: Zlo døímá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.DEAD
source: We will meet again some day.
cs: Jednoho dne se opìt setkáme.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Musty.
cs: Plesnivá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: I would hide too, if I could.
cs: Také bych se schovala, kdybych mohla.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Harvested.
cs: Sklizena.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALOWOOL
source: Somewhere, a beefalo is naked and cold.
cs: Tam nìkde venku je buvol, nahý a studený.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRIES
source: These berries are tart.
cs: Tyhle bobulky jsou trpké.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SNURTLE
source: That one has a larger shell.
cs: Tenhle má vìt¹í schránku.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.GENERIC
source: They shall labour so I can steal.
cs: Mìly by pracovat, abych já mohla krást.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.READY
source: Their toils have been fruitful!
cs: Jejich práce pøiná¹í plody!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENAXE
source: At least I can kill trees with style.
cs: Alespoò mohu stromy zabíjet se stylem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP_TEETH_MAXWELL
source: Death when I least expect it.
cs: Smrt, kdy¾ ji nejménì èekám.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_CAP
source: A fungus to preserve the monotony.
cs: Houba bojující proti monotvárnosti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CAVE
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENPITCHFORK
source: At least I can till the earth with style.
cs: Alespoò mohu zahradnièit se stylem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.GENERIC
source: It's just a bunch of reeds.
cs: Je to jen svazek rákosí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.PICKED
source: I have picked them.
cs: Sebrala jsem ho.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.BURNING
source: Soon to be ashes.
cs: Brzy zbyde jen popel.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINSHAT
source: Abigail would've loved this crown.
cs: Abigail by si tuhle korunku zamilovala.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRD_EGG_COOKED
source: No bird will ever come of it.
cs: ®ádný pták ji¾ z nìho nikdy nevzejde.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYNUGGETS
source: A sweet sauce for this creature's sweet embrace.
cs: Sladká omáèka ve sladkém obìtím s tìmito stvoøeními.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLYMUFFIN
source: Let's see you get out of this sugary trap!
cs: Podíváme se, zda se dostane¹ z této sladké pasti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOUSE
source: It is not as edible as it looks.
cs: Není tak jedlý, jak by se mohlo zdát.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FRUITMEDLEY
source: Sweet, tart and in a cup.
cs: Sladkost a hoøkost v jednom pohárku.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLE
source: Smooth and lifeless.
cs: Hladké a ne¾ivé.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BISHOP_NIGHTMARE
source: Time has won this battle.
cs: Èas tuhle bitvu vyhrál.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.THULECITE
source: Its presence marks the edge of the unknown.
cs: Na okrajích je pøítomné záhadné znaèení.
