Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.INGROUND
source: It is dormant this time of day.
cs: V tuto èást dne je latentní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOG
source: An axial section of tree trunk.
cs: Axiální sekce kmene stromu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREFLIES.GENERIC
source: They disperse when I approach.
cs: Mizí, jakmile se pøiblí¾ím.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREFLIES.HELD
source: Their bioluminescent properties might prove useful.
cs: Jejich bioluminescentní vlastnosti by se nejspí¹ daly zu¾itkovat.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_LOW
source: Another stalagmite.
cs: Dal¹í stalagmit.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYETURRET
source: The magic of the two beasts has been concentrated by the thulecite.
cs: Kouzelná síla obou zvíøat byla umocnìna artefaktem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERHOLE
source: This is the source of the spider infestation.
cs: Tohle je ten zdroj pavouèí nákazy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WASPHIVE
source: I had better keep my distance.
cs: Radìji bych si mìla udr¾ovat svou vzdálenost.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMONSTERMEAT
source: It's still a little bit poisonous.
cs: Stále je lehce jedovaté.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEAMULET
source: The gem appears to be sucking energy out anything it touches.
cs: Zdá se, ¾e tenhle klenot vysává energii z èehokoliv, co se ho dotkne.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_SLEEP
source: Improvised tranquilizer device.
cs: Improvizované uspávací zaøízení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHERHAT
source: Not quite the genuine article, but I might fool some birds.
cs: Ne zrovna nejoriginálnìj¹í výtvor, ale mo¾ná bych s ním mohla pøevézt pár ptákù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE_DOUBLE
source: You could read by that light.
cs: Pod tím svìtlem bys mohl èíst.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANITYROCK.INACTIVE
source: It seems to have sunk into the soil.
cs: Vypadá to, ¾e se propadl do zemì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANITYROCK.ACTIVE
source: Fascinating. I'll have to study these markings later.
cs: Fascinující. Pozdìji ty znaèky budu muset prozkoumat.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGEGEM
source: It looks like a Spessartite garnet.
cs: Vypadá to na granát Spessartin.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUSHHAT
source: Camouflage
cs: Kamuflá¾

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENSHOVEL
source: The most malleable of metals, but let's see how this digs.
cs: Nejpoddajnìj¹í kov, ale podívejme se, jak se s ním bude kopat.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.INSANITYROCK.INACTIVE
source: It appears to be a tiny pyramid.
cs: Vypadá jako drobná pyramida.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.INSANITYROCK.ACTIVE
source: I must be seeing things.
cs: Musím mít vidiny.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KABOBS
source: Meat on a stick, what will I think up next?
cs: Maso na tyèi, co vymyslím pøí¹tì?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STATUEMAXWELL
source: It's a visage of the man who trapped me here.
cs: To je podoba mu¾e, jen¾ mì zde uvìznil.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_STATUE
source: This seems mystically aligned to the world.
cs: Zdají se být svázány v mystickém souladu s tímto svìtem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROOK
source: A clockwork castle.
cs: Mechanická vì¾.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLINT
source: A hard nodule of quartz.
cs: Tvrdá pecka køemíku.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_RING
source: A torus of alloys and wiring.
cs: Kruh ze slitiny a drátù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_POTATO
source: Neither fully organic nor inorganic!
cs: Ne zcela organické ani anorgatické!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINTEROMETER
source: Measure before you act.
cs: Dvakrát mìø, ne¾ ven jde¹.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINERHAT
source: This would make a great reading light.
cs: To by bylo parádní svìtlo na ètení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_STONE_ITEM
source: I'm not sure why I can carry so many of these.
cs: Opravdu netu¹ím jakto, ¾e jich unesu tak mnoho.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I feel a compulsive urge to activate it, again and again.
cs: Cítím nutkavou potøebu to aktivovat, znovu a znovu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTREEDS
source: Some rush cuttings.
cs: Trocha rychle natrhaných.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDMOUND
source: Those bones are foreboding.
cs: Z tìhle kostí mám zlou pøedtuchu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUND
source: That hound is not domesticated.
cs: Tento ohaø není ochoèen.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_FOREST
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEERCLOPS_EYEBALL
source: I feel a vague sense of accomplishment.
cs: Mám nejistý pocit vítìzství.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAMPUS
source: It's a mythological holiday monster.
cs: Je to mytologické monstrum svátkù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RATATOUILLE
source: Nicoise, so nutritious!
cs: Nicoise, tak vý¾ivný!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_HAY_ITEM
source: Hay bales.
cs: Vysoký balík sena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_SAVANNA
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGRODSTART
source: This rod might could be useful!
cs: Tahle vìc se bude hodit!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KNIGHT_NIGHTMARE
source: It's nightmare fueled surroundings seem to have corrupted its programming.
cs: Zdá se, ¾e v¹echno to okolí zásobené z noèních mùr naru¹ilo jeho pùvodní program.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_MUD
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN_WINTER.GENERIC
source: A winter coat for the Cardinalis? How peculiar!
cs: Zimní kabátek pro kardinála? Jak zajímavé!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN_WINTER.HELD
source: It's so delicate.
cs: Je tak jemný.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ADVENTURE_PORTAL
source: That violates some pretty fundamental physical laws.
cs: Tohle poru¹uje ty nejzákladnìj¹í fyzikální zákony.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BASALT
source: Material of great density!
cs: Materiál výjimeèné hustoty!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BOX
source: An electrical charge regulator.
cs: Elektrický dobíjecí regulátor.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRD_EGG
source: It is unfertilized.
cs: Je neoploïnìné.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PURPLEGEM
source: It gives off a strange aura.
cs: Vychází z nìj podivná aura.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEGEM
source: It is cold.
cs: Je chladný.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REDGEM
source: It is warm.
cs: Je horký.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.THULECITE_PIECES
source: I could combine these to create a larger piece.
cs: Mohu je zkombinovat pro vytvoøení vìt¹ího kusu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEERCLOPS
source: Laurasiatheria!
cs: Megasavec!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PENGUIN
source: What a classy bird
cs: Jakýpak to vzne¹ený pták.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNKVEST_WINTER
source: Ample protection against the elements.
cs: Dostateèná ochrana pøed elementy pøírody.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE.GENERIC
source: Mandragora officinarum.
cs: Mandragora lékaøská.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE.PICKED
source: Mandragora officinarum. But with a face.
cs: Mandragora lékaøská. Ale s oblièejem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE.DEAD
source: Mandragora officinarum. Deceased.
cs: Mandragora lékaøská. Zesnulá.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB2
source: It's a research station. I can learn new things with it.
cs: Výzkumná stanice. Mohu se s ní nauèit nové vìci.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN_COOKED
source: Cooking this certainly did not improve its odour.
cs: Uvaøením se jeho zápach rozhodnì nezlep¹il.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNKVEST_SUMMER
source: Durable outerwear.
cs: Odolné obleèení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_COOKED
source: Unpalatable, but high in protein.
cs: Nechutný, ale se spoustou proteinù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIVINGLOG
source: This log is special.
cs: Toto poleno je speciální.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_WINTER
source: A specimen of leather and fur.
cs: Exempláø kù¾e a srsti.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT_COOKED
source: Pleasantly prepared pitahaya blanca.
cs: Chutnì upravená pitaya.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLEHAT
source: It provides protection.
cs: Poskytuje ochranu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_SUMMER
source: A utilitarian proboscis.
cs: Prospìcháøský chobot.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERDEN
source: Fascinating. These spiders have a communal hive.
cs: Fascinující. Tito pavouci mají komunální hnízdo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIRTPILE
source: Unhygienic!
cs: Nehygienické!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POTTEDFERN
source: A potted plant.
cs: Rostlina v kvìtináèi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUBBLE
source: Looks like a job for library paste!
cs: To vypadá na práci pro kanceláøské lepidlo!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANIMAL_TRACK
source: Animal sign, leading away.
cs: Zvíøecí stopa, vedoucí pryè.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_12
source: A muscular hydrostat that's been sat near something hygroscopic.
cs: Mohutný hydrostat, jen¾ byl usazen poblí¾ nìèeho hydroskopického.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_PILLAR
source: There's more of it below than above!
cs: Tady je toho je¹tì víc ne¾ nahoøe!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Development appears to be progressing.
cs: Vývoj se zdá být progresivní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Exposure to temperature extremes may result in death.
cs: Vystavení tepelným extrémùm mù¾e konèit smrtí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: You will catch your death of cold!
cs: Podchladí¹ se k smrti!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: A watched pot never boils.
cs: Sledovaný hrnec se nikdy nevaøí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: We shall soon reap the fruits of our labours.
cs: Brzy bychom mìli sklízet plody na¹í práce.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG
source: It requires incubation.
cs: Vy¾aduje inkubaci.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.GENERIC
source: An adolescent avian.
cs: Adolescentní avian.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.HUNGRY
source: Please keep your voice level to a minimum.
cs: Prosím, udr¾uj úroveò svého hlasu na minimu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.STARVING
source: A very naughty bird!
cs: Velmi nezbedný ptáèek!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.GENERIC
source: A rather diminutive specimen of the class Aves.
cs: Spí¹e drobný exempláø tøídy ptákù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.HUNGRY
source: It requires sustenance.
cs: Vy¾aduje vý¾ivu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.STARVING
source: Without sustenance, it will surely perish.
cs: Bez potravy jistì zahyne.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_PLANT
source: A swamp-dwelling rhizome.
cs: Moèál-obývající oddenek.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESTER_EYEBONE.WAITING
source: The oculus is inactive.
cs: Oculus je neaktviní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYCOMB
source: Beeswax used for storing honey.
cs: Vèelí vosk u¾ívaný pro skladování medu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PURPLEAMULET
source: I can almost sense it beckoning to something.
cs: Témìø cítím jakoby to k èemusi navádìlo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOMERANG
source: It is a flat aerofoil.
cs: Plocha aerodinamického profilu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_UNDERROCK
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENGEM
source: Chromium impurities have coloured this gem green.
cs: Chromové zneèi¹tìní zabarvilo tento drahokam do zelena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBOT_PUPPET
source: Poor thing.
cs: Ubohá vìc.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PANFLUTE
source: Hollow reeds with harmonic resonance.
cs: Dutá pí¹»ala s harmonickou rezonancí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_5
source: This spacecraft looks to have inadequate thermal controls.
cs: Zdá se, ¾e tahle kosmická loï nemá adekvátnì silné raketové motory.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMHOLE.GENERIC
source: The sleeping Megadrilacea Oraduos.
cs: Spící Megaèerv Dvouústý.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMHOLE.OPEN
source: Concentric rings of teeth for rapid ingestion.
cs: Prstenec koncentrované zuboviny pro rychlý pøíjem potravy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGLEGS
source: They're still twitching a bit.
cs: Je¹tì poøád se trochu ¹kubají.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_HAY
source: I don't trust that wall.
cs: V tuto zeï nemám dùvìru.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_2
source: A fake membranophone.
cs: Fale¹ný membranofon.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LANTERN
source: A refuelable light source.
cs: Obnovitelný zdroj svìtla.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_RUINS
source: A very secure wall.
cs: Velmi bezpeèná zeï.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.GENERIC
source: A mangal rhizophora.
cs: Ba¾inatý koøenovník.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.CHOPPED
source: It has been felled
cs: Byl pora¾en.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.BURNT
source: A carbonized mangrove
cs: Zuhelnatìlý strom

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.BURNING
source: Combustion!
cs: Spalování!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROPE
source: A short length of strong hemp rope.
cs: Silný konopný provaz krátké dálky.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.GENERIC
source: A fire pit.
cs: Ohni¹tì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.OUT
source: I can re-light it.
cs: Mohu ho znovu-zapálit.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.EMBERS
source: The fire has almost self-extinguished.
cs: Oheò je témìø samo-uha¹en.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.HIGH
source: That fire is burning at an alarming rate.
cs: Tenhle oheò dosahuje znepokojivé intenzity.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.LOW
source: The fire could use some more fuel.
cs: Tomu ohni by prospìlo více topiva.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.NORMAL
source: A perfectly average fire.
cs: Dokonale prùmìrný oheò.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURPER_PELT
source: This must be useful for something.
cs: Tohle musí být k nìèemu u¾iteèné.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EEL
source: It's an eel.
cs: Je to úhoø.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.GENERIC
source: A cluster of brambles.
cs: Shluk ostru¾iní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.PICKED
source: Picking brambles is dangerous.
cs: Sbìr ostru¾in je nebezpeèný.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.BURNING
source: Combustion!
cs: Spalování!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEMINE_MAXWELL
source: A dangerous mine filled with Culicidae.
cs: Nebezpeèná mina naplnìna bodavými komáry.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOUND.GENERIC
source: A burial mound.
cs: Pohøební hromádka.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOUND.DUG
source: A desecrated burial mound.
cs: Znesvìcená pohøební hromádka.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BABYBEEFALO
source: Look at his widdle face! (ahem!)
cs: Podívej na ten uèùraný oblièej! (ehm!)

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEDROLL_STRAW
source: I'm not sleeping on the ground.
cs: Nehodlám spát na zemi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLEPILLAR
source: It shows the touch of a Roman artisan. How amazing.
cs: Je na nìm patrný vliv øímských umìlcù. Jak úchvatné.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA_COOKED
source: Somewhat better.
cs: O nìco lep¹í.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKULLCHEST
source: A container resembling a cranium.
cs: Kontejner pøipomínající lebku.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_9
source: Hmm, don't think I'm missing any buttons at the moment.
cs: Hmm, nemyslím si, ¾e bych teï nìjaké knoflíky postrádala.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_8
source: It reminds me of my bath tub. I could use a long soak.
cs: To mi pøipomíná mou vanu. Teï bych se tak poøádnì nalo¾ila.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_SANITY
source: Protective shroud which transfers attacks to another dimension.
cs: Ochranný rubá¹, jen¾ transformuje útoèníky do jiné dimenze.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_6
source: A tangled mess of wires, not much good for anything.
cs: Zmì» kabelù, prakticky k nièemu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.GENERIC
source: Some non-aqueous residue remaining after the fire.
cs: Trocha nevodnatých zbytkù po po¾áru.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.REMAINS_THINGIE
source: This used to be something, now it's just a pile of ash.
cs: Tohle kdysi nìèím bývalo. Teï je to jen hrst popela.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone seems to have been burned entirely.
cs: Zdá se, ¾e oèní kost bìhem procesu kompletnì shoøela.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_4
source: What a positively, delightfully odd little fellow.
cs: Jak pozitivnì naladìný, bájeèný a svérázný spoleèník.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_3
source: Oh, I just love the bard.
cs: Ó, ten pøíbìh miluji.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_CAP_COOKED
source: Chemistry has happened.
cs: Probìhla chemická reakce.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POND_ALGAE
source: It is a good thing this algae has no need for photosynthesis.
cs: Je to dobrá vìc, ¾e tyhle øasy nemají ¾ádnou potøebu fotosyntézy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEROGIES
source: A wonderfully bland dumpling.
cs: Ú¾asnì jemné peèivo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGGLEBUNWICH
source: Not typically served on a sandwich, but I'll give it a go!
cs: Ne zrovna typická pøíprava sendvièe, ale dám tomu ¹anci!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYHAM
source: Honey was the only sweetener I used for this lovely ham.
cs: Med byl jediným sladidlem, které jsem k pøípravì této lahodné ¹unky pou¾ila.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_11
source: Ah, it's a scale replica of that mischevious robot.
cs: Áá, zmen¹ená replika toho zlomyslného robota.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORSLURPER
source: A disgusting and magical garment.
cs: Odpudivý kouzelný odìv.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_10
source: Don't need these yet: I've still got a few teeth left.
cs: Zatím je nepotøebuju. Poøád mi je¹tì pár zubù zbylo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_SINKHOLE
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATBALLS
source: A pile of processed meat. Who knows what went into this.
cs: Hromádka zpracovaného masa. Kdoví, co se do nìj v¹echno dostalo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLESPOTS
source: Hmmm, reproductive organs.
cs: Hmmm, reproduktivní orgány.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERLASAGNA
source: Lasagna or no, I don't think it's safe to eat this.
cs: Lasagne nelasagne, nemyslím si, ¾e je bezpeènì to jíst.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.GENERIC
source: A generically coniferous tree.
cs: Druh jehliènatého stromu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.CHOPPED
source: It has been harvested.
cs: Byl sklizen.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.BURNT
source: A carbonized tree.
cs: Zuhelnatìlý strom.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.BURNING
source: The tree is burning.
cs: Strom hoøí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS
source: Odobenus rosmarus; Gaelic variety.
cs: Mro¾ lední, gaelký dryh.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TREASURECHEST
source: A storage chest.
cs: Truhla na skladování vìcí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_PIPE
source: Improvised missile device.
cs: Improvizované raketové zaøízení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_ROBIN_WINTER
source: It looks like a feather of Cardinalis, but white.
cs: Vypadá to jako pírko kardinála, akorát je bílé.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_ROBIN
source: Feather of Cardinalis.
cs: Pírko kardinála.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_CROW
source: Feather of Corvus.
cs: Pírko krkavcovitého.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGTORCH
source: I wonder how it's fueled.
cs: Zajímalo by mì, jakým palivem je zásobena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENAMULET
source: I don't know what that is.
cs: Netu¹ím, co to je.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_MEDIUM
source: A red variety of Mycena luxaeterna.
cs: Èervená odrùda vìènì svítící houby známé jako Mycena luxaeterna.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LEIF
source: I... don't even know.
cs: Myslím, ¾e to... ani já neznám.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURKEYDINNER
source: What a nice roast.
cs: Jak krásná peèínka.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SILK
source: Protein fibre extruded from an arachnid.
cs: Proteinová vlákna extrudované pavoukovcem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.GENERIC
source: It matches the ambient temperature.
cs: Ukazatel reaguje na okolní teplotu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.HOT
source: It is warm enough to radiate heat and light!
cs: Dostateènì vøelý na to, aby vyzaøoval teplo a svìtlo!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.COLD
source: It's temperature is below freezing.
cs: Jeho teplota je pod bodem mrazu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.WARM
source: It is retaining thermal energy.
cs: Uchovává termální energii.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PAPYRUS
source: Thin sheets of cellulose and lignin
cs: Tenké listy celulózy a ligninu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LEIF_SPARSE
source: I... don't even know.
cs: Já... opravdu netu¹ím.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_BIRDS
source: The expurgated version, but it has my favorite: Megascops kennicottii.
cs: Cenzurovaná verze, ale stále obsahuje mého oblíbeného výreèka západního.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGEAMULET
source: The gem fades with each use.
cs: Ten drahokam slábne s ka¾dým u¾itím.
