Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONKEY
source: Curious little guy.
cs: Zajímavý malý chlapík.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_TALL
source: That mushroom got too big for its own good.
cs: Tahle houba má ¹tìstí, ¾e je tak vysoká.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONKEYBARREL
source: Did that just move?
cs: Nepohnul se ten sud náhodou?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORSNURTLESHELL
source: It sticks to my back.
cs: Lepí se mi na záda.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_RESEARCH
source: Never stop learning!
cs: Nikdy se nepøestávám uèit!

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.GENERIC
source: I sure showed him!
cs: Poøádná nakládaèka!

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.PREY
source: He's too fast!
cs: Je moc rychlý!

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.PIG
source: I'll let him go. This time.
cs: Nechám ho jít. Pro tentokrát.

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.SPIDER_WARRIOR
source: Shoo, you nasty thing!
cs: Táhni ty bídné stvoøení!

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.SPIDER
source: He's too gross, anyway.
cs: Stejnì je dost hrùzostra¹ný.

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.GENERIC
source: Go for the eyes!
cs: Míøím na oèi!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.PREY
source: I will destroy you!
cs: Znièím tì!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.PIG
source: Here piggy piggy!
cs: Tady èuníku pa¹íku!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.SPIDER_WARRIOR
source: Better you than me!
cs: Radìji ty, ne¾-li já!

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.SPIDER
source: I'm going to stomp you dead!
cs: Vyklepu z tebe du¹i!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_COLD
source: So Cold!
cs: Taková zima!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NO_TRAP
source: Well, that was easy.
cs: Tak, to bylo jednoduché.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE_GENERIC
source: It's a... thing.
cs: Je to... vìc.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WORMHOLE
source: That was not a sane thing to do.
cs: To nebyla ta nejrozumnìj¹í vìc.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TORCH_OUT
source: My light just ran out!
cs: Vyhaslo mi svìtlo!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HIGHRESEARCH
source: I feel so smart now!
cs: Cítím se teï tak geniální!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_THORNS
source: Ow!
cs: Au!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.GENERIC
source: Yum!
cs: Mòam!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.STALE
source: I think that was starting to turn.
cs: Myslím, ¾e se to zaèínalo kazit.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.SPOILED
source: Yuck! That was terrible!
cs: Fuj! To bylo nechutné!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.PAINFUL
source: I don't feel so good.
cs: Necítím se po tom zrovna nejlíp.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODAYSLEEP_CAVE
source: I'm not tired.
cs: Netrpím únavou.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ENTER_LIGHT
source: I can see again!
cs: Zase vidím!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BEES
source: BEEEEEEEEEEEEES!!!!
cs: VÈEEEEEEEEELY!!!!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ACCOMPLISHMENT
source: I feel so accomplished!
cs: Mám nejistý pocit vítìzství!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNGRY
source: I'm so hungry!
cs: Mám takový hlad!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_KNOCKEDOUT
source: Ugh, my head!
cs: Ach, moje hlava!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_LOWRESEARCH
source: I didn't learn very much from that.
cs: Nepøineslo mi to pøíli¹ nových poznatkù.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNT_LOST_TRAIL
source: The trail ends here.
cs: Tady stopa konèí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE_TOODARK
source: It's too dark to see!
cs: Pøíli¹ velká tma, aby bylo vidìt!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HOUNDS
source: Did you hear that?
cs: Sly¹el jsi to?

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PECKED
source: Ow! Quit it!
cs: Au! Pøestaò!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DEERCLOPS
source: That sounded big!
cs: To znìlo jako nìco velkého!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MOSQUITOS
source: Aaah! Bug off!
cs: Áááá! Neotravujte!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODAYSLEEP
source: It's too bright out.
cs: Je tu moc svìtla.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TRAP_WENT_OFF
source: Ack!
cs: Ach!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CRAFTING_FAIL
source: Er... I can't do that.
cs: Eh... To nejde.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ADVENTUREFAIL
source: I of all people should be able to do this.
cs: Ze v¹ech lidí právì já bych mìl být schopen to dokázat.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_QUAKE
source: That rumbling can't be good.
cs: Tohle burácení nevìstí nic dobrého.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CHARLIE
source: Charlie? It's me! Maxwell!
cs: Charlie? To jsem já! Maxwell!

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.GENERIC
source: That's unshavable.
cs: To je nevykopatelné.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I don't think she'd take kindly to that.
cs: Nemyslím, ¾e by na to reagovala vlídnì.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.NOBITS
source: But it's already as smooth as a baby's rear end.
cs: V¾dy» u¾ je hladký jak dìtská prdýlka.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.STORE.GENERIC
source: It wouldn't fit.
cs: To by se u¾ neve¹lo.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.STORE.NOTALLOWED
source: That can't go in there.
cs: To sem nepatøí.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_BOOMERANG
source: Ow! Clumsy!
cs: Au! Neohrabanèe!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODANGERSLEEP
source: Not while there's danger afoot!
cs: Ne kdy¾ mi hrozí nebezpeèí!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_UNIMPLEMENTED
source: Hmm, not quite done.
cs: Hmm, je¹tì jsme neskonèili.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_INV_FULL
source: My pockets are full.
cs: Mé kapsy jsou plné.

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL_GENERIC
source: That didn't work.
cs: To ne¹lo moc dobøe.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOHUNGERSLEEP
source: I'm too hungry. I can't sleep.
cs: Jsem tak hladový. Nemù¾u spát.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ACCOMPLISHMENT_DONE
source: That kinda makes it all worthwhile.
cs: Tak to bylo tedy smysluplné.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DUSK
source: It'll be dark soon. Charlie will be waking up.
cs: Brzy bude tma. Charlie se probudí.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ENTER_DARK
source: It's dark! I can't see!
cs: Tma! Nic nevidím!

# STRINGS.CHARACTERS.WAXWELL.EAT_FOOD.TALLBIRDEGG_CRACKED
source: That tastes about as good as you'd expect.
cs: Bude asi tak chutný, jak bys oèekával.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HOUNDS
source: The hounds are growing restless.
cs: Ohaøi jsou èím dál více neklidní.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_FREEDOM
source: Freedom, at last!
cs: Koneènì volný!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_WORMHOLE
source: Yech. It's horrible in there.
cs: Uch. Uvnitø vypadá pøí¹ernì.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOFUEL
source: I need some nightmare fuel.
cs: Potøebuji trochu paliva noèních mùr.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CHARLIE_ATTACK
source: Ow! Charlie, that hurt!
cs: Au! Charlie! To bolí!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ADVENTURE_PORTAL
source: So that's where I left that thing!
cs: Tak tady jsem tu vìc nechal!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBIT.GENERIC
source: I've been here too long - it actually looks tasty.
cs: U¾ jsem tu moc dlouho - vlastnì vypadá docela chutnì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBIT.HELD
source: Don't worry, rabbit. Everything is under control.
cs: Neboj se králíku. V¹e je pod kontrolou.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEERCLOPS
source: Even I am afraid of that guy.
cs: I já mám z tohohle chlapíka strach.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_ROAD
source: At least this one is useful.
cs: Tahle je aspoò u¾iteèná.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEMINE
source: They wait so patiently.
cs: Jak vytvale vyèekávají.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_COOKED
source: A little more refined, at least.
cs: Alespoò je to o nìco lépe upravené.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FOLIAGE
source: A meal fit for a peasant.
cs: Jídlo hodné rolníkù.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEPRINT
source: I know all about that. I just forgot.
cs: Vím o tom v¹e. Jen jsem to pozapomnìl.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGLEGS_COOKED
source: Stringy.
cs: Vláknité.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEPLETED_GRASS.GENERIC
source: That's not doing anyone any good.
cs: To nikomu nic dobrého nepøiná¹í.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLE
source: I don't remember those...
cs: Tyhle si nepamatuji...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_SLEEP
source: Call me Mr. Sandman.
cs: Øíkají mi Mr. Sandman.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTLICHEN
source: Dry, crumbly, sustaining.
cs: Suché, drolivé, trvanlivé.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Dust to dust.
cs: Prach jsi a v prach se obrátí¹.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: I put it out of it's misery.
cs: Vyjmu ho z jeho bídného ¾ivota.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: It looks sickly.
cs: Vypadá nemocnì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Oops.
cs: Jejda.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN_SEEDS
source: This labour is beneath me.
cs: Takhle práce je pod mou úroveò.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CROW.GENERIC
source: I don't know how they got here.
cs: Nevím, jak se sem dostali.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CROW.HELD
source: Shhhh... My pretty.
cs: P¹¹¹¹t... Ti¹e, má krásko.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.GENERIC
source: What a slobbering fool.
cs: Jak uslintané hloupé stvoøení.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.FOLLOWER
source: He's simple but he's mine.
cs: Je ponìkud prostoduchý, ale mùj.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.WEREPIG
source: That one's gone feral.
cs: Tohle naprosto zdivoèelo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.GUARD
source: They're starting to organize.
cs: Zaèínají se organizovat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.DEAD
source: I dub thee 'Bacon'.
cs: Pasuji tì na 'Slaninu'.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERM
source: They were here when I got here.
cs: U¾ tu byli, kdy¾ jsem se tu ocitl.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_ROBIN_WINTER
source: Grey is the colour of pain.
cs: ©edá je barva bolesti.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINECONE.GENERIC
source: A more outdoorsy type might be able to make something of this.
cs: Jen druhy rostoucí pod ¹irým nebem jsou schopny vyprodukovat nìco takového.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINECONE.PLANTED
source: Oh my, it grows!
cs: Panejo, roste!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTSTONE
source: The building blocks of civilization.
cs: Stavební bloky civilizace.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENPICKAXE
source: This must be game logic.
cs: To bude asi herní logika.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.GENERIC
source: It jumps and licks things.
cs: Skáèou a olizují vìci.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.SLEEPING
source: It looks tired.
cs: Vypadá unavenì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.DEAD
source: It croaked.
cs: Ta kuòkala.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GHOST
source: It remembers me!
cs: Pamatuje si mì!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDSTOOTH
source: It could be used for fashion.
cs: Dají se vyu¾ít jako módní doplnìk.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA_TREE
source: It looks like a banana, but I'm not buying it.
cs: Vypadá jako banán, ale nebudu si ho kupovat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDSMALLMEAT
source: Well, at least it's not moving any more.
cs: Nu, alespoò se ji¾ nehýbe.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATBAT
source: Violence has never felt better.
cs: Násilí se nikdy necítilo lépe.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TWIGS
source: Common, but useful.
cs: Obyèejné, ale u¾iteèné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENSTAFF
source: I must rely on focusing tools in this form.
cs: Na podobné nástroje bych se mìl zamìøit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDTRAP
source: They keep falling for it!
cs: Zapøièiní jejich pád!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PICKAXE
source: Everybody loves a little mining.
cs: Ka¾dý si rád obèas trochu nahrabe.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLEHOLE
source: That's revolting.
cs: Nechutnì odporné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_MED
source: Stalagmite. How dull.
cs: Stalagmit. Jak fádní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDNEST.GENERIC
source: Well. That's tempting.
cs: No. Svádí to.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDNEST.PICKED
source: It's made of dirty beefalo hair.
cs: Postaveno ze ¹pinavých buvolích chlupù.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONPIE
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANTMEAT
source: A feeble attempt to trick the weaker minded.
cs: Slabý pokus obelstít je¹tì slabìji smý¹lející jedince.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN
source: It's an acquired taste.
cs: Je to jen otázkou èasu, ne¾ si zvykne¹ na tu chu».

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUSHAT
source: Made in Scotland.
cs: Vyrobeno ve Skotsku.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHTACOS
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_LANTERN
source: Why hello, Mr. Crane.
cs: Buïte pozdraven, pane Crane.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK1
source: Mechanical refuse.
cs: Mechanický odpad.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_CAP
source: I forget what this one does.
cs: U¾ jsem zapomnìl, co tahle dìlá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.GENERIC
source: It's mostly digestive system.
cs: Jeho nejvìt¹í èást tvoøí pøedev¹ím za¾ívací ústrojí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.SLEEPING
source: Shhhh! It will wake up hungry.
cs: Psssst! Probudí se hladový.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.DEAD
source: Splat.
cs: ©plích.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: The blue ones are good for something.
cs: Ty modré jsou na nìco dobré.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It's not ready.
cs: Není pøipravena.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Another time, maybe?
cs: Nìkdy jindy, mo¾ná?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALOWOOL
source: It smells like a barn.
cs: Zapáchá jak stodola.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRIES
source: Sigh. If I have to.
cs: Ach. Pokud musím.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SNURTLE
source: That's strange. They must be new.
cs: Zvlá¹tní. Musejí tu být noví.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.GENERIC
source: It holds my bees.
cs: Dr¾í mé vèely.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.SOMEHONEY
source: I should wait a bit longer.
cs: Mìl bych je¹tì chvilku poèkat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.FULLHONEY
source: So tempting, but so full of bees.
cs: Tak lákavé, ale plné vèel.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.NOHONEY
source: My bees are not working hard enough.
cs: Mé vèely nepracují dostateènì tvrdì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENAXE
source: It gets sharper with every cut.
cs: S ka¾dým úderem je ostøej¹í.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP_TEETH_MAXWELL
source: I'm sure I had my reasons when I placed this.
cs: Jsem si jist, ¾e jsem mìl dobré dùvody k jejímu nastra¾ení.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_CAP
source: What could go wrong?
cs: Co zlého by se mohlo stát?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CAVE
source: Turf.
cs: Drn.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENPITCHFORK
source: I'm not sure this was a good investment.
cs: Nejsem si jist, zda to byla dobrá investice.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.GENERIC
source: There's wind in them there willows.
cs: Uvnitø jejich stébel se prohání vítr.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.PICKED
source: No more tubes.
cs: Ji¾ ¾ádné dal¹í trubice.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.BURNING
source: Oops.
cs: Jejda.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINSHAT
source: Fuel must flow.
cs: Palivo musí proudit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRD_EGG_COOKED
source: Sunny side up.
cs: Sluníèkem nahoru.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYNUGGETS
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLYMUFFIN
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOUSE
source: Oh, isn't that clever.
cs: Óó, není to chytré?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FRUITMEDLEY
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLE
source: It's strong stuff.
cs: Tahle vìc nìco vydr¾í.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BISHOP_NIGHTMARE
source: They degrade without proper upkeep.
cs: Chátrají bez pravidelné údr¾by.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.THULECITE
source: An exceedingly rare but useful material.
cs: Mimoøádnì vzácný, ale u¾iteèný materiál.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISH
source: Fresh from the murky depths.
cs: Èerstvá z kalných hlubin.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYETURRET_ITEM
source: Now I just have to set it up.
cs: Teï u¾ ji musím jen nastavit.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.GENERIC
source: A supple, woody stem.
cs: Ohebný døevìný stonek.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.PICKED
source: It'll grow back.
cs: Znovu doroste.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.BURNING
source: Oops.
cs: Jejda.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_HIDER
source: It's a tricky one.
cs: Tenhle je vychytralý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOG.GENERIC
source: It's a piece of wood. What more is there to say?
cs: Kus døeva. Co víc k tomu øíct?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOG.BURNING
source: Well. That was fun while it lasted.
cs: Nu. Je zábavné, dokud hoøí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.GENERIC
source: It's the starting mechanism.
cs: Tohle spou¹tí celý mechanismus.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.READY
source: I need to insert the divining rod.
cs: Potøebuji vlo¾it virguli.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Progress!
cs: Pokrok!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIVINGTREE
source: What's his problem?
cs: Co má za problém?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.GENERIC
source: How comforting.
cs: Jak komfortní.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.OUT
source: That's not coming back.
cs: Ten se u¾ nevrátí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.EMBERS
source: I'm going to lose it.
cs: Brzy ho ztratím úplnì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.HIGH
source: That will keep Charlie away for now.
cs: To udr¾í Charlieho dál, prozatím.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.LOW
source: It needs fuel.
cs: Potøebuje topivo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.NORMAL
source: Firey.
cs: Ohnivý.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROOK_NIGHTMARE
source: The builders have left it in a state of abandonment.
cs: Stavitelé ji ponechali v opu¹tìném stavu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_PILLAR_ARM
source: Babies?
cs: Mláïata?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_3
source: This was important to someone once.
cs: Kdysi to pro nìkoho bylo dùle¾ité.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAURHORN
source: I'm sorry I had to do that, old friend.
cs: Mrzí mì, ¾e jsem to musel udìlat, starý pøíteli.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE_LIMITED
source: It looks ill.
cs: Vypadá nemocnì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE.GENERIC
source: It's worse knowing what the other part looks like.
cs: Je¹tì hor¹í je vìdìt, jak vypadá ta druhá èást.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE.OPEN
source: I can assure you that it smells worse than it looks.
cs: Mohu tì ujistit, ¾e páchne hùøe, ne¾ vypadá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINTEROMETER
source: Not the most useful invention, is it?
cs: Není to zrovna neju¾iteènìj¹í vynález, ¾e?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITO.GENERIC
source: Bloody blood sucking blood suckers.
cs: Krvavý krvesající krvesosák.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITO.HELD
source: I got him.
cs: Dostal jsem ho.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHARCOAL
source: Nothing will steal my carbon!
cs: Nic nebude krást mé uhlíky!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KOALEFANT_SUMMER
source: A distant cousin of the beefalo.
cs: Vzdálený pøíbuzný buvola.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHSTICKS
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WASPHIVE
source: That looks dangerous.
cs: To vypadá nebezpeènì.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGGUARD
source: Blech. Disgusting brute.
cs: Ohavné. Nechutný dobytek.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT
source: Exotic and delicious.
cs: Exotické a chutné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERMEAT
source: How revolting.
cs: Jak nechutné.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_WOOD
source: Moderately tough, but flammable.
cs: Støednì tvrdá, ale hoølavá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS
source: Don't you recognise me?
cs: Ty si na mì nepamatuje¹?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANRABBIT_TAIL
source: Silly rabbit.
cs: Hloupý králík.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POWCAKE
source: What foul product of science is this?
cs: Co je to za pøihloupý produkt vìdy?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.BARREN
source: Needs manure.
cs: Potøebuje hnùj.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.PICKED
source: Already harvested.
cs: U¾ je sklizeno.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.GENERIC
source: Tufty.
cs: Trsovitá.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.BURNING
source: Oops.
cs: Jejda.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.JAMMYPRESERVES
source: My compliments to the chef!
cs: Vyøiïte pochvalu kuchaøovi!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_DIRT
source: Dusty.
cs: Pra¹ný.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_RUINS_ITEM
source: Pocket-sized wall pieces. Yup.
cs: Kousky zdi velké tak akorát do kapsy. Jo!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: I plugged it a long time ago.
cs: Je to u¾ dávno, co jsem ho ucpal.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_ENTRANCE.OPEN
source: That was not a good idea!
cs: To nebyl dobrý nápad!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_RUINS
source: An ancient wall.
cs: Prastará zeï.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK2
source: Mechanical refuse.
cs: Mechanický odpad.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEY
source: Sticky and sweet.
cs: Lepkavý a sladký.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHINGROD
source: I will eat for a lifetime.
cs: Budu jíst po celý ¾ivot.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_CAMP.EMPTY
source: I best not linger when winter comes.
cs: V zimì bych se tu radìji nemìl zdr¾ovat.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_CAMP.GENERIC
source: The Walrusser can't be far.
cs: Ten mro¾ nemù¾e být daleko.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PITCHFORK
source: The tool of choice for perfectionists.
cs: Nástroj vhodný pro puntièkáøe.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINS_BAT
source: The fuel runs deep in this.
cs: Pohánìn temným palivem hluboko uvnitø.
