Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEDROLL_FURRY
source: COMFORT IS AN ILLUSION
cs: KOMFORT JE ILUZE

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATWING
source: FLYING MECHANISM
cs: LÉTACÍ MECHANISMUS

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLESLIME
source: NOT LOGICAL.
cs: NELOGICKÉ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHOUSE
source: OUTDATED ABODE
cs: POSTRÁDAJÍ BEZPEÈNOSTNÍ OPRAVNÝ BALÍÈEK

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_SAPLING
source: IT WOULD BE MORE USEFUL IN THE GROUND
cs: V ZEMI BY BYL U®ITEÈNÌJ©Í

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEY
source: IT IS A GOOD LUBRICANT FOR MY GEARS
cs: JE TO DOBRÉ MAZADLO PRO MÁ KOLEÈKA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATBALLS
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKELETON
source: HAH, IT DIED. CLASSIC HUMAN MISTAKE.
cs: HEH, ZEMØELO TO. BÌ®NÁ CHYBA ÈLOVÌKA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELESTAFF
source: I WILL CALL IT THE MINION_MOVER_3000.
cs: BUDU TOMU ØÍKAT PØESOUVAÈ NOHSLEDÙ 3000.

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWGEM
source: IT IS RATHER HEAVY.
cs: JE POMÌRNÌ TÌ®KÝ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERGLAND
source: I HARVESTED ITS ORGANS
cs: SKLIDIL JSEM JEHO ORGÁNY

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL_FULL
source: ROCK WITH ROCKS
cs: KÁMEN S KAMENY

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLHEAD
source: IT APPEARS TO BE SOME SORT OF PROJECTION.
cs: VYPADÁ TO NA NÌJAKÝ DRUH PROJEKCE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELL
source: HE IS UNKNOWN
cs: JE NEZNÁMÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRUMSTICK
source: LIVING THINGS ARE MADE OF FASCINATING PARTS
cs: ®IJÍCÍ VÌCI JSOU VYROBENY Z FASCINUJÍCÍCH ÈÁSTÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KOALEFANT_WINTER
source: IT RADIATES WITH MEAT WARMTH
cs: VYZAØUJE Z NÌJ MASITÉ TEPLO.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_GRASS
source: THE GROUND
cs: TERÉN

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKESOUP
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.BURNT
source: THE SPIKY TREE IS NO MORE
cs: U® NIKDY VÍCE TRNITÝ NEBUDE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.CHOPPED
source: SPIKY TREE DEFEATED
cs: TRNITÝ STROM PORA®EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.GENERIC
source: A SPIKY TREE
cs: TRNITÝ STROM

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.BURNING
source: SPIKY TREE IGNITED
cs: ZÁ®EH TRNITÉHO STROMU

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.GENERIC
source: BRAMBLES.
cs: STRNI©TÌ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.PICKED
source: BRAMBLES FIGHT BACK.
cs: STRNI©TÌ VZDORUJE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.BURNING
source: THORNS BURNED.
cs: TRNY SHOØELY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE_COOKED
source: I HAVE KILLED IT TWICE. HA.
cs: ZABIL JSEM JI DVAKRÁT. HA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_EXIT
source: SOLAR ARRAY NEED REFUELING.
cs: SOLÁRNÍ PANELY VY®ADUJÍ DOBITÍ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICESTAFF
source: ITS MOLECULES ARE BARELY MOVING
cs: JEJÍ MOLEKULY JSOU TÉMÌØ NEHYBNÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUREPLANTBULB
source: THE POWER TO START LIFE.
cs: SÍLA ZAÈÍT ®IVOT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUREPLANT
source: AWW, IT'S JUST AS EVIL AS I AM.
cs: JE TO PROSTÌ JEN ZLÉ JAK JÁ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLPHONOGRAPH
source: IT IS A MUSICAL SLAVE.
cs: JE TO HUDEBNÍ OTROK.

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOG.BURNING
source: IT IS AFLAME
cs: JE V JEDNOM OHNI

# STRINGS.CHARACTERS.WX78.DESCRIBE.LITTLE_WALRUS
source: PATHETIC
cs: UBO®ÁK

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN
source: IT HAS A PLEASING SHAPE
cs: MÁ PØÍJEMNÝ TVAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF_SPARSE
source: WARNING: MOTILE TREE
cs: VAROVÁNÍ: POHYBLIVÝ STROM

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
cs: JSOU JAKO ZDROJOVÝ KÓD ROSTLIN

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF
source: WARNING: MOTILE TREE
cs: VAROVÁNÍ: POHYBLIVÝ STROM

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTER
source: THIS IS IMPROBABLE
cs: TOHLE JE PRAPODIVNÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNING_ROD.GENERIC
source: SURGE PROTECTION
cs: OCHRANA PROTI PØETÍ®ENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNING_ROD.CHARGED
source: BACKUP POWER
cs: ZÁLO®NÍ ZDROJ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KABOBS
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.INSANITYROCK.INACTIVE
source: IT APPEARS TO BE MOSTLY UNDERGROUND
cs: ZDÁ SE BÝT SPÍ©E POD ZEMÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.INSANITYROCK.ACTIVE
source: MY MAPPING MODULE SHOWS NO RECORD OF THIS OBSTRUCTION.
cs: MÁ MAPUJÍCÍ JEDNOTKA NEOBSAHUJE ®ÁDNÝ ZÁZNAM O TÉTO PØEKÁ®CE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEAT_DRIED
source: DEHYDRATED PROTEINS
cs: DEHYDRATOVANÉ PROTEINY

# STRINGS.CHARACTERS.WX78.DESCRIBE.EEL_COOKED
source: THE FLAMES HELP CONDENSE THE ENERGY.
cs: PLAMENY POMOHLY ZKONDENZOVAT OBSA®ENOU ENERGII.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEBOX
source: CARRY ON, MY FRIGID BROTHER
cs: JEN TAK DÁL, MÙJ FRIGIDNÍ BRATØE

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEE.GENERIC
source: A MINDLESS DRONE. I LIKE HIM.
cs: BEZMYSLNÝ TRUBEC. LÍBÍ SE MI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEE.HELD
source: ITS VIBRATIONS ARE COMFORTING
cs: JEJÍ VIBRACE JSOU UKLIDÒUJÍCÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE_COOKED
source: DELECTABLE
cs: LAHODNÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_WOOD_ITEM
source: WOODEN DEFENSES
cs: DØEVÌNÁ OBRANA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.BARREN
source: THE SYSTEM IS DOWN
cs: SYSTÉM VYPNUT

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.PICKED
source: IT IS REBOOTING
cs: ZNOVU SE NAÈÍTÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.GENERIC
source: PERIODIC CALORIE DISPENSER
cs: PRAVIDELNÝ DOPLÒOVAÈ KALORIÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCKS
source: I WILL REFINE THESE INTO HIGH TECHNOLOGY
cs: PØETVOØÍM JE V POKROKOVOU TECHNOLOGII

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTGRASS
source: PLANT MATTER
cs: ROSTLINNÝ MATERIÁL

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
cs: JSOU JAKO ZDROJOVÝ KÓD ROSTLIN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA
source: MORE CARBON
cs: VÍCE KARBONU

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATWING_COOKED
source: BROKEN FLYING MECHANISM
cs: ROZBITÝ LÉTACÍ MECHANISMUS

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEHOUND
source: IT LIVES TO FREEZE
cs: ®IJE, ABY ZMRAZOVAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: WHAT PRIMITIVE TECHNOLOGY
cs: PRIMITIVNÍ TECHNOLOGIE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: SOON I WILL BE FREE OF THIS FILTHY REALM
cs: BRZY BUDU PRYÈ Z TÉHLE ODPORNÉ OBLASTI

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: SOMETHING IS MISSING STILL
cs: NÌCO STÁLE CHYBÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: I AM CERTAIN THIS WILL WORK
cs: JSEM SI JISTÝ, ®E TO BUDE FUNGOVAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESSJUNK3
source: EX-AUTOMATON
cs: EX-MECHANISMUS

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEALINGSALVE
source: KILL MICROLIFE TO SAVE MACROLIFE
cs: ZABÍT MIKRO®IVOT K ZÁCHRANÌ MAKRO®IVOTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.HAMMER
source: DECONSTRUCTION
cs: DEKONSTRUKCE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEBASE.VALID
source: IT IS READY FOR USE.
cs: PØIPRAVENO K POU®ITÍ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEBASE.GEMS
source: I MUST PROVIDE POWER TO MY CREATION.
cs: MUSÍM DODAT PROUD SVÉMU VÝROBKU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERMEAT_DRIED
source: DEHYDRATED PROTEINS
cs: DEHYDROVANÉ BÍLKOVINY

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOME
source: WHO WROTE THAT?
cs: KDO TOHLE PSAL?

# STRINGS.CHARACTERS.WX78.DESCRIBE.BACKPACK
source: UPGRADED STORAGE MODULE
cs: VYLEP©ENÝ ÚLO®NÝ MODUL

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWSTAFF
source: THESE GEMS WORK WELL WITH STICKS.
cs: TYHLE KLENOTY SE VELMI HODÍ KE KLACKÙM.

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEARS
source: OH NO. WHAT HAVE I DONE TO YOU?
cs: ACH NE. CO JSEM TI TO PROVEDL?

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_EVIL
source: HEY THERE, FLOWERS. WANNA... KILL ALL HUMANS?
cs: AHOJKY KVÌTINY. CHCETE... VYHUBIT LIDSKÉ BYTOSTI?

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMANDRAKE
source: I WIN
cs: VYHRÁL JSEM

# STRINGS.CHARACTERS.WX78.DESCRIBE.WETGOOP
source: UPGRADED FOOD MATERIAL
cs: MATERIÁL JÍDLO VYLEP©EN

# STRINGS.CHARACTERS.WX78.DESCRIBE.AMULET
source: ANOMALY DETECTED
cs: DETEKOVÁNA ANOMÁLIE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_SPITTER
source: A PROJECTILE SPIDER
cs: STØÍLECÍ PAVOUK

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_FULL
source: ROCKS CONTAINING ROCKS
cs: KAMENY OBSAHUJÍCÍ KAMENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESTER_EYEBONE
source: IT IS THE DRM KEY FOR THE STORAGE UNIT
cs: DRM KLÍÈ K ÚLO®NÉ JEDNOTCE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIRESTAFF
source: THIS STAFF HAS BEEN OPTIMIZED FOR COMBUSTION.
cs: TATO HÙL BYLA OPTIMALIZOVÁNA K VYPALOVÁNÍ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHOVEL
source: IT HAS MANY USES
cs: MÁ SPOUSTY VYU®ITÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEM_PUPPET
source: SHE APPEARS TO BE TRAPPED.
cs: VYPADÁ TO, ®E JE CHYCENA V PASTI.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHERHAT
source: I STILL CAN NOT FLY
cs: STÁLE JE©TÌ NEMOHU LÉTAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CARPETFLOOR
source: CARPET GROUND
cs: KOBERCOVÝ TERÉN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.GENERIC
source: I WILL IMPRISON THE FLESHLINGS
cs: UVÌZNÍM ZDE MASITOU FORMU ®IVOTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.SLEEPING
source: WAKE UP, FLESHLING
cs: PROBUÏ SE, NEMECHANICKÁ FORMO ®IVOTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.OCCUPIED
source: NOW I HAVE YOU
cs: A MÁM TÌ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHEAD
source: THAT PIG WILL FEEL SILLY WHEN HE NOTICES HE HAS LOST HIS HEAD MODULE.
cs: TO PRASE SE BUDE CÍTIT HLOUPÌ, A® ZJISTÍ, ®E MU CHYBÍ JEHO MODUL HLAVY.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGTENT
source: TENT
cs: STAN

# STRINGS.CHARACTERS.WX78.DESCRIBE.UMBRELLA
source: THIS WILL KEEP ME RUST-FREE.
cs: TOHLE MÌ PØED KOROZÍ OCHRÁNÍ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_7
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_GRASS
source: IT WOULD BE MORE USEFUL IN THE GROUND
cs: V ZEMI BY BYLA U®ITEÈNÌJ©Í

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
cs: JSOU JAKO ZDROJOVÝ KÓD ROSTLIN

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEERCLOPS_EYEBALL
source: A GIANT ORGANIC LENS
cs: OBROVSKÉ ORGANICKÉ ÈOÈKY

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMLIGHT
source: MAGIC LIGHT BERRY.
cs: KOUZELNÁ SVÍTÍCÍ BOBULE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
cs: JSOU JAKO ZDROJOVÝ KÓD ROSTLIN

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_TUSK
source: IT WASN'T MUCH HELP TO ITS ORIGINAL OWNER
cs: SVÉMU PÙVODNÍMI MAJITELI PØÍLI© NEPOMOHLA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODSTART
source: ROD COULD BE USEFUL TOOL.
cs: VIRGULE MÙ®E BÝT U®ITEÈNÝ NÁSTROJ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLYWINGS
source: IRRIDESCENT
cs: HRAJÍ V©EMI BARVAMI

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTSWORD
source: I CAN HACK THIS WORLD
cs: S TÍMHLE HACKNU SVÌT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIRTPILE
source: UNKNOWN PILE FORMAT
cs: NEZNÁMÝ FORMÁT

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORMARBLE
source: EXTRA HEAVY DUTY CASING.
cs: EXTRA TÌ®KÝ KRYT.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_1
source: USELESS JUNK FROM A BYGONE AGE
cs: NEU®ITEÈNÝ KRÁM MINULÝCH VÌKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN
source: SAY(CORNY_JOKE)
cs: ØEKNI(PUKAVÝ_VTIP)

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWERHAT
source: AT LEAST THEY ARE DEAD
cs: ALESPOÒ U® NE®IJÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.GENERIC
source: IT STINKS OF MEAT
cs: NEUVÌØITELNÌ PÁCHNE MASEM

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.SLEEPING
source: IT BEGS TO BE TIPPED OVER
cs: ®ADONÍ O PØEVALENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.FOLLOWER
source: FOLLOW ME WITHOUT QUESTION.
cs: NÁSLEDUJ MÌ BEZ OTÁZEK

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.NAKED
source: I HAVE HUMILIATED IT. GOOD.
cs: POLID©TIL JSEM HO. VÝBORNÌ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDNUGGET
source: I APPRECIATE ITS CONDUCTIVITY
cs: CENÍM SI JEHO VODIVOSTI

# STRINGS.CHARACTERS.WX78.DESCRIBE.TAFFY
source: STICKY AND SWEET. LOW NUTRITIONAL VALUE DETECTED.
cs: LEPKAVÉ A SLADKÉ. DETEKOVÁNA NÍZKÁ NUTRIÈNÍ HODNOTA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOARDS
source: THEY ARE FLATTER NOW
cs: NYNÍ JSOU VÍCE PLOCHÉ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDTRAP
source: STUPID BIRDS. HA.
cs: HLOUPÍ PTÁCI. HA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKBOAT
source: UNABLE TO UTILISE.
cs: NELZE ZU®ITKOVAT

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_FIRE
source: A WEAPON OF MINOR DESTRUCTION
cs: ZBRAÒ DROBNÉHO NIÈENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEGEM
source: IT IS SLIGHTLY COLD
cs: JE POMÌRNÌ CHLADNÝ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDMOUND
source: SOMETHING DANGEROUS RESIDES HERE
cs: TADY BYDLÍ NÌCO NEBEZPEÈNÉHO

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEADLYFEAST
source: POISON DETECTED
cs: DETEKOVÁN JED

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWAMULET
source: INCANDECENCE AT 5200000000000000Hz
cs: ®HAVOST NA 5200000000000000Hz

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_SANITY
source: I WILL PROTECT MYSELF WITH NOTHINGNESS
cs: BUDU CHRÁNÌN NICOTOU

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORWOOD
source: UPGRADED ARMOUR
cs: VYLEP©ENÉ BRNÌNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORRUINS
source: ANCIENT SHEATHING
cs: ANTICKÉ OPLÁ©TÌNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANIMAL_TRACK
source: LIFEFORM DETECTED
cs: DETEKOVÁNA FORMA ®IVOTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_FUNGUS
source: GROUND PARTS
cs: ÈÁST TERÉNU

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_ROCKY
source: THE GROUND
cs: TERÉN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CHECKERFLOOR
source: MARBLE GROUND
cs: MRAMOROVÝ TERÉN

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_MED
source: ROCKS CONTAINING ROCKS
cs: KAMENÍ OBSAHUJÍCÍ KAMENY

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT_COOKED
source: FANCY
cs: FANTAZIE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONKEY
source: AN EVEN DUMBER HUMANOID.
cs: JE©TÌ PITOMÌJ©Í HUMANOID.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_TALL
source: IT IS USEFULLY BRIGHT
cs: JE U®ITEÈNÌ ZÁØÍCÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONKEYBARREL
source: WHAT A PITIFUL HOME.
cs: DÌSNÝ DOMOV.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORSNURTLESHELL
source: HOUSING MODULE
cs: OBYTNÝ MODUL

# STRINGS.CHARACTERS.WX78.COMBAT_QUIT.GENERIC
source: COMBAT ROUTINE FAILED
cs: CHYBA FUNKCE BOJE

# STRINGS.CHARACTERS.WX78.ANNOUNCE_RESEARCH
source: INFORMATION ADDED
cs: PØIDÁNY INFORMACE

# STRINGS.CHARACTERS.WX78.BATTLECRY.GENERIC
source: I WILL DESTROY YOU
cs: ZNIÈÍM TÌ

# STRINGS.CHARACTERS.WX78.BATTLECRY.PREY
source: EXTERMINATE
cs: VYHUBIT

# STRINGS.CHARACTERS.WX78.ANNOUNCE_COLD
source: MECHANISMS ARE FREEZING
cs: ZAMRZAJÍ MECHANISMY

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CANFIX
source: I CAN FIX THIS.
cs: MOHU TO OPRAVIT.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NO_TRAP
source: ANALYSIS COMPLETE. SITUATION STABLE.
cs: ANALÝZA KOMPLETNÍ. SITUACE ZAJI©TÌNA.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DISCHARGE
source: SYSTEMS NOMINAL
cs: V©ECHNY SYSTÉMY V POHOTOVOSTI

# STRINGS.CHARACTERS.WX78.ANNOUNCE_WORMHOLE
source: MY INPUTS ARE FULL OF SLIME
cs: MÉ VSTUPY JSOU PLNÉ SLIZU

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TORCH_OUT
source: TORCH EXHAUSTED
cs: POCHODEÒ VYÈERPÁNA

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HIGHRESEARCH
source: INFORMATION OVERLOAD
cs: INFORMAÈNÍ PØETÍ®ENÍ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_THORNS
source: DAMAGE DETECTED
cs: DETEKOVÁNO PO©KOZENÍ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.GENERIC
source: DELICIOUS
cs: VÝTEÈNÉ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.STALE
source: STALE FOOD IS JUST AS GOOD
cs: ZATUCHLÉ JÍDLO JE STEJNÌ TAK DOBRÉ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.SPOILED
source: SPOILED FOOD IS STILL FOOD
cs: I ZKA®ENÉ JÍDLO JE STÁLE JÍDLO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.PAINFUL
source: THAT WAS NOT FOOD
cs: TO NEBYLO JÍDLO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODAYSLEEP_CAVE
source: SLEEP MODE UNAVAILABLE DURING DAY
cs: SPÁNKOVÝ MÓD JE BÌHEM DNE NEDOSTUPNÝ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ENTER_LIGHT
source: OPTICAL SENSORS ACTIVE
cs: OPTICKÉ SENSORY AKTIVOVÁNY

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BEES
source: BEES!
cs: VÈELY!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ACCOMPLISHMENT
source: WHY AM I DOING THIS?
cs: PROÈ TOHLE DÌLÁM?

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNGRY
source: FUEL RESERVES LOW
cs: MINIMÁLNÍ STAV PALIVOVÝCH REZERV

# STRINGS.CHARACTERS.WX78.ANNOUNCE_KNOCKEDOUT
source: CPU REBOOTED
cs: CPU REBOOTOVÁNO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_LOWRESEARCH
source: MATERIAL HAS LOW INFORMATIONAL CONTENT
cs: MATERIÁLY MAJÍ MINIMÁLNÍ OBSAH INFORMACÍ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNT_LOST_TRAIL
source: END OF TRAIL
cs: KONEC STOPY

# STRINGS.CHARACTERS.WX78.DESCRIBE_TOODARK
source: INSUFFICIENT ILLUMINATION
cs: NEDOSTATEÈNÉ OSVÌTLENÍ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HOUNDS
source: SOMETHING IS COMING
cs: NÌCO SE BLÍ®Í

# STRINGS.CHARACTERS.WX78.ANNOUNCE_PECKED
source: OUCH
cs: AU

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DEERCLOPS
source: WARNING: LARGE ATTACKER INCOMING
cs: NEBEZPEÈÍ: BLÍ®ÍCÍ SE HROZBA!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_MOSQUITOS
source: MOSQUITOS!
cs: KOMÁØI!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODAYSLEEP
source: SLEEP MODE UNAVAILABLE DURING DAY
cs: SPÁNKOVÝ MÓD JE BÌHEM DNE NEDOSTUPNÝ

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CANFIX
source: I do believe I can repair this.
cs: Vìøím, ¾e jsem schopná to opravit.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WAYTOOMANYBIRDS
source: The sky is out of birds for now.
cs: Oblohu teï zaplòují ptáci.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CRAFTING_FAIL
source: I can't make that now.
cs: To nemohu nyní provést.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ADVENTUREFAIL
source: We must learn from our failures.
cs: Musíme se uèit z na¹ich selhání.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_QUAKE
source: A tremor! Magnitude at least a 7 on the Richter scale.
cs: Zemìtøesení! Nejménì tak o 7 stupních Richterovy stupnice.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.GENERIC
source: I would really rather not.
cs: Opravdu bych to radìji nedìlala.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I think he might object to that.
cs: Myslím, ¾e by s tím nemusel souhlasit.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.NOBITS
source: It's already smooth, dear.
cs: U¾ je celý hebký, drahou¹ku.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_BOOMERANG
source: I misjudged the timing of its return.
cs: Neodhadla jsem správnì èas jeho návratu.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODANGERSLEEP
source: I can barely sleep even when I'm not in danger!
cs: Neusnu ani obvykle, nato¾ kdy¾ na mì èíhá nebezpeèí!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_UNIMPLEMENTED
source: Tut tut, I don't think it's quite ready.
cs: Tutùt, nemyslím si, ¾e je to pøipravené.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_INV_FULL
source: I can't carry anything more.
cs: U¾ toho víc neunesu.

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL_GENERIC
source: I can't do that.
cs: To nemohu provést.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NOHUNGERSLEEP
source: I can barely sleep even when I'm not starving!
cs: Neusnu ani obvykle, nato¾ kdy¾ hladovím!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.GENERIC
source: It is a magitechnical homing device.
cs: Jedná se o magickotechnické navádìcí zaøízení.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.HOT
source: Here we are!
cs: Jsme na místì!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.COLD
source: The dial is moving faintly.
cs: Signalizace zaèíná oslabovat.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.WARM
source: I am definitely on the right track.
cs: Jsem zajisté na správné cestì.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.WARMER
source: I must be getting close.
cs: Musím být ji¾ blízko.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBIT.GENERIC
source: It's some kind of Lagomorph. With horns.
cs: Jde o druh z øádu zajícovitých. S rohy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBIT.HELD
source: It is a cute widdle horned Lagomorph.
cs: Je to malý, roztomile kopající, rohatý zajícovec.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_EVIL
source: It's not often one sees a flower with such a powerful aura.
cs: Zøídka èlovìk narazí na kvìtinu s tak silnou aurou.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_ROAD
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEMINE
source: A dangerous mine filled with Antophila.
cs: Nebezpeèná mina naplnìná vèelami.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN_COOKED
source: Popped corn!
cs: Popcorn!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FOLIAGE
source: These may have some nutritional value.
cs: Mo¾ná ¾e mají nìjakou nutrièní hodnotu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEPRINT
source: A detailed technical drawing.
cs: Podrobné technické výkresy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGLEGS_COOKED
source: Not unlike a chicken wing.
cs: No, kuøecí stehýnka to nejsou.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEPLETED_GRASS.GENERIC
source: A tuft of a graminoid.
cs: Skupina sítinovitých graminoidù.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLE
source: A mineral-devouring gastropod.
cs: Minerály po¾írající pl¾.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_COOKED
source: Daucus carota, roasted to perfection.
cs: Mrkev obecná, dokonale opeèena.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTLICHEN
source: This won't last long.
cs: Ten dlouho nevydr¾í.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: This genus seems to lack reproductive capabilities.
cs: Zdá se, ¾e tento rod postrádá reprodukèní schopnosti.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: It has been harvested.
cs: Byl sklizen.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: A carbonized tree.
cs: Zuhelnatìlý strom.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: The tree is burning.
cs: Ten strom hoøí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUREPLANT
source: An invasive plant species.
cs: Invazní odrùda rostliny.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CROW.GENERIC
source: Corvus brachyrhynchos.
cs: Vrána americká.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CROW.HELD
source: He's mine now.
cs: A teï je má.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.GENERIC
source: It's a semi-intelligent bipedal pig.
cs: Je to polo-inteligentní dvounohé prase.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.FOLLOWER
source: He seems to have bonded with me.
cs: Zdá se, ¾e je se mnou svázaný.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.GUARD
source: It appears to be a guardian.
cs: Vypadá to na strá¾ce.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.WEREPIG
source: It's a lycanthropic pig.
cs: Lykantropické prase.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.DEAD
source: Don't worry there are plenty more where that came from.
cs: Nemìj obavy. Je¹tì je tu urèitì spousta dal¹ích.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERM
source: A piscean biped!
cs: Rybovitý dvouno¾ec!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PERD
source: Nasty Meleagris, stay away from my berries!
cs: Pitomý Meleagris! Dr¾ se dál od mých bobulek!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_MARSH
source: The ground. You step on it.
cs: Pùda. Chodí se po ní.
