Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_STONE_ITEM
source: Piles of rocks!
cs: Hromady kamenù!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I will defeat you, tiny arrow!
cs: Znièím tì, miniaturní ¹ipko!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTREEDS
source: I made a clump of reeds.
cs: Vytrobil jsem trs rákosí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNKVEST_WINTER
source: I'm real cozy in this nose!
cs: Být v nìm docela pohodlný!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNKVEST_SUMMER
source: Is warm fuzzy nose.
cs: Teplý chundelatý nos.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_FOREST
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEE.GENERIC
source: Is fat and angry-looking.
cs: Je tlustý a mít rozzlobený pohled.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEE.HELD
source: Is safely in my pocket.
cs: Bezpeènì v má kapsa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KRAMPUS
source: Scary goat man! Run!
cs: Stra¹livý kozomu¾! Prýýè!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RATATOUILLE
source: Is food. Sort of.
cs: Být jídlo. Trochu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.FULL
source: Hey! Come out here, pig man!
cs: No tak! Pojï ven praseèí mu¾i!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Where did he go?
cs: Kam zmizel?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.GENERIC
source: The door is too small for me.
cs: Do tìhto dveøí se nevejdu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_SAVANNA
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_8
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KNIGHT_NIGHTMARE
source: Funny metal man.
cs: Legraèní kovový mu¾.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_MUD
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_6
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_5
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BASALT
source: Is stronger even than me!
cs: Dokonce silnìj¹í ne¾ já!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGLEGS
source: Is delicacy in my country!
cs: V mé zemi to být pochoutka!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRD_EGG
source: Poor birdy.
cs: Ubohé ptáèe.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_4
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_3
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_2
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.THULECITE_PIECES
source: I can smash together to make bigger piece!
cs: Mohu je ztlouct dohromady a vytvoøit tak jeden vìt¹í kus!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLESPIKE
source: Perfect for sticking!
cs: Skvìlý na píchání!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PENGUIN
source: Funny walking birds!
cs: Zábavní chodící ptáci!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_11
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.GENERIC
source: Is strange plant.
cs: Je to podivná rostlina.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.PICKED
source: Little plant man friend!
cs: Malý pøátelský chlapík!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.DEAD
source: Little plant man is died!
cs: Rostlinný chlapík zemøel!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KILLERBEE.GENERIC
source: Angry bee!
cs: Rozzlobená vèela!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KILLERBEE.HELD
source: My angry bee!
cs: Moje rozzlobená vèela!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN_COOKED
source: Now is hot spiky smelly fruit.
cs: Teï je to horké, je¾até, páchnoucí ovoce.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_10
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN
source: Is corn. What expect?
cs: Kukuøice. Co èekat?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIVINGLOG
source: Creepy face log!
cs: Døevo se stra¹idelná tváø!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TREASURECHEST
source: I put stuff there!
cs: Dávám sem vìci!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT_COOKED
source: Is cooked but still look funny.
cs: Je uvaøený ale stále vypadat vtipnì.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLEHAT
source: Keeps my head safe.
cs: Udr¾uje mou hlavu v bezpeèí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP_TEETH
source: It bites bottoms from below!
cs: ©típe zdola do zadkù!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP
source: No trap can hold me!
cs: ®ádná past mì nezadr¾et!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TORCH
source: I attack night with fire stick.
cs: Útok na noc s ohnivým klackem.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POTTEDFERN
source: It makes me happy.
cs: Dìlat mi radost.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BANDAGE
source: I can fix me!
cs: Já se mù¾u opravit!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TOPHAT
source: Is good hat!
cs: To být dobrý klobouk!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_12
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_PILLAR
source: Lots of little friends!
cs: Spousta malých kamarádù!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEAT
source: Meat makes me strong!
cs: Maso mi dává sílu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUBBLE
source: Broken house stuff.
cs: Rozbité vìci z domácnosti.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENT
source: It is time for a mighty nap.
cs: Èas na mocný ¹lofík.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_RING
source: I will bend into perfect circle!
cs: Já se zatoèit do perfektní kruh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_PLANT
source: Is plant.
cs: Je to rostlina.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_POTATO
source: Ha ha! Ha ha! What ugly potato!
cs: Ha ha! Ha ha! Jaký o¹klivý brambor!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RAZOR
source: My skin is too strong for hairs!
cs: Má kù¾e být moc silná pro rùst chlupù.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PURPLEAMULET
source: This amulet... it frightens Wolfgang.
cs: Tenhle amulet... dìsí Wolfganga.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BOOMERANG
source: Boom! A rang! Ha!
cs: Bum! E rang! Ha!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_UNDERROCK
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENGEM
source: Is pretty and not be crushed. Like me!
cs: Je pìkný a neznièitelný. Jako já!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBOT_PUPPET
source: Scary chair scare it!
cs: Dìsivá ¾idle to dìsí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PANFLUTE
source: I can play folk song.
cs: Teï si mohu zahrát folk song.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.GENERIC
source: Hah! Not so tall.
cs: Cha! Není zase tak vysoký.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.HUNGRY
source: Is hungry, and noisy.
cs: Je hladový a hluèný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.STARVING
source: Is hungry, noisy and angry!
cs: Je hladový, hluèný a rozzlobený!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEALINGSALVE
source: It makes me feel alive!
cs: Cítím se s ním tak ¾ivý!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Little bird is trying to get out.
cs: Ptáèek se zkou¹í dostat ven.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is too hot for little bird!
cs: Být moc horko na ptáèka.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Bird like ice cube!
cs: Z ptáèka být kostka ledu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Bird comes soon.
cs: Ptáèek brzy vyjít.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: I wait for bird.
cs: Já èekat na ptáèka.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_HAY
source: Wall is made of grass!
cs: Stìna vyrobená z trávy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEARDHAIR
source: Gross. These are not from my face.
cs: Odporné. Ty nebýt z má tváø.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LANTERN
source: It keeps me safe from dark.
cs: Chránit mì pøed tmou.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_9
source: Is junk, I think.
cs: Jen staré krámy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STRAWHAT
source: Is good hat!
cs: Dobrej klobouk!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.GENERIC
source: This round rock is like my head!
cs: Tenhle oblý kámen podobat se má hlava!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.HOT
source: Is finally hot enough!
cs: Koneènì být dost horký!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.COLD
source: Cold rock is useless!
cs: Studený kámen je k nièemu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.WARM
source: Is nice to touch!
cs: Pøíjemný na dotek!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STINGER
source: Is sharp like skewer!
cs: Ostré jako jehla!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURPER_PELT
source: It's still moving!
cs: Stále se pohybuje!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EEL
source: I must cook this!
cs: Tohle já musím uvaøit!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STATUEHARP
source: Where is pretty music?
cs: Kde být pìkná hudba?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEMINE_MAXWELL
source: Is ball full of anger mosquitos.
cs: To být koule plná zlosti komárù.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOUND.DUG
source: I am sorry, dead peoples.
cs: Mrzí mì to, mrtví lidièkové.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOUND.GENERIC
source: Scary! Is probably full of bones!
cs: Stra¹idelné! Být nejspí¹ plné kostí!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BABYBEEFALO
source: Baby hair-cow!
cs: Mládì chlupaté krávy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPOILED_FOOD
source: Is ball of yuck!
cs: Fuj hrouda!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLEPILLAR
source: Is too heavy to lift.
cs: Na zvednutí moc tì¾ký.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA_COOKED
source: Is warm and tasty!
cs: Je teplý a chutný!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: This one extra scary.
cs: Tenhle být extrémnì hrozivý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I think not smart to poke it.
cs: Myslím, ¾e není chytré do nìj ¹»ouchat.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Not scary now!
cs: Teï u¾ ne tak stra¹livý!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERHAT
source: Is like smooch from giant bug.
cs: To být jako muchlovat se s obrovská pavouk.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLTHRONE
source: Scary chair!
cs: Dìsivá ¾idle!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDEREGGSACK
source: Nasty spider eggs.
cs: Odporná pavouèí vajíèka.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERDEN
source: The bugs are hiding in there.
cs: Pavouci se tu schovávat.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.GENERIC
source: Is skeleton of fire.
cs: Kostra po ohni.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.REMAINS_THINGIE
source: Is burned pieces of some thing. Is dead now...
cs: Spálené kousky nìjaká vìc. Teï je mrtvá...

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Is burned pieces of eyebone from I teleport!
cs: Kdy¾ já teleportovat, tak to spálit oèní kost!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NITRE
source: Is rock, but different.
cs: Kámen, ale odli¹ný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLMEAT_DRIED
source: Look like leather, taste like meat.
cs: Vypadá jak kù¾e, chutná jako maso.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_CAP_COOKED
source: Is not same.
cs: Není stejný.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POND_ALGAE
source: Plant is so small! Is funny to me.
cs: Tak malá rostlinka! Je srandovní.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEROGIES
source: Wolfgang love perogi!
cs: Wolfgang milovat pirohy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGGLEBUNWICH
source: Is sandwich with tasty leg meat.
cs: Sendviè s chutnými stehýnky.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYHAM
source: Big meat with sweet is good meat.
cs: Velký maso se sladkost je dobrý maso.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLMEAT
source: I need more meat!
cs: Potøebuji více masa!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORSLURPER
source: It moves with my many muscles!
cs: Hýbe s mými hodnì svaly!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.GENERIC
source: Is very small bird.
cs: Velmi malý pták.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.HUNGRY
source: Small bird is hungry.
cs: Malý pták mít hlad.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.STARVING
source: Small bird will die from starving.
cs: Malý pták brzy umøít na hlad.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_SINKHOLE
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROPE
source: Strong! Like me!
cs: Silný! Jako já!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLESPOTS
source: Yuck! Slimy!
cs: Blé! Slizké!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERLASAGNA
source: Taste like hairs and meats with noodle.
cs: Chutná to jako chlupy a maso s nudlemi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.BURNT
source: Is small and broken now.
cs: Je to malé a teï i rozbité.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.CHOPPED
source: Ha! I have prevailed!
cs: Ha! Pøeválcoval jsem vás!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.GENERIC
source: Hello, tree!
cs: Ahoj, strome!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.BURNING
source: I broke it.
cs: Rozbil jsem to.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKULLCHEST
source: This man had big head!
cs: Tenhle mìl ale poøádnou hlavu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHERHAT
source: Is silly hat of feather. Is Wolfgang bird now?
cs: Hloupý klobouk z peøí. Wolfgang se stát ptákem?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_PIPE
source: Dart do pain to enemies.
cs: ©ipka dìlat bolest nepøátelùm.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEWING_KIT
source: Is pokey!
cs: Je drobná!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEEDS_COOKED
source: Fire make bigger, can eat now.
cs: Oheò dìlat vìt¹í. Teï se najíst.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEEDS
source: Too small to eat.
cs: Na jídlo moc malé.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGTORCH
source: How is fire made?
cs: Jak je ten oheò vyrobený?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENAMULET
source: What is this thing?
cs: Co je tohle za vìc?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_MEDIUM
source: Mushy bush.
cs: Ka¹ovité køoví.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_BERRYBUSH
source: He is cold and lonely.
cs: Je studený a osamìlý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURKEYDINNER
source: Is good feast of bird meat.
cs: Dobrý svátek ptaèího masa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SILK
source: Is too fancy.
cs: Je moc nóbl.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROOK
source: This one jumps the queen!
cs: Tenhle pøeskakuje královnu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PAPYRUS
source: Is like paper
cs: Je jako papír

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEY
source: Is yum!
cs: Je to mòam!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK
source: Is hard! Like me!
cs: Je tvrdý jako já!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGEAMULET
source: I can wear it around my neck.
cs: Mohu jej nosit kolem krku.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LOCKEDWES
source: Is puny man trapped by statue men.
cs: Tam být èlovíèek chycený kamenými lidmi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREHOUND
source: Bark!
cs: Hafan!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GUNPOWDER
source: Boom pepper!
cs: Bum pepø!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_WOODFLOOR
source: Step stones.
cs: Kamenná cesta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.GENERIC
source: A pile of crusty rocks!
cs: Hromada z køupavý kameny!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.OUT
source: Ha! Another thing to smash!
cs: Ha! Dal¹í vìc na rozbití!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling.
cs: Láva chladne.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.NORMAL
source: Liquid fire!
cs: Tekutý oheò!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN_WINTER.GENERIC
source: Is pretty white color bird.
cs: Krásný bílý ptáèek.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN_WINTER.HELD
source: Is fluffy bird. Nice bird.
cs: Naèechraný ptáèek. Hezký ptáèek.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCKY
source: He is mighty! Like me!
cs: Je mocný jako já!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KNIGHT
source: Horsey horse!
cs: Koòácký kùò!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN.GENERIC
source: Is pretty red color bird.
cs: Hezký èervený ptáèek.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN.HELD
source: Is happy bird in pocket.
cs: ©»astný ptáèek v má kapsa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE
source: Is light plant.
cs: Továrna na svìtlo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PETALS_EVIL
source: They make my brain hurt.
cs: Bolí mì z nich mozek.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BISHOP
source: Padre!
cs: Duchovní!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Is broken altar.
cs: Rozbitý oltáø.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESURRECTIONSTONE
source: Hop on rock!
cs: Skok na blok!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESURRECTIONSTATUE
source: I'm not going to die.
cs: Já se nechystat umøít.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB3
source: What has Wolfgang done?
cs: Co jen to Wolfgang udìlal?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: Is broken altar.
cs: Rozbitý oltáø.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Is nasty, creepy, altar.
cs: Hrùzný, stra¹idelný oltáø.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STAFFLIGHT
source: It hurts to touch.
cs: To bolet na dotek.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLETREE
source: Do not try punch tree.
cs: Nezkou¹et bouchat stromy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB2
source: I am not sure how I feel about... science.
cs: Já nebýt moc jistý jaký mít pocit...na vìda.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLLIGHT
source: Scary light!
cs: Stra¹idelné svìtlo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_CROW
source: Is feather of bird black.
cs: To být pírko z èerný pták.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB
source: I am not sure how I feel about... science.
cs: Já nebýt moc jistý jaký mít pocit...na vìda.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE
source: Skinny monster!
cs: Pohublá pøí¹era!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_CAP_COOKED
source: Is not same.
cs: Není vùbec stejná.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEHIVE
source: Oh, beehive!
cs: Aj, vèelí hnízdo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.GENERIC
source: Leafy!
cs: Listnatý!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.READY
source: Mmmm. Is tasty now.
cs: Mmmm. Teï je k nakousnutí.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.GROWING
source: Is still growing.
cs: Stále roste.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_FERN
source: Pretty plant!
cs: Pìkná rostlina!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REDGEM
source: Pretty rock.
cs: Pìkný kámen.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRUMSTICK_COOKED
source: Eat off bone is good.
cs: Jíst z kosti je dobrý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDBONE
source: Wimpy woof dog was not strong enough.
cs: Chabý hafík nebyl silný pøíli¹.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HORN
source: Is hair-cow horn. Wolfgang hear hair-cow.
cs: Roh chlupaté krávy. Wolfgang sly¹et chlupatou krávu.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_CRANK
source: Bendy thing is made of metal!
cs: Ohýbatelná vìc vyrobená z kovu!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGGYBACK
source: Smelly bag!
cs: Páchnoucí batoh!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ONEMANBAND
source: Is big and loud. I like!
cs: Velký a hlasitý. Líbí se mi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER
source: Strange box with legs.
cs: Podivná krabice s nohama.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GUANO
source: More poop.
cs: Dal¹í trus.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RAINOMETER
source: Splish! Splash!
cs: Kap! Kap!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOLE
source: You can not hide forever, jumping meat!
cs: Nav¾dy se schovávat nemù¾e¹, skákající maso!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PURPLEGEM
source: Prettier rock.
cs: Pìknìj¹í kámen.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_SEEDS
source: This grow food size of wimpy head.
cs: Z toho vyrùst jídlo velikosti hlavy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.PLANT
source: Pretty light.
cs: Krásný svìtlo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.DIRT
source: Is dirt moving?
cs: Zem se hýbat?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.WORM
source: Did not expect this!
cs: Tohle jsem tedy neèekal!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKINCOOKIE
source: Is tasty cookie.
cs: Chutný koláèek.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LITTLE_WALRUS
source: You think you are mightier than old man?
cs: Ty myslet, ¾e být mocnìj¹í ne¾ staøec?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHEAD
source: What a handsome devil!
cs: Jak pohledný ïábel!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POOP
source: Smelly!
cs: Páchne!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POND
source: Is all wet.
cs: Celý být mokrý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE_SEEDS
source: Is piece of brain?
cs: Kousky mozku?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUND
source: Woof!
cs: Haf!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGSKIN
source: Why long butt? Ha ha, Wolfgang is funny man.
cs: Proè tak dlouhý zadek? Ha ha, Wolfgang dìlat dobrý vtip.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HAMBAT
source: Is still good.
cs: Poøád být dobrý.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_TALL
source: Big mushtree is big.
cs: Velký houbostrom být velký.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.AXE
source: Chop!
cs: Sek!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANTMEAT_COOKED
source: Is slightly better now.
cs: Teï být mírnì lep¹í.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINECONE.GENERIC
source: I could crush this tree-seed with my hands!
cs: Tenhle semeno-strom bych zdolal i rukama!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINECONE.PLANTED
source: It will be tree soon.
cs: Brzy z nìj být strom.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGKING
source: Ha! Is good people!
cs: Ha! Být dobrý národ!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT
source: Is not egg!
cs: To nebýt vejce!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STUFFEDEGGPLANT
source: I make yolk of other foods.
cs: Udìlal jsem ¹lehanici z ostatního jídla.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMEAT
source: I made meat good with fire!
cs: Já udìlám maso dobrý na ohni!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PETALS
source: These smell nice.
cs: Tyhle voní pìknì.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PERD
source: Dumb bird is take all berries!
cs: Hloupý pták brát v¹echny bobule!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PANDORASCHEST
source: Fancy box!
cs: Nóbl krabièka!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPEAR
source: It gave me a sliver.
cs: Zadøel jsem si z nìj tøísku.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALOHAT
source: Is good hat!
cs: Dobrý klobouk!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAURCHEST
source: Chest have big strong horns.
cs: Truhla mít velký silný rohy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINTERHAT
source: It make ears happy in cold!
cs: To dìlat u¹i ¹»astný v zimì!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTLIGHT
source: Is strange glow.
cs: Podivnì záøí.
