Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.1
source: KILL TREE!
cs: ZABÍT STROM!

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.2
source: SMASH MEAN TREE!
cs: DRTIT ZLÝ STROM!

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.3
source: I PUNCH TREE!
cs: JÁ UDEØIT STROM!

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.HIT.ONE
source: The throne won't allow that. I've tried.
cs: Tohle trùn nedovolí, zkou¹el jsem to.

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.PHONOGRAPHOFF.ONE
source: Thank you. I have been listening to that song for an eternity.
cs: Dìkuji ti. Tu píseò jsem poslouchal celou vìènost.

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.NOUNLOCK.ONE
source: Ah, I am a fool. I had dared to hope.
cs: Ach, jsem tak naivní, ¾e jsem vùbec doufal.

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.PHONOGRAPHON.ONE
source: I guess I deserve that.
cs: Pøedpokládám, ¾e si to zaslou¾ím.

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.INTRO.ONE
source: Is this how it ends?
cs: Opravdu to takhle skonèí?

# STRINGS.PIG_TALK_FIND_MEAT.1
source: ME HUNGRY!
cs: JÁ HLADOVÌT!

# STRINGS.PIG_TALK_FIND_MEAT.2
source: YUM!
cs: MÒAM!

# STRINGS.PIG_TALK_FIND_MEAT.3
source: I EAT FOOD!
cs: JÁ JÍST JÍDLO!

# STRINGS.PIG_TALK_FIND_MEAT.4
source: TIME FOR FOOD!
cs: ÈAS NA JÍDLO!

# STRINGS.SWAP
source: Swap
cs: Pøehodit

# STRINGS.PIG_GUARD_TALK_TORCH.1
source: TORCH GET LOW
cs: POCHODEÒ SLÁBNOUT!

# STRINGS.PIG_GUARD_TALK_TORCH.2
source: MAKE TORCH BRIGHT
cs: UDÌLEJ POCHODEÒ SVÍTIT

# STRINGS.PIG_GUARD_TALK_TORCH.3
source: MORE BURNING
cs: VÍCE SVÌTLO

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.1
source: YOU LEAVE NOW
cs: TY IHNED ODEJÍT

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.2
source: YOU GO AWAY
cs: TY JÍT PRYÈ

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.3
source: YOU NO STAY
cs: TY NEZÙSTÁVAT

# STRINGS.RABBIT_RETREAT.1
source: AWAY!
cs: PRYÈ!

# STRINGS.RABBIT_RETREAT.2
source: HURT!
cs: ZRANIT!

# STRINGS.RABBIT_RETREAT.3
source: HOME!
cs: DOMÙ!

# STRINGS.RABBIT_RETREAT.4
source: RUN!
cs: UTÍKAT!

# STRINGS.INSPECTMOD
source: Inspect
cs: Prozkoumat

# STRINGS.RECIPE_DESC.DIVININGROD
source: There must be some way out of here...
cs: Musí být nìjaký zpùsob, jak se odtud dostat pryè...

# STRINGS.RECIPE_DESC.RUINSHAT
source: Complete with ancient force field!
cs: Obklop se silovým polem dávných vìkù!

# STRINGS.RECIPE_DESC.TOPHAT
source: The classiest hat of all.
cs: Nejklasiètìj¹í klobouk se v¹ech.

# STRINGS.RECIPE_DESC.TRAP_TEETH_MAXWELL
source: Pops up and bites whoever steps on it.
cs: Vyskoèí a kousne ka¾dého, kdo na ni ¹lápne.

# STRINGS.RECIPE_DESC.FISHINGROD
source: Go fishing. For fish.
cs: Pro rybaøení. Na ryby.

# STRINGS.RECIPE_DESC.SPEAR
source: Use the pointy end.
cs: Pou¾ij ten ostrý konec.

# STRINGS.RECIPE_DESC.SLOW_FARMPLOT
source: Grows seeds.
cs: Vychovává semínka.

# STRINGS.RECIPE_DESC.BEEFALOHAT
source: Be one with the herd! Smell included.
cs: Buï jedním ze stáda! Buvolí parfém gratis.

# STRINGS.RECIPE_DESC.BEEMINE
source: Weaponized bees. What could go wrong?
cs: Vyzbrojen vèelami. Co by se mohlo pokazit?

# STRINGS.RECIPE_DESC.FEATHERHAT
source: Dress for your head.
cs: Doplnìk na tvou hlavu.

# STRINGS.RECIPE_DESC.BOOMERANG
source: It comes from a land down under.
cs: Pøiletìl z druhé strany zemìkoule.

# STRINGS.RECIPE_DESC.COMPASS
source: Points the way north.
cs: Ukazuje cestu na sever.

# STRINGS.RECIPE_DESC.WALL_RUINS_ITEM
source: These walls will take quite a beating.
cs: Tyhle zdi u¾ za¾ily poøádný výprask.

# STRINGS.RECIPE_DESC.WINTERHAT
source: Keeps yer noggin warm.
cs: Uchová tvou kebuli teplou.

# STRINGS.RECIPE_DESC.RAINOMETER
source: Observe precipitation probabilities.
cs: Pøedvídá prevdìpodobnost srá¾ek.

# STRINGS.RECIPE_DESC.BLOWDART_SLEEP
source: Spit sleepiness at your enemies.
cs: Plivej ospalost na své nepøítele.

# STRINGS.RECIPE_DESC.EYETURRET_ITEM
source: Keep the nasties away. By killing them.
cs: Dr¾ v¹echny ohavnosti od sebe dál. Jejich zabitím.

# STRINGS.RECIPE_DESC.ARMORSLURPER
source: Keep that belly full.
cs: Udr¾uj ten ¾aludek plný.

# STRINGS.RECIPE_DESC.NIGHTMARE_TIMEPIECE
source: Track the flow of ambient magic levels.
cs: Vypátrej odlivy a proudìní okolní magické hladiny.

# STRINGS.RECIPE_DESC.RUINS_BAT
source: Spikes make everything better.
cs: ©pièaté bodce vylep¹í ka¾dou zbraò.

# STRINGS.RECIPE_DESC.LANTERN
source: Refuelable, bright, portable!
cs: Doplnitelná, záøivá, pøenosná!

# STRINGS.RECIPE_DESC.TELESTAFF
source: Bend space! Time bend sold separately.
cs: Ohýbej prostor! Ohýbání èasu probíhá oddìlenì.

# STRINGS.RECIPE_DESC.RESEARCHLAB4
source: Amplify the magical power of your top hat.
cs: Umocni magickou sílu svého cylindru.

# STRINGS.RECIPE_DESC.HEATROCK
source: Stores heat for travel.
cs: Uchovává teplo na cesty.

# STRINGS.RECIPE_DESC.MULTITOOL_AXE_PICKAXE
source: Doubly useful.
cs: Dvojnásobnì tak u¾iteèná.

# STRINGS.RECIPE_DESC.ICEBOX
source: Slows food spoilage.
cs: Zpomaluje ka¾ení jídla.

# STRINGS.RECIPE_DESC.PURPLEGEM
source: By your colours combined!
cs: Vznikne kombinací barev!

# STRINGS.RECIPE_DESC.TELEBASE
source: Just add gems.
cs: Jen pøidej drahokamy.

# STRINGS.RECIPE_DESC.YELLOWSTAFF
source: Summon a tiny star.
cs: Pøivolej malou hvìzdièku.

# STRINGS.RECIPE_DESC.STRAWHAT
source: How fashionable!
cs: Dle poslední módy!

# STRINGS.RECIPE_DESC.BEDROLL_STRAW
source: Sleep through the night.
cs: Prospi celou noc.

# STRINGS.RECIPE_DESC.CUTSTONE
source: Nicely squared rocks.
cs: Vkusnì opracované kameny.

# STRINGS.RECIPE_DESC.GOLDENPICKAXE
source: Break down rocks like a boss.
cs: Rozbíjej skály jako boss.

# STRINGS.RECIPE_DESC.GREENSTAFF
source: Clean and efficient destruction.
cs: Èistá a efektivní destrukce.

# STRINGS.RECIPE_DESC.SWEATERVEST
source: Rugged, yet stylish.
cs: Drsná, ale stylová.

# STRINGS.RECIPE_DESC.ICESTAFF
source: Freeze enemies in their tracks.
cs: Zmra¾ nepøátele pøi jejich pronásledování.

# STRINGS.RECIPE_DESC.PANFLUTE
source: Music to soothe savage beasts.
cs: Melodie pro uklidnìní divokých bestií.

# STRINGS.RECIPE_DESC.HEALINGSALVE
source: Disinfectant for cuts and abrasions.
cs: Dezinfekèní prostøedek na rány a ¹krábance.

# STRINGS.RECIPE_DESC.BUGNET
source: Catch bugs.
cs: Chytá hmyz.

# STRINGS.RECIPE_DESC.BOARDS
source: Like logs but flatter.
cs: Jako polena, ale placatìj¹í.

# STRINGS.RECIPE_DESC.NIGHTMAREFUEL
source: Evil residue used by the foolish and crazy.
cs: Zbytky zla vyu¾ívány hlupáky a ¹ílenci.

# STRINGS.RECIPE_DESC.NIGHTSWORD
source: Lucid dreaming damage.
cs: Vroucnì vysnìné po¹kození.

# STRINGS.RECIPE_DESC.TURF_CHECKERFLOOR
source: Nicely checkered marble tiles.
cs: Vkusnì ¹achovité mramorové dílce

# STRINGS.RECIPE_DESC.HAMMER
source: Deconstruct structures.
cs: Rozkládej stavby.

# STRINGS.RECIPE_DESC.LIGHTNING_ROD
source: Protection from strikes.
cs: Ochrana pøed blesky.

# STRINGS.RECIPE_DESC.BATBAT
source: All this science is so... draining.
cs: V¹echna tahle vìda je tak... vyèerpávající.

# STRINGS.RECIPE_DESC.MEATRACK
source: The jerkiest of racks.
cs: Nejvy¹inutìj¹í ze v¹ech tyèí.

# STRINGS.RECIPE_DESC.ROPE
source: Tightly woven coils of usefulness.
cs: Jemnì tkané spirály u¾iteènosti.

# STRINGS.RECIPE_DESC.ARMORWOOD
source: Protects you from some damage.
cs: Ochrání tì pøed mnohými ¹krábanci.

# STRINGS.RECIPE_DESC.FIRESTAFF
source: Harness the power of combustion!
cs: Vyu¾ij síly spalování!

# STRINGS.RECIPE_DESC.BIRDTRAP
source: Capture winged beasts.
cs: Polap okøídlené potvory.

# STRINGS.RECIPE_DESC.PICKAXE
source: Break down rocks.
cs: Rozbij skály.

# STRINGS.RECIPE_DESC.RESURRECTIONSTATUE
source: Resurrect yourself via the power of meat.
cs: O¾iv se skrze mocné síly masa.

# STRINGS.RECIPE_DESC.CANE
source: Trot on with speed and poise.
cs: Pohybuj se rychle a jistì.

# STRINGS.RECIPE_DESC.FAST_FARMPLOT
source: Grows seeds a bit faster.
cs: Vychovává semínka o nìco rychleji.

# STRINGS.RECIPE_DESC.BLOWDART_FIRE
source: Spit fire at your enemies.
cs: Plivej oheò na své nepøátele.

# STRINGS.RECIPE_DESC.FLOWERHAT
source: Something to soothe the nerves.
cs: Nìco na uklidnìní nervù.

# STRINGS.RECIPE_DESC.BLOWDART_PIPE
source: Spit teeth at your enemies.
cs: Plivej zuby na své nepøátele.

# STRINGS.RECIPE_DESC.SEWING_KIT
source: Fix up degraded clothing items.
cs: Sprav si rozpadající se obleèení.

# STRINGS.RECIPE_DESC.TURF_ROAD
source: Build your own road to nowhere.
cs: Postav si vlastní cestu do neznáma.

# STRINGS.RECIPE_DESC.HOMESIGN
source: Make your mark upon the world.
cs: Zanech na svìtì svou znaèku.

# STRINGS.RECIPE_DESC.BUSHHAT
source: Good for hiding!
cs: Dobrá na schovku!

# STRINGS.RECIPE_DESC.BEEHAT
source: Protection against angry bees.
cs: Ochrana pøed agresivními vèelami.

# STRINGS.RECIPE_DESC.TURF_WOODFLOOR
source: High-quality laminate floorboards.
cs: Vysoce kvalitní laminované parkety.

# STRINGS.RECIPE_DESC.TORCH
source: Portable light source.
cs: Pøenosný zdroj svìtla.

# STRINGS.RECIPE_DESC.PUMPKIN_LANTERN
source: Spooky illumination.
cs: Stra¹idelné osvìtlení.

# STRINGS.RECIPE_DESC.SPIDERHAT
source: Spiders will call you 'mom'.
cs: Pavouci tì budou oslovovat "mami".

# STRINGS.RECIPE_DESC.WALL_HAY_ITEM
source: Hay wall segments. Not very sturdy.
cs: Segmenty slamìné zdi. Nepøíli¹ robustní.

# STRINGS.RECIPE_DESC.PAPYRUS
source: For writing things.
cs: Na psaní poznámek.

# STRINGS.RECIPE_DESC.BACKPACK
source: Carry more stuff.
cs: Nos více vìcí.

# STRINGS.RECIPE_DESC.BOOK_BIRDS
source: 1000 species: habits, habitats, and calls.
cs: Pokrývá 1000 druhù: zvyky, výskyt a volání.

# STRINGS.RECIPE_DESC.ORANGEAMULET
source: For those who don't like to pick items up.
cs: Pro ty, co neradi zvedají pøedmìty.

# STRINGS.RECIPE_DESC.WALL_STONE_ITEM
source: Stone wall segments.
cs: Segmenty kamenné zdi.

# STRINGS.RECIPE_DESC.WALL_WOOD_ITEM
source: Wooden wall segments.
cs: Segmenty døevìné zdi.

# STRINGS.RECIPE_DESC.GUNPOWDER
source: A handful of gunpowder.
cs: Hrstka støelného prachu.

# STRINGS.RECIPE_DESC.BEEBOX
source: Store your own bees.
cs: Skladuj své vlastní vèely.

# STRINGS.RECIPE_DESC.GOLDENAXE
source: Chop down trees with STYLE!
cs: Kácej stromy STYLOVÌ!

# STRINGS.RECIPE_DESC.PITCHFORK
source: Move the ground around.
cs: Pøesouvej okolní pùdu.

# STRINGS.RECIPE_DESC.BOOK_TENTACLES
source: Let's learn about our subterranean friends!
cs: Pojïme se dozvìdìt nìco o na¹ich pøátelích v podzemí!

# STRINGS.RECIPE_DESC.GREENAMULET
source: Craft with a discount!
cs: Akèní ceny pro tvou tvorbu!

# STRINGS.RECIPE_DESC.SHOVEL
source: Move plants around.
cs: Pøesaï okolní rostliny.

# STRINGS.RECIPE_DESC.TENT
source: Restores sanity, but costs time and hunger.
cs: Navrací pøíèetnost, na úkor èasu a ¾aludku.

# STRINGS.RECIPE_DESC.GOLDENPITCHFORK
source: Rearrange the whole world.
cs: Naaran¾uj si celý svìt.

# STRINGS.RECIPE_DESC.TURF_CARPETFLOOR
source: Super soft. Smells like Beefalo.
cs: Poøád je cítit buvolem.

# STRINGS.RECIPE_DESC.ARMORGRASS
source: Provides a small amount of protection.
cs: Poskytuje drobnou ochranu.

# STRINGS.RECIPE_DESC.WINTEROMETER
source: Measure ambient air temperature.
cs: Mìøí teplotu okolního vzduchu.

# STRINGS.RECIPE_DESC.COOKPOT
source: Make better food.
cs: Vytváøej skvostné pokrmy.

# STRINGS.RECIPE_DESC.UMBRELLA
source: Mitigate the effects of atmospheric moisture.
cs: Zmíròuje úèinky atmosferické vlhkosti.

# STRINGS.RECIPE_DESC.ACCOMPLISHMENT_SHRINE
source: Prove your worth as a human being.
cs: Proka¾ svou cenu jako lidská bytost.

# STRINGS.RECIPE_DESC.RABBITHOUSE
source: Houses a giant rabbit and all his stuff.
cs: Místnost pro obøího králíka a jeho divné králièí vìci.

# STRINGS.RECIPE_DESC.BOOK_GARDENING
source: On the care and feeding of plants.
cs: O péèi a vý¾ivì rostlin.

# STRINGS.RECIPE_DESC.EARMUFFSHAT
source: A fuzzy little bit of warmth.
cs: Chundelaté, høejivé, malé kousíèky.

# STRINGS.RECIPE_DESC.BEDROLL_FURRY
source: Sleep through the night in comfort!
cs: Dopøej si v noci komfortní spánek!

# STRINGS.RECIPE_DESC.BOOK_BRIMSTONE
source: The world will end in fire and tribulation!
cs: Svìt skonèí v ohni a utrpení! Ia! Ia!

# STRINGS.RECIPE_DESC.THULECITE
source: Combine tiny bits into a big chunk.
cs: Zkombinuj kousky artefaktu v jeden pevný kus.

# STRINGS.RECIPE_DESC.TRAP_TEETH
source: Pops up and bites whoever steps on it.
cs: Vyskoèí a kousne ka¾dého, kdo na ni ¹lápne.

# STRINGS.RECIPE_DESC.PIGHOUSE
source: Shelters one pig.
cs: Pøístøe¹ek pro jedno prase.

# STRINGS.RECIPE_DESC.TREASURECHEST
source: A sturdy container.
cs: Solidní bedna.

# STRINGS.RECIPE_DESC.BIRDCAGE
source: A happy home for your avian friends.
cs: ©»astný domov pro tvé ptaèí kamarády.

# STRINGS.RECIPE_DESC.ARMORMARBLE
source: It's heavy, but it will protect you.
cs: Tì¾ký, ale ochrání tì.

# STRINGS.RECIPE_DESC.TRUNKVEST_WINTER
source: Warm enough for winter storms.
cs: Dostateènì høejivá na zimní bouøe.

# STRINGS.RECIPE_DESC.TRUNKVEST_SUMMER
source: Warm, but light enough for summer.
cs: Høejivá, ale dostateènì lehká na léto.

# STRINGS.RECIPE_DESC.FIREPIT
source: A safer, more efficient campfire.
cs: Bezpeènìj¹í, efektivnìj¹í táborák.

# STRINGS.RECIPE_DESC.ORANGESTAFF
source: For those who don't like walking.
cs: Pro ty, co si nepotrpí na vycházky.

# STRINGS.RECIPE_DESC.CAMPFIRE
source: Provides light while burning.
cs: Poskytuje svìtlo, kdy¾ hoøí.

# STRINGS.RECIPE_DESC.ARMOR_SANITY
source: Protects your body, but not your mind.
cs: Ochrání tvé tìlo, ale ne tvou mysl.

# STRINGS.RECIPE_DESC.ONEMANBAND
source: Even crazy musicians amass a following.
cs: I ¹ílení hudebníci mají své fanou¹ky.

# STRINGS.RECIPE_DESC.BLUEAMULET
source: What a cool amulet.
cs: Ten amulet je vá¾nì COOL

# STRINGS.RECIPE_DESC.TRAP
source: Capture small creatures.
cs: Polap malé potvory.

# STRINGS.RECIPE_DESC.PURPLEAMULET
source: Induce insanity.
cs: Vyvolává nepøíèetnost.

# STRINGS.RECIPE_DESC.AMULET
source: Protects you from death.
cs: Chrání pøed smrtí.

# STRINGS.RECIPE_DESC.FOOTBALLHAT
source: Protect your braincase.
cs: Ochrání tvou mozkovnu.

# STRINGS.RECIPE_DESC.MINERHAT
source: Light up the night with your noggin.
cs: Ozaø noc svou kedlubnou.

# STRINGS.RECIPE_DESC.YELLOWAMULET
source: Pull power from the heavens.
cs: Pøitahuje sílu nebes.

# STRINGS.RECIPE_DESC.RESEARCHLAB2
source: Unlock even more crafting recipes!
cs: Objev je¹tì více vynálezù!

# STRINGS.RECIPE_DESC.RAZOR
source: Shave off your dirty beatnik beard.
cs: Ohol si svùj ¹pinavý badatelský vous.

# STRINGS.RECIPE_DESC.ARMORRUINS
source: Flashy AND protective.
cs: Nejen bly¹tivé ALE i ochranné.

# STRINGS.RECIPE_DESC.BOOK_SLEEP
source: Soothing tales to send you off to dreamland.
cs: Uklidòující pøíbìhy tì zavedou do zemì snù.

# STRINGS.RECIPE_DESC.RESEARCHLAB3
source: Is this even science anymore?
cs: Je tohle je¹tì vùbec vìda?

# STRINGS.RECIPE_DESC.PIGGYBACK
source: Carries a lot, but slows you down.
cs: Unese hodne, ale ta tíha stáhne k zemi.

# STRINGS.RECIPE_DESC.RESEARCHLAB
source: Unlock new crafting recipes!
cs: Objev nové vynálezy!

# STRINGS.RECIPE_DESC.GOLDENSHOVEL
source: Lasts longer, digs the same stuff.
cs: Vydr¾í déle, hloubí naprosto stejné díry.

# STRINGS.RECIPE_DESC.HAMBAT
source: It takes food to make food.
cs: K získání jídla je zapotøebí jídlo.

# STRINGS.RECIPE_DESC.NIGHTLIGHT
source: Light the night with your dreams.
cs: Ozáøi noc svýmy sny.

# STRINGS.RECIPE_DESC.AXE
source: Chop down trees!
cs: Pokácej stromy!

# STRINGS.RECIPE_DESC.POTTEDFERN
source: Make a pot and stick a fern inside.
cs: Vytvoø kvìtináè a vsaï do nìj kapradinu.

# STRINGS.RECIPE_DESC.BANDAGE
source: Heal your minor wounds.
cs: Hojí tvá drobná zranìní.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.THREE
source: Turn back now, or I may have to resort to drastic mesaures.
cs: A teï se vra» zpìt nebo budu nucen uchýlit se k drastiètìj¹ím donucovacím prostøedkùm.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.TWO
source: You're really pushing your luck.
cs: Ty opravdu pokou¹í¹ svùj osud.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.ONE
source: Say, pal.
cs: Tak co, kámo?

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.THREE
source: I'll give you food, gold, pigs, whatever you need.
cs: Dám ti jídlo, zlato, prasata, cokoliv bude¹ chtít.

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.TWO
source: Let's make a deal. You can stay here. Settle down, even.
cs: Uzavøeme dohodu. Ty zùstane¹ tady. Usadí¹ se, spokojenì.

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.ONE
source: Say, pal.
cs: Tak co, kámo?

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.FOUR
source: All I want in return is a truce.
cs: Na oplátku chci pouze pøímìøí.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TWO
source: You found me. Now, what are you going to do?
cs: Na¹el jsi mì. A co se chystá¹ dìlat teï?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.ONE
source: Well, this is it.
cs: Tak. A je to.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.COMBATFAIL.1
source: Where would be the sport in that?
cs: Kde se v téhle disciplínì poøádají utkání?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.COMBATFAIL.2
source: Who do you think allowed you to make that?
cs: Kdo si myslí¹, ¾e ti tohle dovolí provést?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TELEPORTFAIL2
source: This is the end of the line. We have no escape.
cs: Tohle je konec pøíbìhu. U¾ není mo¾nost úniku.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.1
source: Is this what you were expecting?
cs: Splnila se tvá oèekávání?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.2
source: Forgive me if I don't get up.
cs: Opus» mi, pokud se tak nestalo.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.3
source: You've been an interesting plaything, but I've grown tired of this game.
cs: Byla to velkolepá podívaná sledovat tvé sna¾ení, ale u¾ mì to zaèínalo unavovat.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.4
source: Or maybe They've grown tired of me.
cs: Nebo mo¾ná Oni zaèli být unavení mnou.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.5
source: Heh. Took them long enough.
cs: Ha. Dr¾el jsem je tak dlouho.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.6
source: They'll show you terrible, beautiful things.
cs: Oni ti uká¾í dìsivì krásné vìci.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.7
source: It will change you, like it did me.
cs: Zmìní tì to, tak jako mnì.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.8
source: It's best not to fight it.
cs: Nejlep¹í je s tím nebojovat.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.9
source: There wasn't much here when I showed up.
cs: Nebylo tu toho pøíli¹, kdy¾ jsem se tu objevil.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.10
source: Just dust. And the void. And Them.
cs: Jen prach. A prázdnota. A Oni.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.11
source: I've learned so much since then. I've built so much.
cs: Tolik jsem se toho od nich nauèil. Tolik jsem toho postavil.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.12
source: But even a King is bound to the board.
cs: Ale dokonce i Král je pøipoután uprostøed tohoto divadla.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.13
source: You can't change the rules of the game.
cs: Nemù¾e¹ zmìnit pravidla hry.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.14
source: I don't know what they want. They... they just watch.
cs: Nevím co chtìjí. Oni.. se jen dívají. Pozorují.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.15
source: Unless you get too close. Then...
cs: Dokud se nepøiblí¾í¹ pøíli¹ blízko. A potom...

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.16
source: Well, there's a reason I stay so dapper.
cs: No. Existují pøíèiny, díky nim¾ jsem stále tak elegantní.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.17
source: What year is it out there? Time moves differently here.
cs: Jaký je teï venku vlastnì rok? Èas tady plyne odli¹nì.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.18
source: Go on, stay a while. Keep us company.
cs: Pøistup blí¾. Poseèkej chvíli. Dìlej nám spoleènost.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.19
source: Or put the key in the box. It's your decision.
cs: Nebo zasuò ten klíè do té skøíòky. Je to na tobì.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.20
source: Either way, you're just delaying the inevitable.
cs: Jakkoli v¹ak, odaluje¹ tím pouze nevyhnutelné.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.21
source: Reality is like that, sometimes.
cs: Skuteènost u¾ je taková, nìkdy.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.22
source: I think I've said enough.
cs: Myslím, ¾e u¾ jsem øekl dost.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TELEPORTFAIL
source: Don't you think I've tried that?
cs: Myslí¹, ¾e jsem to nezkou¹el?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.THREE
source: You will regret coming any further...
cs: Bude¹ litovat ka¾dého dal¹ího kroku...

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.TWO
source: Do not arouse the wrath of the Great Maxwell!
cs: Nesna¾ se probudit hnìv Mocného Maxwella!!!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.ONE
source: You insolent, pitiful, insignificant ant!
cs: Ty drzý, bídný, bezvýznamný èerve!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.THREE
source: Hmm. Let's try something a little more challenging, shall we?
cs: Dobrá. Pojïme zkusit tedy nìco nároènìj¹ího, mù¾eme?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.TWO
source: You'd think you would have learned your lesson by now.
cs: Mo¾ná si myslí¹, ¾e u¾ toho zná¹ dost.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.ONE
source: Oh, you found my portal did you?
cs: Ó, tak¾e tys na¹el mùj portál, co?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_2.ONE
source: Well would you look at that, you survived.
cs: No podívejme se na to. Ono to pøe¾ilo.

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_2.TWO
source: One down, four to go!
cs: Jeden vyøízen, ètyøi je¹tì zbývají!

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_3.ONE
source: What? You're still here?
cs: Co¾e? Ty tu je¹tì jsi?

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_3.TWO
source: Impressive. But you should probably stop while you're ahead.
cs: Pùsobivé. Ale rozumný èlovìk by mìl vìdìt, kdy vèas zastavit.

# STRINGS.PIG_TALK_EAT_MEAT.1
source: NOM NOM NOM
cs: MÒAM MÒAM MÒAM

# STRINGS.PIG_TALK_EAT_MEAT.2
source: YUM!
cs: MÒAM!

# STRINGS.RABBIT_BATTLECRY.2
source: KILL!
cs: ZABÍT!

# STRINGS.RABBIT_BATTLECRY.3
source: DIE!
cs: ZHYÒ!

# STRINGS.PIG_TALK_FIGHT.1
source: I KILL NOW!
cs: JÁ TEÏ ZABÍT!

# STRINGS.PIG_TALK_FIGHT.2
source: YOU GO SMASH!
cs: TY JÍT ROZBÍT!

# STRINGS.PIG_TALK_FIGHT.3
source: RAAAWR!
cs: VRRRRAA!

# STRINGS.PIG_TALK_FIND_LIGHT.1
source: SCARY
cs: STRA©IDELNÝ

# STRINGS.PIG_TALK_FIND_LIGHT.2
source: NO LIKE DARK
cs: NEMÍT RÁD TMA

# STRINGS.PIG_TALK_FIND_LIGHT.3
source: WHERE IS SUN?
cs: KDE SLUNCE?

# STRINGS.PIG_TALK_FIND_LIGHT.4
source: STAY NEAR FIRE
cs: ZÙSTAT U OHNÌ

# STRINGS.PIG_TALK_FIND_LIGHT.5
source: FIRE IS GOOD
cs: OHEÒ DOBRÝ

# STRINGS.CHARACTER_NAMES.unknown
source: The Unknown
cs: Tajemné Neznámo

# STRINGS.PIG_TALK_PANICFIRE.1
source: HOT HOT HOT!
cs: HORKÝ HORKÝ HORKÝ!

# STRINGS.PIG_TALK_PANICFIRE.2
source: OWWWWW!
cs: AÚÚÚÚÚ!

# STRINGS.PIG_TALK_PANICFIRE.3
source: IT BURNS!
cs: TO HOØET!

# STRINGS.PIG_TALK_PANIC.1
source: NOOOOO!
cs: NÉÉÉÉÉÉ!

# STRINGS.PIG_TALK_PANIC.2
source: TOO DARK! TOO DARK!
cs: MOC TMA! MOC TMA!

# STRINGS.PIG_TALK_PANIC.3
source: AAAAAAAAAH!!
cs: ÁÁÁÁAAAAAA!!

# STRINGS.TRADEMOD
source: Move
cs: Pohyb

# STRINGS.ACTIONS.TERRAFORM
source: Dig
cs: Kopat

# STRINGS.ACTIONS.TURNON
source: Turn On
cs: Zapnout

# STRINGS.ACTIONS.EXTINGUISH
source: Extinguish
cs: Uhasit

# STRINGS.ACTIONS.GOHOME
source: Go Home
cs: Jít domù

# STRINGS.ACTIONS.RESEARCH
source: Research
cs: Vyzkoumat

# STRINGS.ACTIONS.ACTIVATE.GENERIC
source: Activate
cs: Aktivovat

# STRINGS.ACTIONS.ACTIVATE.SPELUNK
source: Spelunk
cs: Probádat

# STRINGS.ACTIONS.ACTIVATE.CLIMB
source: Climb
cs: ©plhat
