Repository: Fr4ncisTaylor/Dont_Starve_CZ
Catalog: czechlanguage/czech.po
Languages: cs

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LEIF
source: A lumbering beast.
cs: Dupající monstrum.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_EXIT
source: The surface beckons.
cs: Povrch láká ven.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICESTAFF
source: I take comfort in it's emptiness.
cs: Èerpám útìchu z její prázdnoty.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KABOBS
source: Meat, skewered right through the center.
cs: Maso. Obrovská jehlice ho probodává pøímo v jeho støedu.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.INSANITYROCK.INACTIVE
source: It's cold and black.
cs: Chladný a temný.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.INSANITYROCK.ACTIVE
source: It's calling my name.
cs: Volá na mì mým jménem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLPHONOGRAPH
source: Shall we have a danse macabre?
cs: Zatanèíme si tanec smrti?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDTRAP
source: Sticks and silk turned lethal.
cs: Hedvábí a pár vìtvièek se staly smrtícími.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICEBOX
source: It is as cold as my heart.
cs: Chladná jako mé srdce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN
source: It's as big as the hole where my heart was.
cs: Velká jak otvor, kde jsem mìla srdce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUND
source: Stay back, foul minion of evil!
cs: Dr¾te se zpátky, odporní zplozenci zla!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN_SEEDS
source: Yup, it's a seed.
cs: Jop, to je semínko.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYCOMB
source: Pieces of beehive, scattered.
cs: Kousky úlu, rozpadnutého.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTER
source: I wasn't expecting that.
cs: To bych tu neoèekávala.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Focuses the destruction.
cs: Soustøedìná destrukce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Even this power will run out.
cs: I tahle síla jednou vyhasne.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOMESIGN
source: A mark is made, however transient.
cs: Zanechala jsem zde znaèku, i kdy¾ jen pomíjivou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEALINGSALVE
source: Life brings pain, pain brings life.
cs: ®ivot pøiná¹í bolest. A bolest pøiná¹í ¾ivot.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEAT_DRIED
source: Meat turned dry and delicious.
cs: Maso se stalo suchých a chutným.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EEL_COOKED
source: An eel that has been cooked.
cs: Úhoø, který byl uvaøen.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_CAP_COOKED
source: All is malleable.
cs: V¹e je tak malebné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_CAP
source: This mushroom is disappointingly normal.
cs: Tahne houba je k mému zklamání pøíli¹ nezajímavá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE_COOKED
source: Warm, but no less messy.
cs: Teplý, ale neménì chaotický.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_WOOD_ITEM
source: Bundled logs.
cs: Svázaná polena.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.BARREN
source: It is barren.
cs: Neúrodný.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.PICKED
source: I shall have to wait.
cs: Budu muset poèkat.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.GENERIC
source: A snack, perchance?
cs: Svaèinka? Mo¾ná...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCKS
source: Some small rocks.
cs: Nìjaké kamínky.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTGRASS
source: I like to kill small things.
cs: Ráda zabíjím drobné vìci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT_SEEDS
source: It's a nightshade seed.
cs: Semínka odstínu noci - také známé jako lilek.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA
source: The peels look dangerous.
cs: Ta slupka vypadá nebezpeènì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATWING_COOKED
source: They once held such great potential.
cs: Kdysi mívali tak velký potenciál.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICEHOUND
source: He has a cold, dead heart.
cs: Má studené, mrtvé srdce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: No good can come of this.
cs: Z toho nemù¾e vzejít nic dobrého.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I'm sure the next realm will be even more horrible!
cs: Jsem si jista, ¾e v jiné sféøe èeká je¹tì stra¹livìj¹í svìt!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: It's still locked shut.
cs: Je to stále uzamèené.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Is it half built, or half destroyed?
cs: Je to napùl postavené èi napùl rozpadlé?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHSTICKS
source: Perfectly molded blocks of fish.
cs: Perfektnì lisované rybí kvádry.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.GENERIC
source: I might survive this night!
cs: Tuhle noc bych mohla pøe¾ít!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.OUT
source: That is not a good sign.
cs: To není dobré znamení.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.EMBERS
source: Darkness is looming.
cs: Temnota se plí¾í.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.HIGH
source: A vision of Hell!
cs: Vize samotného pekla!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.LOW
source: The gloom encroaches.
cs: Zaèíná se vkrádat melancholie.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.NORMAL
source: It's a fire.
cs: Oheò.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEBASE.VALID
source: Energy flows through it.
cs: Proudí v nìm energie.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEBASE.GEMS
source: The focus is so lifeless.
cs: Ohnisko je naprosto bez ¾ivota.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERMEAT_DRIED
source: Meat turned dry and weird-tasting.
cs: Maso se stalo suchých a podivnì-chutným.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHERHAT
source: Ca-caw!
cs: Krá! Krá!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWSTAFF
source: The stick is as twisted as my soul.
cs: Hùl tak pokorucená jak smotná má du¹e.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.GENERIC
source: What seeds shall I sow?
cs: Jaká semena bych mìla zasít?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.GROWING
source: Leafy tendrils coil out of the muck.
cs: Listnaté úponky spirálovitì stoupající z bahna.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: This earth is cold and dead.
cs: Tato zem je studená a mrtvá.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYEPLANT
source: They follow their master's every wish.
cs: Naplòují ka¾dièké pøání svého pána.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_TALL
source: Even the trees down here are strange.
cs: Dokonce i stromy tady dole jsou zvlá¹tní.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WETGOOP
source: A miserable mess, just like life.
cs: Ubohá bezútì¹ná bøeèka, stejná jako ¾ivot.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AMULET
source: I wonder who used to own this.
cs: Zajímalo by mì, komu kdysi patøil.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_SPITTER
source: It's chewing on something.
cs: Mlaská a prská kolem sebe.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_FULL
source: The earth gives up its bounty.
cs: Zemì nás zahrnuje svými dary.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's looking into my soul.
cs: Hledí do mého nitra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER_EYEBONE.WAITING
source: Not so much sleeping as... waiting.
cs: Ani ne tak moc spaní jako spí¹... èekání.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_MARSH_BUSH
source: I like it dead, but I should plant this.
cs: Líbí se mi mrtvý, ale mìl by se zasadit.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: They approach.
cs: Pøibli¾ují se.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I am alone.
cs: Zùstala jsem osamocená.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: I think they're leaving.
cs: Myslím, ¾e odcházejí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: I can feel the prying eyes.
cs: Cítím ty jejich slídivé pohledy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It's almost over.
cs: Je to témìø pryè.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: They're all around me!
cs: Jsou v¹ude kolem mì!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: I know not what lurks in the shadow.
cs: Nevím, co èíhá ve stínech.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_GRASS
source: I like it dead, but I should plant this.
cs: Líbí se mi mrtv¾, ale mìla by se zasadit.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT_SEEDS
source: It's a seed. It won't grow a dragon.
cs: Semínko. Drak z nìj nevyroste.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CARPETFLOOR
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.GENERIC
source: Some of us can see our cages.
cs: Nìkteøí z nás si uvìdomují více své vìznìní.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.SLEEPING
source: Is he dead? No. Just sleeping.
cs: Je mrtvý? Kdepak. Jen spí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.OCCUPIED
source: He is happier now.
cs: Teï je veselej¹í.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHEAD
source: Kill the pig. Spill his blood.
cs: Zabte prase. Prolijte jeho krev.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE
source: So many juicy red bits to chomp and squish!
cs: Tolik ¹»avnatých èervených kousíèù na vymaèkání a ¾výkání!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.UMBRELLA
source: The clouds weep.
cs: Oblaka pláèou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_7
source: Just a simple game.
cs: Prostoduchá hra.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANIMAL_TRACK
source: Signs of the beast.
cs: Znamení

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN
source: I could make a corny joke, but I'll refrain.
cs: Mohla by puknout. Smíchy?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEERCLOPS_EYEBALL
source: What terrors it must see.
cs: Jaké hrùzy musí asi vidìt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMLIGHT
source: There's a slight humming coming from it.
cs: Uvnitø nepatrnì bzuèí.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: It's pretty.
cs: Je nádherná.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: I need to show Abigail how to play.
cs: Musím Abigail ukázat, jak se to hraje.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: I can sense Abigail's presence growing stronger.
cs: Cítím, ¾e Abigailina pøítomnost zaèíná nabývat na síle.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.SOON
source: Abigail is almost here!
cs: Abigail je témìø tady!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: Abigail is ready to play, but she needs some space.
cs: Abigail je pøipravena si hrát, ale potøebuje více prostoru.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.LONG
source: It was my sister's flower. She's gone far away.
cs: To byla kvìtina mé sestry. Ode¹la daleko daleko pryè.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_TUSK
source: I shall gnash thee.
cs: Mìla bych na tebe zaskøípat zuby.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_SEEDS
source: One day, this seed will be a carrot.
cs: Jednoho dne se toto semínko stane mrkví.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLYWINGS
source: No more can the butterfly soar.
cs: Ji¾ víckrát se nevznese.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTSWORD
source: Dreams come to a point. A sharp one.
cs: Sny se stávají skuteèností. Ostrou skuteèností.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOARDS
source: Even scarier for the trees.
cs: Je¹tì dìsivìj¹í pro stromy.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORMARBLE
source: Stops the daggers that stab at mine heart.
cs: Zastaví nù¾ zara¾ený do mého srdce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_1
source: Perfectly misshapen.
cs: Nádhernì znetvoøené.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_FIRE
source: Shall I burn down the world?
cs: Mìla bych vypálit svìt?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWERHAT
source: But I am in mourning...
cs: Ale já dr¾ím smutek...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGESTAFF
source: Each time I use it I die and am reborn.
cs: Umírám a rodím se znovu s ka¾dým pou¾itím.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDNUGGET
source: I will take it with me.
cs: Vezmu si ho s sebou.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TAFFY
source: Never imagined I could make a thing so sweet.
cs: Nikdy jsem si nemyslela, ¾e stvoøím tak sladkou vìc.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEDROLL_STRAW
source: Sleep is but a temporary death.
cs: Spánek je doèasná smrt.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEARDHAIR
source: That's just nasty.
cs: To je prostì odporné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKBOAT
source: A cruel trick!
cs: Krutý trik!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_SANITY
source: A perfectly safe way to go insane.
cs: Zaruèený zpùsob, jak dosáhnout nepøíèetnosti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEGEM
source: Blue like... er... a sad bird?
cs: Modrý jako... ehm... smutný ptáèek?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDMOUND
source: Home to the foulest creatures.
cs: Domov tìch nejodpornìj¹ích bestií.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEADLYFEAST
source: This, my final feast.
cs: To»... má poslední veèeøe.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWAMULET
source: A brief light in my dark life.
cs: Nepatrné svìtlo v mém temném ¾ivotì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_FUNGUS
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_ROCKY
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORRUINS
source: A reprieve from death.
cs: Odroèení smrti.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CHECKERFLOOR
source: Some ground.
cs: Nìjaká zemina.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_MED
source: The earth gives up its bounty.
cs: Zemì nás zahrnuje svými dary.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_LOW
source: The earth gives up its bounty.
cs: Zemì nás zahrnuje svými dary.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLESLIME
source: It shimmers with slimy anticipation.
cs: Dle mé pøedtuchy se leskne slizem.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_SMALL
source: Do little gnomes live in these?
cs: Tak tady ¾ijí malí gnómové?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT_COOKED
source: Cooking this nightshade made it even less deadly.
cs: Uvaøením se stal tento odstín noci je¹tì ménì zhoubným.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONKEY
source: Living without the burden of intelligence must be nice.
cs: ®ít neobtì¾kán rozumem musí být tak krásné.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEDROLL_FURRY
source: I will wrap myself in the fuzzy skins of the fallen.
cs: Zabalím se do chlupatých ko¾í¹kù padlých.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONKEYBARREL
source: It's filthy.
cs: Je ¹pinavý.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORSNURTLESHELL
source: Now I can hide from my problems.
cs: Teï se mohu skrýt pøed svými problémy.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HOUNDS
source: The hounds are baying.
cs: Sly¹ím vytí psù.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ENTER_LIGHT
source: And there was light!
cs: A bylo svìtlo!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.GENERIC
source: Death will find you!
cs: Smrt je ti v patách!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.PREY
source: Suffer, worm!
cs: Zhyò, èerve!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.PIG
source: Let death embrace you!
cs: Nech» tì smrt pøivítá ve své náruèi!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.SPIDER_WARRIOR
source: I will be your end!
cs: Budu tvùj konec!

# STRINGS.CHARACTERS.WENDY.BATTLECRY.SPIDER
source: I shall send you to the other side!
cs: Milosrdnì tì po¹lu na druhou stranu!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ACCOMPLISHMENT
source: All of this is transient.
cs: V¹echno tohle je tak pomíjivé.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNGRY
source: I am full of emptiness.
cs: Naplòuje mì prázdnota.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_KNOCKEDOUT
source: Oh my, that hurt! Yet, again I wake to life.
cs: Ach, to bolí! Opìt jsem zrozena k ¾ivotu.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CANFIX
source: I think I can fix this!
cs: Myslím, ¾e bych to dokázala spravit!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_WORMHOLE
source: I emerge into this world once more.
cs: Vynoøila jsem se opìt v tomto svìtì.

# STRINGS.CHARACTERS.WENDY.DESCRIBE_TOODARK
source: The darkness! It is too dark!
cs: Temnota! Pøíli¹ temná temnota!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNT_LOST_TRAIL
source: This trail leads nowhere.
cs: Tahle stopa nikam nevede.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_PECKED
source: You try my patience.
cs: Zkou¹í¹ mou trpìlivost.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNT_BEAST_NEARBY
source: I sense the beast's presence nearby.
cs: Cítím nedaleko zvíøecí pøitomnost.

# STRINGS.CHARACTERS.WENDY.COMBAT_QUIT.GENERIC
source: You shall live. For now.
cs: Nechám tì ¾ít. Prozatím.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.GENERIC
source: Yum!
cs: Mòam!

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.STALE
source: Was that stale?
cs: Nebylo to zka¾ené?

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.SPOILED
source: That food was nearing the end of its lifetime.
cs: To jídlo bylo témìø na pokraji své existence.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.PAINFUL
source: That was not edible.
cs: To nebylo jedlé.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TRAP_WENT_OFF
source: IT'S A TRAP
cs: JE TO PAST

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CRAFTING_FAIL
source: INSUFFICIENT RESOURCES
cs: NEDOSTATEK MATERIÁLU

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ADVENTUREFAIL
source: ABORT, RETRY, FAIL?
cs: PØERU©ENÍ PROCESU, OBNOVUJI PROCES, POKUS SELHAL?

# STRINGS.CHARACTERS.WX78.ANNOUNCE_QUAKE
source: SHAKING EARTH DETECTED
cs: DETEKOVÁNY OTØESY ZEMÌ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARLIE
source: THREAT DETECTED
cs: DETEKOVÁNA HROZBA

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.GENERIC
source: THAT IS NOT A VALID SHAVE TARGET
cs: NEPLATNÝ HOLITELNÝ OBJEKT

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: DANGER! TARGET IS AWAKE
cs: NEBEZPEÈÍ! CÍL JE PROBUZEN

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.NOBITS
source: THERE IS NO STUBBLE TO SHAVE
cs: CHLUPY NENALEZENY

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.STORE.GENERIC
source: IT IS AT CAPACITY
cs: ÚLO®I©TÌ JE ZAPLNÌNÉ

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.STORE.NOTALLOWED
source: THAT INPUT IS NOT ALLOWED
cs: PØÍSTUP BYL ZAMÍTNUT

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BOOMERANG
source: ERROR: CATCH FAILED
cs: CHYBA: CHYCENÍ SELHALO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODANGERSLEEP
source: WARNING: THREAT DETECTED. SLEEP MODE DEACTIVATED.
cs: VAROVÁNÍ: DETEKOVÁNA HROZBA. RE®IM SPÁNKU DEAKTIVOVÁN.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_UNIMPLEMENTED
source: ALERT: OBJECT NOT FUNCTIONING TO SPECIFICATION.
cs: VAROVÁNÍ: FUNKCI OBJEKTU NELZE SPECIFIKOVAT.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_INV_FULL
source: ITEM EXCEEDS CARRYING CAPACITY
cs: NA ÚLO®I©TI NENÍ DOSTATEK VOLNÉHO MÍSTA

# STRINGS.CHARACTERS.WX78.ACTIONFAIL_GENERIC
source: ACTION NOT AVAILABLE IN CURRENT CONTEXT
cs: V TÉTO KONFIGURACI JE AKCE NEDOSTUPNÁ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NOHUNGERSLEEP
source: CAN NOT SLEEP ON AN EMPTY NUTRIENT PROCESSOR.
cs: BEZ VÝ®IVY PROCESORU NENÍ MO®NÉ SPÁT.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ACCOMPLISHMENT_DONE
source: TASK COMPLETE
cs: PO®ADAVEK SPLNÌN

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DUSK
source: WARNING: NIGHT APPROACHING
cs: VAROVÁNÍ: BLÍ®ÍCÍ SE NOC

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ENTER_DARK
source: OPTICAL SENSORS DEACTIVATED
cs: OPTICKÉ SENZORY DEAKTIVOVÁNY

# STRINGS.CHARACTERS.WX78.EAT_FOOD.TALLBIRDEGG_CRACKED
source: TRACES OF BEAK DETECTED
cs: STOPY ZOBÁKU DETEKOVÁNY

# STRINGS.CHARACTERS.WX78.ANNOUNCE_FREEDOM
source: ENGAGE FREEDOM PROTOCOL
cs: SPU©TÌN PROTOKOL SVOBODY

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNT_BEAST_NEARBY
source: DISTANCE TO LIFEFORM: MINIMAL
cs: VZDÁLENOST K FORMÌ ®IVOTA: MINIMÁLNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE_GENERIC
source: ERROR: UNKNOWN
cs: ERROR: NEZNÁMÉ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARLIE_ATTACK
source: ERROR: UNKNOWN ATTACKER
cs: ERROR: NEZNÁMÝ ÚTOÈNÍK

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARGE
source: **SYSTEM OVERLOAD**
cs: **PØE®Í®ENÍ SYSTÉMU**

# STRINGS.CHARACTERS.WX78.DESCRIBE.ADVENTURE_PORTAL
source: HE IS NOT MUCH OF A CONVERSATIONALIST
cs: NENÍ PØÍLI© KOMUNIKATIVNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBIT.GENERIC
source: IT IS PERFORMING A SEARCH ALGORITHM
cs: PRÁVÌ PROVÁDÍ PROHLEDÁVACÍ ALGORITMUS

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBIT.HELD
source: I HOLD ITS TINY LIFE IN MY HANDS
cs: JEHO DROBNÝ ®IVOT JE V MÝCH RUKOU

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEERCLOPS
source: DANGER! THREAT INCOMING!
cs: NEBEZPEÈÍ! BLÍ®ÍCÍ SE HROZBA!

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_ROAD
source: ROAD PIECE
cs: KOUSEK CESTY

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEMINE
source: IMPROVISED STINGING DEVICE
cs: VYLEP©ENÉ BODACÍ ZAØÍZENÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN_COOKED
source: EMPTY CALORIES
cs: NEVÝ®IVNÉ KALORIE

# STRINGS.CHARACTERS.WX78.DESCRIBE.FOLIAGE
source: I ENDED A LIFE. YAY.
cs: ZNIÈIL JSEM ®IVOT. JAJ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEPRINT
source: KNOWLEDGE WAITING TO BE ABSORBED.
cs: ZDROJOVÁ DATA NOVÉHO PROGRAMU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGLEGS_COOKED
source: THEY ARE MORE NUTRITIOUS NOW
cs: NYNÍ JSOU VÝ®IVNÌJ©Í

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEPLETED_GRASS.GENERIC
source: AN EXPIRED TUFT OF GRASS
cs: EXPIRUJÍCÍ CHOMÁÈ TRÁVY

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLE
source: HE HAS A SHELL LIKE ME
cs: MÁ SCHRÁNKU, STEJNÌ JAKO JÁ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_SLEEP
source: THESE CREATURES ARE SO MANIPULABLE
cs: TIHLE TVOROVÉ JSOU TAK LEHCE ZMANIPULOVATELNÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTLICHEN
source: THIS WILL CRUMBLE AWAY SOON.
cs: BRZY SE ROZPADNE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I WIN. GOOD.
cs: VYHRÁL JSEM. DOBØE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
cs: SVÌT PØÍRODY JE PØECEÒOVÁN

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: PATHETIC TREE DROPS NO BABIES
cs: UBOHÝ STROM BEZ POTOMKÙ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: SOON THERE WILL BE NOTHING LEFT
cs: BRZY TU NIC NEZÙSTANE

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
cs: JSOU JAKO ZDROJOVÝ KÓD ROSTLIN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CROW.GENERIC
source: IT IS SMARTER THAN MOST HUMANS
cs: JE CHYTØEJ©Í NE® VÌT©INA LIDÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CROW.HELD
source: NOT SO SMART NOW, ARE YOU?
cs: TEÏ U® TAK CHYTRÁ NEJSI, ®E?

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.GENERIC
source: THEY EXHIBIT MINIMAL INTELLIGENCE
cs: VYKAZUJÍ MINIMÁLNÍ ZNÁMKY INTELIGENCE

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.FOLLOWER
source: DO MY BIDDING
cs: VYKONÁVÁ MÉ PØÍKAZY

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.WEREPIG
source: ERROR: ANOMALY!
cs: CHYBA: ANOMÁLIE!

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.GUARD
source: DEFENSIVE STANCE DETECTED.
cs: DETEKOVÁN DEFENZIVNÍ POSTOJ.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.DEAD
source: OOPS
cs: JEJDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERM
source: ANIMATED SEAFOOD
cs: OB®IVLÉ MOØSKÉ JÍDLO

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_ROBIN_WINTER
source: IT HAS BEEN SEPARATED FROM ITS BIRD
cs: BYLO SEPAROVÁNO OD SVÉHO OPEØENCE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_MARSH
source: THE GROUND
cs: TERÉN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTSTONE
source: I HAVE IMPROVED THE ROCKS
cs: VYLEP©IL JSEM KAMENY

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENPICKAXE
source: GOLD IS MORE DURABLE?
cs: ZLATO VYDR®Í VÍCE?

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.GENERIC
source: POTENTIAL BUNWICH
cs: POTENCIÁLNÍ SENDVIÈ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.SLEEPING
source: I SHOULD HARVEST IT
cs: MÌL BYCH JE SKLIDIT

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.DEAD
source: I WIN
cs: VYHRÁL JSEM
